Repository: JellyTyan/GulpgulpgulpDot-Engine
Catalog: editor/translations/editor/*.po
Languages: cs, de, ga, ru

source: Search Parent
ru: Поиск родителя

source: Select Parent
ru: Выбрать родителя

source: Use Template
ru: Использовать шаблон

source: Template
ru: Шаблон

source: Built-in Script:
ru: Встроенный скрипт:

source: Select File
ru: Выбрать файл

source: Attach Node Script
ru: Прикрепить скрипт узла

source: (truncated)
ru: (усечено)

source: Current value:
ru: Текущие значение:

source: Can't open '%s'. The file could have been moved or deleted.
ru: Не удалось открыть «%s». Файл мог быть перемещён или удалён.

source: Close and save changes?
ru: Закрыть и сохранить изменения?

source: Importing theme failed. File is not a text editor theme file (.tet).
ru: Не удалось импортировать тему. Файл не является файлом темы текстового редактора (.tet).

source: (Nil) %s
cs: (Nic) %s
ga: (Neamhní) %s

source: Page Up
de: Bild Auf
ga: Leathanach Suas

source: Page Down
de: Bild Ab
ga: Leathanach Síos

source: Home
de: Pos1
ga: Baile

source: End
de: Ende
ga: Deireadh

source: CPU
ga: LAP

source: GPU
ga: GPUName

source: %s - GulpGulpGulpDot Engine
ga: %s - Inneall Gulpgulpgulpdot

source: OK
ga: Ceart go leor

source: Forward+
ga: Ar Aghaidh+
