Repository: JellyTyan/GulpgulpgulpDot-Engine
Catalog: editor/translations/editor/*.po
Languages: cs, de, ga, ru

source: Warning: File exists
cs: Varování: Soubor již existuje
de: Achtung: Datei existiert bereits
ga: Rabhadh: Tá an comhad ann
ru: Предупреждение: файл уже существует

source: Existing file with the same name will be replaced.
cs: Existující soubor se stejným názvem bude nahrazen.
de: Eine bereits existierende Datei mit dem gleichen Name wird ersetzt.
ga: Cuirfear an comhad atá ann cheana leis an ainm céanna in ionad.
ru: Существующий файл с таким же именем будет заменён.

source: Will create new file
cs: Vytvoří nový soubor
de: Erzeugt neue Datei
ga: Cruthaigh comhad nua
ru: Будет создан новый файл

source: Already External
cs: Již externí
de: Bereits extern
ga: Seachtrach cheana féin
ru: Уже внешний

source: This material already references an external file, no action will be taken. Disable the external property for it to be extracted again.
cs: Tento materiál již odkazuje na externí soubor, nebude provedena žádná akce. Deaktivujte vlastnost "externí", aby byl znovu extrahován.
de: Dieses Material verweist bereits auf eine externe Datei, der Befehl wird ignoriert. Um erneut zu extrahieren muss die externe Eigenschaft des Materials deaktiviert werden.
ga: Déanann an t-ábhar seo tagairt do chomhad seachtrach cheana féin, ní dhéanfar aon ghníomh. Díchumasaigh an mhaoin sheachtrach chun í a bhaint arís.
ru: Этот материал уже ссылается на внешний файл, никаких действий выполнено не будет. Отключите внешнее свойство, чтобы извлечь его снова.

source: No import ID
cs: Žádné ID importu
de: Keine Import-ID
ga: Gan aitheantas iompórtála
ru: Нет ID импорта

source: Material has no name nor any other way to identify on re-import. Please name it or ensure it is exported with an unique ID.
cs: Materiál nemá žádný název ani jiný způsob identifikace pro reimportování. Pojmenujte jej nebo zajistěte, aby byl exportován s jedinečným ID.
de: Das Material hat keinen Name und keine andere Möglichkeit es beim Reimport zu identifizieren. Es sollte benannt werden oder sichergestellt werden, dass es mit einer eindeutigen ID exportiert wird.
ga: Níl aon ainm ná aon bhealach eile ag an ábhar le haithint ar athiompórtáil. Ainmnigh é nó cinntigh go n-onnmhairítear é le haitheantas uathúil.
ru: У материала нет ни имени, ни другого способа идентификации при повторном импорте. Присвойте ему имя или обеспечьте его экспорт с уникальным идентификатором.

source: Extract Materials to Resource Files
cs: Extrahovat materiály do souborů zdrojů
de: Materialien in Ressourcen-Dateien extrahieren
ga: Ábhair a Bhaint amach i gComhaid Acmhainne
ru: Извлечь материалы в файлы ресурсов

source: Extract
cs: Extrahovat
de: Extrahieren
ga: Sliocht
ru: Извлечь

source: Already Saving
cs: Již se ukládá
de: Bereits am Speichern
ga: Ag Sábháil Cheana Féin
ru: Уже сохраняется

source: This mesh already saves to an external resource, no action will be taken.
cs: Tato síť je již ukládána do externího zdroje, nebude provedena žádná akce.
de: Dieses Mesh wird bereits zu einer externen Ressource gespeichert, der Befehl wird ignoriert.
ga: Sábhálann an mogall seo acmhainn sheachtrach cheana féin, ní dhéanfar aon ghníomh.
ru: Эта сетка уже сохраняется на внешнем ресурсе, никаких действий выполнено не будет.

source: Existing file with the same name will be replaced on import.
cs: Existující soubor se stejným názvem bude nahrazen při importování.
de: Existierende Datei mit dem gleichen Name wird ersetzt werden beim Importieren.
ga: Cuirfear an comhad atá ann cheana leis an ainm céanna in ionad na hiompórtála.
ru: При импорте существующий файл с таким же именем будет заменён.

source: Will save to new file
cs: Uloží do nového souboru
de: Wird als neue Datei speichern
ga: Sábhálfaidh sé i gcomhad nua
ru: Будет выполнено сохранение в новый файл

source: Mesh has no name nor any other way to identify on re-import. Please name it or ensure it is exported with an unique ID.
cs: Síť nemá žádný název ani jiný způsob identifikace pro reimportování. Pojmenujte ji nebo zajistěte, aby byla exportována s jedinečným ID.
de: Das Mesh hat keinen Namen und keine andere möglichkeit es beim Reimport wiederzuerkennen. Es sollte benannt werden oder sichergestellt werden, dass es mit einer eindeutigen ID exportiert wird.
ga: Níl aon ainm ná aon bhealach eile ag mogalra chun iad a aithint ar athiompórtáil. Ainmnigh é nó cinntigh go n-onnmhairítear é le haitheantas uathúil.
ru: У сетки нет ни имени, ни другого способа идентификации при повторном импорте. Присвойте ей имя или обеспечьте её экспорт с уникальным идентификатором.

source: Set paths to save meshes as resource files on Reimport
cs: Nastavit cesty pro ukládání sítí jako souborů zdrojů při reimportu
de: Pfade festlegen, um Meshes als Ressourcen-Dateien bei Reimport zu speichern
ga: Socraigh cosáin chun mogaill a shábháil mar chomhaid acmhainne ar Athiompórtáil
ru: Задать пути для сохранения сеток как файлов ресурсов при повторном импорте

source: Set Paths
cs: Nastavit cesty
de: Pfade festlegen
ga: Socraigh Cosáin
ru: Задать пути

source: This animation already saves to an external resource, no action will be taken.
cs: Tato animace se již ukládá do externího zdroje, nebude provedena žádná akce.
de: Die Animation speichert bereits zu einer externen Ressource, der Befehl wird ignoriert.
ga: Sábhálann an beochan seo acmhainn sheachtrach cheana féin, ní dhéanfar aon ghníomh.
ru: Эта анимация уже сохраняется на внешнем ресурсе, никаких действий выполнено не будет.

source: Set paths to save animations as resource files on Reimport
cs: Nastavit cesty pro ukládání animací jako souborů zdrojů při reimportu
de: Pfade festlegen, um Animationen als Ressourcen-Datei bei Reimport zu speichern
ga: Socraigh cosáin chun beochan a shábháil mar chomhaid acmhainne ar Athiompórtáil
ru: Задать пути для сохранения анимаций в виде файлов ресурсов при повторном импорте

source: Can't make material external to file, write error:
cs: Nelze učinit materiál externím do souboru, chyba zápisu:
de: Material kann nicht als extern in Datei geändert werden, Schreibfehler:
ga: Ní féidir ábhar a dhéanamh lasmuigh de chomhad, earráid a scríobh:
ru: Не удалось сделать материал внешним по отношению к файлу, ошибка записи:

source: Actions...
cs: Akce...
de: Aktionen …
ga: Gníomhartha...
ru: Действия…

source: Extract Materials
cs: Extrahovat materiály
de: Materialien extrahieren
ga: Ábhair Sliocht
ru: Извлечь материалы

source: Set Animation Save Paths
cs: Nastavit cesty pro ukládání animací
de: Animationsspeicherpfade festlegen
ga: Socraigh Cosáin Sábhála Beochana
ru: Задать пути сохранения анимации

source: Set Mesh Save Paths
cs: Nastavit cesty pro ukládání sítí
de: Mesh-Speicherpfade festlegen
ga: Socraigh Cosáin Sábhála Mogalra
ru: Задать пути сохранения сеток

source: Meshes
cs: Sítě
ga: Mogalraí
ru: Сетки

source: Materials
cs: Materiály
de: Materialien
ga: Ábhair
ru: Материалы

source: Selected Animation Play/Pause
cs: Přehrát/Pozastavit vybranou animaci
de: Ausgewählte Animation abspielen/pausieren
ga: Dráma Beochana Roghnaithe/Sos
ru: Воспроизвести/приостановить выбранную анимацию

source: Selected Animation Stop
cs: Zastavit vybranou animaci
de: Animationsstop ausgewählt
ga: Stad Beochana Roghnaithe
ru: Остановка выбранной анимации

source: Toggle Animation Skeleton Visibility
cs: Přepnout viditelnost kostry animace
de: Unteres Animation-Panel ein-/ausblenden
ga: Infheictheacht Chnámharlaigh Beochana a Athsholáthar
ru: Переключить видимость анимации скелета

source: Rotate Lights With Model
cs: Otáčet světla s modelem
de: Lichter mit Modell rotieren
ga: Rothlaigh soilse le samhail
ru: Повернуть источники света с моделью

source: Primary Light
cs: Primární světlo
de: Primäre Lichtquelle
ga: Solas Príomhúil
ru: Основной свет

source: Secondary Light
cs: Sekundární světlo
de: Sekundäre Lichtquelle
ga: Solas Tánaisteach
ru: Вторичный свет

source: Status
cs: Stav
ga: Stádas
ru: Статус

source: Save Extension:
cs: Uložit rozšíření:
de: Dateierweiterung beim Speichern:
ga: Sábháil Iarmhír:
ru: Расширение:

source: Text: *.tres
cs: Textový: *.tres
ga: Téacs: *.tres
ru: Текст: *.tres

source: Binary: *.res
cs: Binární: *.res
de: Binärformat: *.res
ga: Dénártha: *.res
ru: Двоичный: *.res

source: Text Resource
cs: Textový zdroj
de: Text-Ressource
ga: Acmhainn Téacs
ru: Текстовый ресурс

source: Binary Resource
cs: Binární zdroj
de: Binäre Ressource
ga: Acmhainn Dhénártha
ru: Двоичный ресурс

source: Audio Stream Importer: %s
cs: Importér audio streamu: %s
ga: Iompórtálaí Sruth Fuaime: %s
ru: Импортёр потока аудио: %s

source: Enable
cs: Povolit
de: Aktivieren
ga: Cumasaigh
ru: Включить

source: Enable looping.
cs: Povolit opakování.
de: Looping aktivieren.
ga: Cumasaigh lúbadh.
ru: Зациклить.

source: Offset:
de: Versatz:
ga: Fritháireamh:
ru: Сдвиг:

source: Loop offset (from beginning). Note that if BPM is set, this setting will be ignored.
cs: Offset smyčky (od začátku). Pokud je určené tempo (BPM), toto nastavení bude ignorováno.
de: Loop-Versatz (vom Start). Hinweis: Falls BPM festgelegt wurde, wird diese Einstellung ignoriert.
ga: Fritháireamh lúb (ó thús). Tabhair faoi deara go ndéanfar neamhaird ar an socrú seo má shocraítear BPM.
ru: Сдвиг цикла (от начала). Обратите внимание: если установлен темп (BPM), этот параметр будет игнорироваться.

source: Loop:
cs: Smyčka:
ga: Lúb:
ru: Зациклить:

source: BPM:
cs: Tempo:
ru: Темп:

source: Configure the Beats Per Measure (tempo) used for the interactive streams. This is required in order to configure beat information.
cs: Konfigurovat doby v taktu (tempo) používaný v interaktivních tocích. Toto je potřeba pro nastavení informací o tempu.
de: Konfiguriert die Beats pro Messung (das Tempo) für interaktive Streams. Dies wird benötigt, um Beat-Informationen einstellen zu können.
ga: Cumraigh na Beats Per Measure (luas) a úsáidtear do na sruthanna idirghníomhacha. Tá sé seo ag teastáil chun faisnéis buille a chumrú.
ru: Количество ударов на такт (темп), используемое интерактивными потоками. Это нужно для настройки ритма.

source: Beat Count:
cs: Počet dob:
de: Beat-Anzahl:
ga: Líon na mbuille:
ru: Кол-во ударов:

source: Configure the amount of Beats used for music-aware looping. If zero, it will be autodetected from the length. It is recommended to set this value (either manually or by clicking on a beat number in the preview) to ensure looping works properly.
cs: Nakonfigurovat počet dob použitý pro smyčky vedené hudbou. Ponecháte-li nulový, bude automaticky detekován z délky. Doporučuje se tuto hodnotu nastavit (buď manuálně, nebo kliknutím na počet dob v náhledu) pro zajištění správné fungování smyčky.
de: Konfiguriert die Anzahl der verwendeten Beats für Musik-bewusstes Looping. Falls Null, wird sie automatisch aus der Länge abgeleitet. Es wird empfohlen, diesen Wert festzulegen (entweder manuell oder durch klicken auf den Beat-Zähler in der Vorschau), um sicherzustellen, dass das Looping richtig funktioniert.
ga: Cumraigh an méid Beats a úsáidtear le haghaidh lúbadh atá feasach ar cheol. Má náid, beidh sé autodetected as an fad. Moltar an luach seo a shocrú (de láimh nó trí chliceáil ar uimhir bhuille sa réamhamharc) chun a chinntiú go n-oibríonn lúbadh i gceart.
ru: Параметр количества битов, используемых для зацикливания музыки. Если ноль, он будет автоматически определён по длине. Рекомендуется установить это значение (вручную или щелчком по номеру доли в превью), чтобы обеспечить правильную работу цикла.

source: Bar Beats:
cs: Doby v taktu:
de: Taktschläge:
ga: Beats Barra:
ru: Ударов в такте:

source: Configure the Beats Per Bar. This used for music-aware transitions between AudioStreams.
cs: Nakonfigurovat doby v taktu. Používáno pro přechody mezi AudioStreamy vedené hudbou.
de: Konfiguriert die Schläge pro Takt. Dies wird verwendet für Musik-bewusste Übergänge zwischen AudioStreams.
ga: Cumraigh na buillí in aghaidh an bharra. D'úsáid sé seo le haghaidh aistrithe ceol-fheasacha idir AudioStreams.
ru: Параметр количества ударов в такте. Это используется для музыкально основанных переходов между звуковыми потоками AudioStream.

source: Music Playback:
cs: Přehrávání hudby:
de: Musikwiedergabe:
ga: Athsheinm Ceoil:
ru: Воспроизведение:

source: Preview:
cs: Náhled:
de: Vorschau:
ga: Réamhamharc:
ru: Предпросмотр:

source: New Configuration
cs: Nová konfigurace
de: Neue Konfiguration
ga: Cumraíocht Nua
ru: Новая конфигурация

source: Remove Variation
cs: Odebrat variaci
de: Variation entfernen
ga: Bain Athrú
ru: Удалить вариацию

source: Preloaded glyphs: %d
cs: Přednačtené glyfy: %d
de: Glyphen vorladen: %d
ga: Glyphs réamhluchtaithe: %d
ru: Предзагруженные глифы: %d

source: Warning: There are no configurations specified, no glyphs will be pre-rendered.
cs: Varování: Nejsou specifikovány žádné konfigurace, nebudou předem vykresleny žádné glyfy.
de: Achtung: Es sind keine Konfigurationen festgelegt, keine Glyphen werden vorgerendert.
ga: Rabhadh: Níl aon chumraíochtaí sonraithe, ní dhéanfar aon ghliophs a réamh-rindreáil.
ru: Предупреждение: конфигурации не указаны, глифы не будут предварительно отрисованы.

source: Warning: Multiple configurations have identical settings. Duplicates will be ignored.
cs: Varování: Více konfigurací má stejná nastavení. Duplikáty budou ignorovány.
de: Warnung: Mehrere Konfigurationen haben identische Einstellungen. Duplikate werden ignoriert.
ga: Rabhadh: Tá socruithe comhionanna ag cumraíochtaí iolracha. Déanfar neamhaird ar dhúblaigh.
ru: Предупреждение: несколько конфигураций имеют идентичные настройки. Дубликаты игнорируются.

source: Note: LCD Subpixel antialiasing is selected, each of the glyphs will be pre-rendered for all supported subpixel layouts (5x).
cs: Poznámka: Je vybráno vyhlazování LCD subpixelů; každý z glyfů bude předem vykreslen pro všechna podporovaná rozvržení subpixelů (5x).
de: Hinweis: LCD-Subpixel-Antialiasing wurde ausgewählt, jede Glyphe wird vorgerendert für alle unterstützten Subpixellayouts (5x).
ga: Nóta: Roghnaítear antialiasing Subpixel LCD, déanfar gach ceann de na glyphs a réamh-rindreáil do gach leagan amach subpixel tacaithe (5x).
ru: Примечание: если выбрано сглаживание субпикселей LCD, каждый глиф будет предварительно отрисован для всех поддерживаемых слоёв субпикселей (5x).

source: Note: Subpixel positioning is selected, each of the glyphs might be pre-rendered for multiple subpixel offsets (up to 4x).
cs: Poznámka: Je vybráno umisťování subpixelů, každý z glyfů může být předem vykreslen pro více subpixelových offsetů (až 4x).
de: Hinweis: Subpixelpositionierung wurde ausgewählt, jede Glyphe könnte für mehrere Subpixelversätze vorgerendert werden (bis zu 4x).
ga: Tabhair faoi deara: Roghnaítear suíomh subpixel, d'fhéadfadh gach ceann de na glyphs a réamh-rindreáil le haghaidh fritháirimh subpixel il (suas le 4x).
ru: Примечание: выбрано субпиксельное позиционирование, каждый из глифов может быть предварительно отрисован для нескольких субпиксельных смещений (до 4x).

source: Advanced Import Settings for '%s'
cs: Pokročilá nastavení importu pro '%s'
de: Erweiterte Importeinstellungen für ‚%s‘
ga: Ardsocruithe Iompórtála le haghaidh '%s'
ru: Расширенные настройки импорта для «%s»

source: Rendering Options
cs: Možnosti vykreslení
de: Renderoptionen
ga: Roghanna Rindreála
ru: Параметры рендеринга

source: Select font rendering options, fallback font, and metadata override:
cs: Vyberte možnosti vykreslování fontů, záložní font a přepis metadat:
de: Schriftart-Renderoptionen, Fallback-Schriftart und Metadatenüberschreibung auswählen:
ga: Roghnaigh roghanna rindreáil cló, cló cúltaca, agus sáraíocht meiteashonraí:
ru: Выберите параметры рендеринга шрифта, резервный шрифт и переопределение метаданных:

source: Pre-render Configurations
cs: Konfigurace předběžného vykreslení
de: Vorrender-Konfigurationen
ga: Cumraíochtaí Réamhrindreála
ru: Конфигурации предварительного рендера

source: Add font size, and variation coordinates, and select glyphs to pre-render:
cs: Přidejte velikost fontu a souřadnice variací a zvolte glyfy pro předběžné vykreslení:
de: Schriftgröße, Variationskoordinaten und Glyphen zum Vorrendern auswählen:
ga: Cuir clómhéid leis, agus comhordanáidí athraithe, agus roghnaigh glyphs le réamh-rindreáil:
ru: Добавьте размер шрифта и координаты вариации и выберите глифы для предварительного рендеринга:

source: Configuration:
cs: Konfigurace:
de: Konfiguration:
ga: Cumraíocht:
ru: Конфигурация:

source: Add new font variation configuration.
de: Neue Font-Variations-Konfiguration hinzufügen.
ga: Cuir cumraíocht athraitheachta cló nua leis.
ru: Добавить новую конфигурацию вариации шрифта.

source: Clear Glyph List
cs: Promazat seznam glyfů
de: Glyphenliste leeren
ga: Glan Liosta Glyph
ru: Очистить список глифов

source: Glyphs from the Translations
cs: Glyfy z překladů
de: Glyphen der Übersetzungen
ga: Glyphs ó na hAistriúcháin
ru: Глифы из переводов

source: Select translations to add all required glyphs to pre-render list:
cs: Vybrat překlady pro přidání všech vyžadovaných glyfů do seznamu předběžného vykreslení:
de: Übersetzungen auswählen, um alle benötigten Glyphen zur Vorrenderliste hinzuzufügen:
ga: Roghnaigh aistriúcháin chun gach glyphs is gá a chur leis an liosta réamhrindreála:
ru: Выберите переводы, чтобы добавить все необходимые глифы в список предварительного рендеринга:

source: Shape all Strings in the Translations and Add Glyphs
cs: Upravit všechny řetězce v překladech a přidat glyfy
de: Alle Strings der Übersetzungen formen und Glyphen hinzufügen
ga: Cruth gach Teaghráin sna hAistriúcháin agus Cuir Glyphs
ru: Придать форму всем строкам в переводах и добавить глифы

source: Glyphs from the Text
cs: Glyfy z textu
de: Glyphen aus Text
ga: Glyphs ón Téacs
ru: Глифы из текста

source: Enter a text and select OpenType features to shape and add all required glyphs to pre-render list:
cs: Zadejte text a vyberte funkce OpenType pro úpravu a přidání všechn požadovaných glyfů do seznamu předběžného vykreslení:
de: Text eingeben und OpenType-Features auswählen, um alle benötigten Glyphen zu formen und zur Pre-Render-Liste hinzuzufügen:
ga: Iontráil téacs agus roghnaigh gnéithe OpenType chun gach glyphs riachtanach a mhúnlú agus a chur leis an liosta réamhrindreála:
ru: Введите текст, выберите функции OpenType для придания формы и добавьте все необходимые глифы в список предварительного рендеринга:

source: Shape Text and Add Glyphs
cs: Upravit text a přidat glyfy
de: Text formen und Glyphen hinzufügen
ga: Cruthaigh téacs agus cuir glyphs leis
ru: Придать форму тексту и добавить глифы

source: Glyphs from the Character Map
cs: Glyfy z mapy znaků
de: Glyphen der Zeichentabelle
ga: Glyphs ón Léarscáil Carachtar
ru: Глифы с карты символов

source: Add or remove glyphs from the character map to pre-render list: Note: Some stylistic alternatives and glyph variants do not have one-to-one correspondence to character, and not shown in this map, use "Glyphs from the text" tab to add these.
cs: Přidejte nebo odeberte glyfy z mapy znaků do seznamu pro předběžné vykreslení: Poznámka: Některé stylistické alternativy a varianty glyfů nemají jednoznačný vztah ke znaku a nejsou v této mapě zobrazeny. Pro jejich přidání použijte záložku "Glyfy z textu".
de: Glyphen zur Zeichentabelle der Vorrenderliste hinzufügen oder entfernen: Hinweis: Manche stilistische Alternativen und Glyphenvarianten besitzen keine 1:1-Zuordnung zu Zeichen und werden nicht in dieser Tabelle gelistet. Im Tab „Glyphen aus Text“ können sie hinzugefügt werden.
ga: Cuir nó bain glyphs as léarscáil na gcarachtar leis an liosta réamhrindreála: Tabhair faoi deara: Níl comhfhreagras duine le duine le carachtar ag roinnt roghanna stíle agus leaganacha glyph, agus ní thaispeántar iad sa léarscáil seo, bain úsáid as cluaisín "Glyphs ón téacs" chun iad seo a chur leis.
ru: Добавьте или удалите глифы с карты символов из списка предварительного рендеринга: Примечание: некоторые стилистические альтернативы и варианты глифов не имеют точного соответствия символам и не показаны на этой карте; чтобы добавить их, воспользуйтесь вкладкой «Глифы из текста».

source: Disable FBX2glTF & Restart
cs: Deaktivovat FBX2glTF a restartovat
de: FBX2glTF deaktivieren und neustarten
ga: Díchumasaigh FBX2glTF & Atosaigh
ru: Отключить FBX2glTF и перезапустить

source: Canceling this dialog will disable the FBX2glTF importer and use the ufbx importer. You can re-enable FBX2glTF in the Project Settings under Filesystem > Import > FBX > Enabled. The editor will restart as importers are registered when the editor starts.
cs: Zrušení tohoto dialogového okna deaktivuje importér FBX2glTF a použije importér ufbx. FBX2glTF můžete znovu aktivovat v Nastavení projektu, pod Souborový systém > Import > FBX > Povoleno. Editor bude restartován, jelikož importéry se registrují při jeho spuštění.
de: Das Abbrechen dieses Dialogs wird den FBX2glTF-Importer deaktivieren und den ufbx verwenden. FBX2glTF kann in den Projekteinstellungen unter Dateisystem > Import > FBX > Aktiviert reaktiviert werden. Der Editor wird neustarten, da Importer nur bei Editorstart registriert werden.
ga: Má chuirtear an dialóg seo ar ceal díchumasófar an t-allmhaireoir FBX2glTF agus úsáidfidh sé an t-allmhaireoir ufbx. Is féidir leat FBX2glTF a athchumasú sna Socruithe Tionscadail faoi Chóras Comhad > Iompórtáil > FBX > Cumasaithe. Atosóidh an t-eagarthóir de réir mar a chláraítear allmhaireoirí nuair a thosaíonn an t-eagarthóir.
ru: Отмена этого диалога приведёт к отключению импортёра FBX2glTF, будет использоваться импортёр ufbx. Можно снова включить FBX2glTF в настройках проекта (Файловая система > Импорт > FBX > Включено). Редактор будет перезапущен, так как импортёры регистрируются при запуске редактора.

source: Path to FBX2glTF executable is empty.
cs: Cesta ke spustitelnému souboru FBX2glTF je prázdná.
de: Dateipfad zur ausführbaren Datei von FBX2glTF ist leer.
ga: Tá an cosán go dtí inrite FBX2glTF folamh.
ru: Путь к исполняемому файлу FBX2glTF пуст.

source: Path to FBX2glTF executable is invalid.
cs: Cesta ke spustitelnému souboru FBX2glTF je neplatná.
de: Pfad zum FBX2glTF-Programm ist ungültig.
ga: Tá conair inrite FBX2glTF neamhbhailí.
ru: Путь к исполняемому файлу FBX2glTF недействителен.

source: Error executing this file (wrong version or architecture).
cs: Při spouštění tohoto souboru došlo k chybě (nesprávná verze nebo architektura).
de: Fehler beim Ausführen dieser Datei (falsche Version oder Architektur).
ga: Earráid agus an comhad seo á rith (leagan mícheart nó ailtireacht).
ru: Ошибка при запуске данного файла (неверная версия или архитектура).

source: FBX2glTF executable is valid.
cs: Spustitelný soubor FBX2glTF je platný.
de: FBX2glTF-Programmdatei ist gültig.
ga: Tá inrite FBX2glTF bailí.
ru: Исполняемый файл FBX2glTF действителен.

source: Configure FBX Importer
cs: Konfigurovat importér FBX
de: FBX-Importer konfigurieren
ga: Cumraigh Iompórtálaí FBX
ru: Настроить импортёр FBX
