Repository: JellyTyan/GulpgulpgulpDot-Engine
Catalog: editor/translations/editor/*.po
Languages: cs, de, ga, ru

source: FBX2glTF is required for importing FBX files if using FBX2glTF. Alternatively, you can use ufbx by disabling FBX2glTF. Please download the necessary tool and provide a valid path to the binary:
cs: FBX2glTF je vyžadováno pro import souborů FBX, pokud používáte FBX2glTF. Když vypnete FBX2glTF, můžete alternativně použít ufbx. Stáhněte si prosím potřebný nástroj a uveďte platnou cestu k binárnímu souboru:
de: FBX2glTF wird benötigt, um FBX-Dateien zu importieren, wenn FBX2glTF verwendet wird. Alternativ können Sie ufbx verwenden, indem Sie FBX2glTF deaktivieren. Bitte laden Sie das entsprechende Tool herunter und geben Sie einen gültigen Pfad zu der Binärdatei an:
ga: Tá FBX2glTF ag teastáil chun comhaid FBX a iompórtáil má tá FBX2glTF á úsáid. Nó, is féidir leat ufbx a úsáid trí FBX2glTF a dhíchumasú. Íoslódáil an uirlis is gá agus cuir cosán bailí ar fáil don dénártha:
ru: Если используется FBX2glTF, для импорта файлов FBX требуется FBX2glTF. Либо можно отключить FBX2glTF, чтобы использовать ufbx. Загрузите необходимую утилиту и укажите верный путь к бинарному файлу:

source: Click this link to download FBX2glTF
cs: Kliknutím na tento odkaz FBX2glTF stáhnete
de: Diesen Link klicken, um FBX2glTF herunterzuladen
ga: Cliceáil ar an nasc seo chun FBX2glTF a íoslódáil
ru: Нажмите эту ссылку для загрузки FBX2glTF

source: Browse
cs: Procházet
de: Durchsuchen
ga: Brabhsáil
ru: Обзор

source: Confirm Path
cs: Potvrdit cestu
de: Pfad bestätigen
ga: Deimhnigh Conair
ru: Подтвердить путь

source: Importer:
cs: Importér:
ga: Iompórtálaí:
ru: Импортёр:

source: Reset to Defaults
cs: Obnovit výchozí
de: Auf Defaultwerte zurücksetzen
ga: Athshocraigh go Réamhshocruithe
ru: Сбросить настройки

source: Dynamically rendered TrueType/OpenType font
cs: Dynamicky vykreslovaný TrueType/OpenType font
de: Dynamisch gerenderte TrueType/OpenType-Schriftart
ga: Cló TrueType / OpenType a rinneadh go dinimiciúil
ru: Динамически отображаемый шрифт TrueType/OpenType

source: Prerendered multichannel(+true) signed distance field
cs: Předem vykreslené vícekanálové(+true) pole vzdáleností se znaménkem SDF
de: Vorgerendertes Mehrkanal(+true) vorzeichenbehaftetes Distanzfeld
ga: Multichannel prerendered (+ fíor) réimse achar sínithe
ru: Предварительно отрисованное многоканальное (+true) поле расстояния со знаком

source: Error importing GLSL shader file: '%s'. Open the file in the filesystem dock in order to see the reason.
cs: Chyba při importu souboru GLSL shaderu: '%s'. Otevřete soubor v doku souborového systému pro zobrazení důvodu.
de: Fehler beim importieren der GLSL-Shader-Datei: ‚%s‘. Der genaue Fehler kann angezeigt werden, wenn die Datei in der Dateisystem-Dock geöffnet wird.
ga: Earráid agus comhad scáthaithe GLSL á iompórtáil: '%s'. Oscail an comhad i nduga an chórais comhad chun an chúis a fheiceáil.
ru: Ошибка импорта файла шейдера GLSL: «%s». Откройте файл в панели файловой системы, чтобы узнать причину.

source: %s: Texture detected as used as a normal map in 3D. Enabling red-green texture compression to reduce memory usage (blue channel is discarded).
cs: %s: Textura detekována jako normálová mapa ve 3D. Aktivována komprese pomocí červeno-zelených kanálů pro snížení využití paměti (modrý kanál je ignorován).
de: %s: Verwendung der Textur als Normalen-Map in 3D festgestellt. Rot-Grün-Texturkompression wurde aktiviert, um Speicherverbrauch zu reduzieren (der blaue Kanal wird verworfen).
ga: %s: Braitheadh uigeacht mar ghnáthléarscáil in 3D. Comhbhrú uigeachta dearg-ghlas a chumasú chun úsáid cuimhne a laghdú (caitear cainéal gorm amach).
ru: %s: текстура используется как карта нормалей в 3D. Включено красно-зелёное сжатие текстуры для уменьшения использования памяти (синий канал отбрасывается).

source: %s: Texture detected as used as a roughness map in 3D. Enabling roughness limiter based on the detected associated normal map at %s.
cs: %s: Textura detekována jako mapa hrubosti ve 3D. Aktivován omezovač hrubosti na základě zjištěné přidružené normálové mapy v %s.
de: %s: Verwendung der Textur als Roughness-Map in 3D festgestellt. Rauheitsbegrenzer basierend auf der erkannten zugeordneten Normalen-Map in %s wurde aktiviert.
ga: %s: Aimsíodh uigeacht mar a úsáidtear mar léarscáil garbh i 3D. Limiter gairbhe a chumasú bunaithe ar an ngnáthléarscáil ghaolmhar a braitheadh ag %s.
ru: %s: текстура используется как карта шероховатости в 3D. Включение ограничителя шероховатости на основе обнаруженной связанной карты нормалей в %s.

source: %s: Texture detected as used in 3D. Enabling mipmap generation and setting the texture compression mode to %s.
cs: %s: Textura detekována jako využitá ve 3D. Aktivováno generování mipmapy a kompresní mód textury nastaven na %s.
de: %s: Verwendung der Textur in 3D festgestellt. Mipmap-Erzeugung wurde aktiviert und der Texturkompressionsmodus auf %s gesetzt.
ga: %s: Braitheadh uigeacht mar a úsáidtear i 3D. Giniúint mipmap a chumasú agus an mód comhbhrúite uigeachta a shocrú go %s.
ru: %s: текстура используется в 3D. Включение генерации MIP-карт и установка режима сжатия текстуры в значение %s.

source: 2D/3D (Auto-Detect)
cs: 2D/3D (Autodetekce)
de: 2D/3D (Autoerkennung)
ga: 2D / 3D (Uath-Bhrath)
ru: 2D/3D (автоопределение)

source: %s: Atlas texture significantly larger on one axis (%d), consider changing the `editor/import/atlas_max_width` Project Setting to allow a wider texture, making the result more even in size.
cs: %s: Atlasová textura je podél jedné osy (%d) výrazně větší. Chcete-li dosáhnout vyrovnanějšího výsledku, zvažte změnu Nastavení projektu `editor/import/atlas_max_width` pro povolení širší textury.
de: %s: Atlas-Textur auf einer Achse deutlich größer (%d), erwägen Sie, die Projekteinstellung `editor/import/atlas_max_width` zu ändern, um eine breitere Textur zu ermöglichen, damit das Ergebnis gleichmäßiger wird.
ga: %s: Uigeacht Atlas i bhfad níos mó ar ais amháin (%d), smaoinigh ar Shocrú Tionscadail 'editor/import/atlas_max_width' a athrú chun uigeacht níos leithne a cheadú, rud a fhágann go bhfuil an toradh níos cothroime ó thaobh méide de.
ru: %s: Текстура атласа значительно больше по одной из осей (%d), рассмотрите возможность разрешить более широкие текстуры в настройке проекта `editor/import/atlas_max_width` (Редактор > Импорт > Максимальная ширина атласа), сделав результат более равным по размеру.

source: Add
cs: Přidat
de: Hinzufügen
ga: Cuir Leis
ru: Добавить

source: Metadata name is valid.
cs: Název metadat je platný.
de: Metadatenname ist gültig.
ga: Tá ainm meiteashonraí bailí.
ru: Имя метаданных является допустимым.

source: Add Metadata Property for "%s"
cs: Přidat vlastnost metadat pro "%s"
de: Metadateneigenschaft für „%s“ hinzufügen
ga: Cuir Airíonna Meiteashonraí le haghaidh "%s"
ru: Добавить свойство метаданных для «%s»

source: Metadata name can't be empty.
cs: Název metadat nesmí být prázdný.
de: Metadatennamen dürfen nicht leer sein.
ga: Ní féidir ainm meiteashonraí a bheith folamh.
ru: Имя метаданных не может быть пустым.

source: Metadata name must be a valid identifier.
cs: Název metadat musí být platný identifikátor.
de: Metadatenname muss ein gültiger Bezeichner sein.
ga: Ní mór ainm meiteashonraí a bheith ina aitheantóir bailí.
ru: Имя метаданных должно быть допустимым идентификатором.

source: Metadata with name "%s" already exists.
cs: Metadata s názvem "%s" již existují.
de: Metadatum mit dem Namen ‚%s‘ existiert bereits.
ga: Tá meiteashonraí leis an ainm "%s" ann cheana.
ru: Метаданные с именем «%s» уже существуют.

source: Names starting with _ are reserved for editor-only metadata.
cs: Názvy začínající znakem _ jsou rezervována pouze pro metadata editoru.
de: Namen welche mit _ beginnen sind für Editor-exklusive Metadaten reserviert.
ga: Ainmneacha ag tosú le _ in áirithe le haghaidh meiteashonraí eagarthóir amháin.
ru: Имена, начинающиеся с _, зарезервированы для метаданных, которые доступны только для редактора.

source: Property: %s
de: Eigenschaft: %s
ga: Maoin: %s
ru: Свойство: %s

source: Toggling the checkbox is disabled for Resource properties. Modify the property using the resource picker instead.
de: Das Umschalten dieses Kontrollkästchens ist für Ressourceneigenschaften deaktiviert. Die Eigenschaft muss stattdessen mit dem Ressourcenwähler geändert werden.
ga: Tá an bosca seiceála díchumasaithe le haghaidh airíonna Acmhainní. Athraigh an mhaoin ag baint úsáide as an roghnóir acmhainní ina ionad sin.
ru: Для свойств ресурса функция переключения флажка отключена. Измените свойство, используя средство выбора ресурсов.

source: Unfavorite Property
cs: Odebrat vlastnost z oblíbených
de: Eigenschaft entfavorisieren
ga: Bain an Mhaoin as an bhFearr
ru: Удалить свойство из избранных

source: Make this property be put back at its original place.
cs: Vrátit tuto vlastnost na původní místo.
de: Diese Eigenschaft zurück zu ihrem ursprünglichen Ort bringen.
ga: Cuir an mhaoin seo ar ais ina háit bhunaidh.
ru: Вернуть это свойство на его изначальное место.

source: Favorite Property
cs: Přidat vlastnost k oblíbeným
de: Eigenschaft favorisieren
ga: Maoin is Fearr Leat
ru: Добавить свойство в избранные

source: Make this property be placed at the top for all objects of this class.
cs: Umístit tuto vlastnost na začátek pro všechny objekty této třídy.
de: Diese Eigenschaft nach oben für alle Objekte dieser Klasse bringen.
ga: Cuir an mhaoin seo ag barr gach réad den rang seo.
ru: Сделать это свойство наверху для всех объектов этого класса.

source: Pin Value
cs: Připnout hodnotu
de: Wert anheften
ga: Luach bioráin
ru: Закрепить значение

source: Pin Value [Disabled because '%s' is editor-only]
cs: Připnout hodnotu [Zakázáno, '%s' je pouze pro editor]
de: Wert anheften [deaktiviert da ‚%s‘ Editor-exklusiv ist]
ga: Luach PIN [Díchumasaithe toisc go bhfuil '%s' ina eagarthóir amháin]
ru: Закрепить значение [отключено, так как «%s» доступно только для редактора]

source: Pinning a value forces it to be saved even if it's equal to the default.
cs: Připnutí hodnoty vynutí její uložení, i když bude shodná s výchozí hodnotou.
de: Einen Wert anzuheften bedeutet dass er selbst dann gespeichert wird, wenn er sich nicht vom Default unterscheidet.
ga: Pinning fórsaí luach é a shábháil fiú má tá sé comhionann leis an mainneachtain.
ru: Закрепление значения заставляет его сохраняться, даже если оно равно значению по умолчанию.

source: Override for Project
de: Für Projekt überschreiben
ga: Sáraigh don Tionscadal
ru: Переопределение для проекта

source: Delete Property
de: Eigenschaft löschen
ga: Scrios an Mhaoin
ru: Удалить свойство

source: Revert Value
de: Wert revertieren
ga: Luach Aisiompaithe
ru: Вернуть значение

source: Category: %s
de: Kategorie: %s
ga: Catagóir: %s
ru: Категория: %s

source: Unfavorite All
cs: Odebrat vše z oblíbených
de: Alle entfavorisieren
ga: Bain de na cinn is fearr leat
ru: Удалить все из избранных

source: Section: %s
de: Abschnitt: %s
ga: Roinn: %s
ru: Раздел: %s

source: On
cs: Zapnout
de: An
ga: Maidir le
ru: Вкл

source: (%d change)
cs: (%d změna)
de: (%d Änderung)
ga: (%d athrú)
ru: (%d изменение)

source: Add element to property array with prefix %s.
cs: Přidat prvek do pole vlastností s prefixem %s.
de: Element zu Eigenschaften-Array mit Präfix %s hinzufügen.
ga: Cuir eilimint le eagar maoine leis an réimír %s.
ru: Добавить элемент в массив свойств с префиксом %s.

source: Remove element %d from property array with prefix %s.
cs: Odstranit prvek %d z pole vlastností s prefixem %s.
de: Element %d aus Eigenschaften-Array mit Präfix %s entfernen.
ga: Bain eilimint %d ó eagar maoine leis an réimír %s.
ru: Удалить элемент %d из массива свойств с префиксом %s.

source: Move element %d to position %d in property array with prefix %s.
cs: Přesunout prvek %d na pozici %d v poli vlastností s prefixem %s.
de: Element %d auf Position %d verschieben in Eigenschaften-Array mit Präfix %s.
ga: Bog eilimint %d chun %d a shuíomh in eagar maoine leis an réimír %s.
ru: Переместить элемент %d на позицию %d в массиве свойств с префиксом %s.

source: Clear Property Array with Prefix %s
cs: Promazat pole vlastností s prefixem %s
de: Eigenschaften-Array mit Präfix %s leeren
ga: Glan eagar na Maoine leis an réimír %s
ru: Очистить массив свойств с префиксом %s

source: Resize Property Array with Prefix %s
cs: Změnit velikost pole vlastností s prefixem %s
de: Größe von Eigenschaften-Array mit Präfix %s ändern
ga: Athraigh Eagar Na Maoine le Réimír %s
ru: Изменить размер массива свойств с префиксом %s

source: Element %d: %s%d*
cs: Prvek %d: %s%d*
ga: Eilimint %d: %s%d*
ru: Элемент %d: %s%d*

source: Array: %s
ga: Eagar: %s
ru: Массив: %s

source: Insert New Before
cs: Vložit nový před
de: Neues davor einfügen
ga: Ionsáigh Nua Roimh
ru: Вставить новый до

source: Insert New After
cs: Vložit nový za
de: Neues danach einfügen
ga: Ionsáigh Nua Tar éis
ru: Вставить новый после

source: Clear Array
cs: Promazat pole
de: Array leeren
ga: Eagar Glan
ru: Очистить массив

source: Resize Array...
cs: Změnit velikost pole...
de: Arraygröße anpassen …
ga: Athraigh Méid an Eagair...
ru: Изменить размер массива…

source: Add Element
cs: Přidat prvek
de: Element hinzufügen
ga: Cuir Eilimint Leis
ru: Добавить элемент

source: Resize Array
cs: Změnit velikost pole
de: Größe des Arrays ändern
ga: Athraigh Méid an Eagair
ru: Изменить размер массива

source: New Size:
cs: Nová velikost:
de: Neue Größe:
ga: Méid Nua:
ru: Новый размер:

source: First Page
de: Erste Seite
ga: An Chéad Leathanach
ru: Первая страница

source: Previous Page
de: Vorherige Seite
ga: Leathanach Roimhe Seo
ru: Предыдущая страница

source: Page Number
de: Seitennummer
ga: Uimhir Leathanaigh
ru: Номер страницы

source: Next Page
de: Nächste Seite
ga: An Leathanach Eile
ru: Следующая страница

source: Last Page
de: Letzte Seite
ga: Leathanach Deireanach
ru: Последняя страница

source: Element %s
cs: Prvek %s
ga: Eilimint %s
ru: Элемент %s

source: Add Metadata
cs: Přidat metadata
de: Metadaten hinzufügen
ga: Cuir Meiteashonraí Leis
ru: Добавить метаданные

source: Set Multiple: %s
cs: Nastavit více: %s
de: Mehrfach festlegen: %s
ga: Socraigh Il: %s
ru: Задать несколько: %s

source: Remove metadata %s
cs: Odstranit metadata %s
de: Metadatum %s entfernen
ga: Bain meiteashonraí %s
ru: Удалить метаданные %s

source: Pinned %s
cs: Připnuto %s
de: %s angeheftet
ga: Pionnáilte %s
ru: Закреплено %s

source: Unpinned %s
cs: Odepnuto %s
de: %s losgelöst
ga: Gan phionnáil %s
ru: Откреплено %s

source: Add metadata %s
cs: Přidat metadata %s
de: Metadatum %s hinzufügen
ga: Cuir meiteashonraí %s leis
ru: Добавить метаданные %s

source: Copy Value
cs: Kopírovat hodnotu
de: Wert kopieren
ga: Cóipeáil Luach
ru: Копировать значение

source: Paste Value
cs: Vložit hodnotu
de: Wert einfügen
ga: Greamaigh Luach
ru: Вставить значение

source: Copy Property Path
cs: Kopírovat cestu k vlastnosti
de: Eigenschaft-Pfad kopieren
ga: Cóipeáil Conair na Maoine
ru: Копировать путь к свойству

source: Edit Text:
cs: Upravit text:
de: Text bearbeiten:
ga: Cuir Téacs in Eagar:
ru: Редактировать текст:

source: Open Text Edit Dialog
de: Textbearbeitungsdialog öffnen
ga: Oscail Dialóg Eagarthóireachta Téacs
ru: Открыть диалоговое окно редактирования текста

source: Enum Options
de: Enum-Optionen
ga: Roghanna Enum
ru: Параметры перечисления

source: Custom Value
de: Benutzerdefinierter Wert
ga: Luach Saincheaptha
ru: Пользовательское значение

source: Accept Custom Value Edit
de: Benutzerdefinierte Wertbearbeitung akteptieren
ga: Glac le hEagarthóireacht Luach Saincheaptha
ru: Принять изминения пользовательского значения

source: Cancel Custom Value Edit
de: Benutzerdefinierte Wertbearbeitung abbrechen
ga: Cealaigh Eagarthóireacht Luach Saincheaptha
ru: Отменить редактирование пользовательского значения

source: Locale
cs: Jazyk
de: Gebietsschema
ga: Áitiúil
ru: Локаль

source: Toggle Display UID
de: Anzeigen-UID ein-/ausschalten
ga: Aitheantóir Úsáideora Taispeána a Athrú
ru: Переключить дисплей UID

source: Toggles displaying between path and UID. The UID is the actual value of this property.
de: Wechselt zwischen der Anzeige zwischen Pfad und UID. Die UID ist der tatsächliche Wert dieser Eigenschaft.
ga: Athraíonn sé an taispeáint idir cosán agus UID. Is é an UID fíorluach na maoine seo.
ru: Переключает отображение пути и UID. UID — это фактическое значение этого свойства.

source: Renaming layer %d:
cs: Přejmenování vrstvy %d:
de: Ebene %d umbenennen:
ga: Sraith %d á athainmniú:
ru: Переименовать слой %d:

source: Bit %d, value %d
cs: Bit %d, hodnota %d
de: Bit %d, Wert %d
ga: Giotán %d, luach %d
ru: Бит %d, значение %d

source: Rename layer
cs: Přejmenovat vrstvu
de: Ebene umbenennen
ga: Athainmnigh sraith
ru: Переименовать слой

source: Layer %d
cs: Vrstva %d
de: Ebene %d
ga: Sraith %d
ru: Слой %d

source: No Named Layers
cs: Žádné pojmenované vrstvy
de: Keine benannten Ebenen
ga: Gan Sraitheanna Ainmnithe
ru: Нет именованных слоёв

source: Edit Layer Names
cs: Upravit názvy vrstev
de: Ebenennamen bearbeiten
ga: Cuir Ainmneacha na Sraithe in Eagar
ru: Редактировать имена слоёв

source: Layers
de: Ebenen
ga: Sraitheanna
ru: Слои

source: <empty>
cs: <prázdné>
de: <leer>
ga: <folamh>
ru: <пусто>

source: Temporary Euler may be changed implicitly!
cs: Dočasné Eulerovy úhly mohou být implicitně změněny!
de: Temporärer Euler könnte indirekt geändert werden!
ga: Is féidir Euler Sealadach a athrú go hintuigthe!
ru: Временное значение Эйлера может быть изменено неявно!

source: Temporary Euler will not be stored in the object with the original value. Instead, it will be stored as Quaternion with irreversible conversion. This is due to the fact that the result of Euler->Quaternion can be determined uniquely, but the result of Quaternion->Euler can be multi-existent.
cs: Dočasné Eulerovy úhly nebudou uloženy v objektu s původní hodnotou. Namísto toho budou uloženy jako Quaternion s nevratnou konverzí. Důvodem je, že výsledek konverze Euler->Quaternion je jednoznačný, ale možných výsledků konverze Quaternion->Euler může být několik.
de: Temporärer Euler wird nicht im Objekt zusammen mit dem ursprünglichen Wert gespeichert werden. Stattdessen wird er als Quaternion nach irreversibler Konversion gespeichert. Das liegt daran dass der Weg von Euler zu Quaternion eindeutig ist, der Weg von Quaternion zu Euler allerdings mehrere Ergebnisse liefern kann.
ga: Ní stórálfar Euler sealadach sa réad leis an luach bunaidh. Ina áit sin, déanfar é a stóráil mar Quaternion le comhshó dochúlaithe. Is é is cúis leis seo ná gur féidir toradh Euler->Quaternion a chinneadh go haonarach, ach is féidir le toradh Quaternion->Euler a bheith ilghnéitheach.
ru: Временное значение Эйлера не будет храниться в объекте с исходным значением. Вместо этого оно будет сохранено как кватернион с необратимым преобразованием. Это объясняется тем фактом, что результат Эйлер->Кватернион определяется уникально, а результат Кватернион->Эйлер может быть множественным.

source: Temporary Euler
cs: Dočasný Euler
de: Temporärer Euler
ga: Euler Sealadach
ru: Временное значение Эйлера

source: Temporary Euler %s
de: Temporärer Euler %s
ga: Sealadach Euler %s
ru: Временные значения Эйлера %s

source: Assign...
cs: Přiřadit...
de: Zuweisen …
ga: Sann...
ru: Назначить…

source: Assign Node
de: Node zuweisen
ga: Sannadh Nód
ru: Назначить узел

source: Copy as Text
cs: Kopírovat jako text
de: Als Text kopieren
ga: Cóipeáil mar Théacs
ru: Копировать как текст

source: Show Node in Tree
cs: Ukázat uzel ve stromu
de: Node im Baum zeigen
ga: Taispeáin Nód i gCrann
ru: Показать узел в дереве

source: Node Path
de: Node-Pfad
ga: Cosán an Nóid
ru: Копировать путь к узлу

source: Invalid RID
cs: Neplatné RID
de: Ungültige RID
ga: RID neamhbhailí
ru: Неверный RID

source: Recursion detected, unable to assign resource to property.
cs: Byla detekována rekurze, není možné přiřadit zdroj vlastnosti.
de: Rekursion erkannt, Ressource kann Eigenschaft nicht zugewiesen werden.
ga: Braitheadh athchúrsa, gan a bheith in ann acmhainn a shannadh do mhaoin.
ru: Обнаружена рекурсия, невозможно назначить ресурс свойству.

source: Can't create a ViewportTexture in a Texture2D node because the texture will not be bound to a scene. Use a Texture2DParameter node instead and set the texture in the "Shader Parameters" tab.
cs: Nelze vytvořit ViewportTexture v uzlu Texture2D, protože textura nebude vázána na scénu. Použijte namísto něj uzel Texture2DParameter a nastavte texturu v záložce "Parametry shaderu".
de: Kann keine ViewportTextur in einem Texture2D-Node erstellen, da die Textur nicht an eine Szene gebunden ist. Verwenden Sie stattdessen einen Texture2DParameter-Node und legen Sie die Textur auf dem "Shader-Parameter"-Tab fest.
ga: Ní féidir ViewportTexture a chruthú i nód Texture2D toisc nach mbeidh an uigeacht faoi cheangal ag radharc. Bain úsáid as nód Texture2DParameter ina ionad agus socraigh an uigeacht sa chluaisín "Shader Parameters".
ru: Нельзя создать ViewportTexture в узле Texture2D, потому что текстура не будет привязана к сцене. Используйте вместо этого узел Texture2DParameter и установите текстуру на вкладке «Параметры шейдера».

source: Can't create a ViewportTexture on resources saved as a file. Resource needs to belong to a scene.
cs: Nelze vytvořit ViewportTexture na zdroji uloženém jako soubor. Zdroj musí patřit scéně.
de: ViewportTextures können nicht für Ressourcen erstellt werden die als Datei gespeichert sind. Diese Ressourcen müssen zu einer Szene gehören.
ga: Ní féidir ViewportTexture a chruthú ar acmhainní a shábháiltear mar chomhad. Caithfidh an acmhainn a bheith mar chuid de radharc.
ru: Невозможно создать ViewportTexture для ресурсов, сохранённых в виде файла. Ресурс должен принадлежать сцене.

source: Can't create a ViewportTexture on this resource because it's not set as local to scene. Please switch on the 'local to scene' property on it (and all resources containing it up to a node).
cs: Na tomto zdroji nelze vytvořit ViewportTexture, protože není pro scénu lokální. Upravte jeho vlastnost 'místní pro scénu' (a také všech zdrojů, které jej obsahují, až po uzel).
de: ViewportTexture kann für diese Ressource nicht erstellt werden weil sie nicht als lokal zu einer Szene markiert wurde. Bitte die ‚Lokal zu Szene‘-Eigenschaft an dieser Ressource aktivieren (und an allen Ressourcen die sie enthalten, bis zum nächsten Node).
ga: Ní féidir ViewportTexture a chruthú ar an acmhainn seo toisc nach bhfuil sé socraithe mar radharc áitiúil. Athraigh an mhaoin 'áitiúil go radharc' air (agus na hacmhainní go léir ina bhfuil sé suas go nód).
ru: Невозможно создать ViewportTexture для этого ресурса, потому что он не установлен как локальный для сцены. Включите свойство «локально для сцены» для него (и для всех родительских ресурсов).

source: Pick a Viewport
cs: Vyberte Viewport
de: Viewport auswählen
ga: Roghnaigh Amharcphort
ru: Выбрать окно просмотра

source: Selected node is not a Viewport!
cs: Vybraný uzel není Viewport!
de: Ausgewähltes Node ist kein Viewport!
ga: Ní Viewport é nód roghnaithe!
ru: Выбранный узел не является окном просмотра!

source: New Key:
cs: Nový klíč:
de: Neuer Schlüssel:
ga: Eochair Nua:
ru: Новый ключ:

source: New Value:
cs: Nová hodnota:
de: Neuer Wert:
ga: Luach Nua:
ru: Новое значение:

source: Reorder
cs: Změnit pořadí
de: Umsortieren
ga: Athordú
ru: Изменить порядок

source: %s%s (size %d)
cs: %s%s (velikost %d)
de: %s%s (Größe %d)
ga: %s%s (méid %d)
ru: %s%s (размер %d)

source: %s (size %d)
cs: %s (velikost %d)
de: %s (Größe %d)
ga: %s (méid %d)
ru: %s (размер %d)

source: Size:
cs: Velikost:
de: Größe:
ga: Méid:
ru: Размер:

source: Size
cs: Velikost
de: Größe
ga: Méid
ru: Размер

source: Add Key/Value Pair
cs: Vložit dvojici klíč/hodnota
de: Schlüssel-Wert-Paar hinzufügen
ga: Cuir Péire Eochrach/Luacha Leis
ru: Добавить пару «ключ/значение»
