Repository: JellyTyan/GulpgulpgulpDot-Engine
Catalog: editor/translations/editor/*.po
Languages: cs, de, ga, ru

source: The Android build template is already installed in this project and it won't be overwritten. Remove the "%s" directory manually before attempting this operation again.
cs: Šablona buildu Android je již nainstalována v tomto projektu a nebude přepsána. Odeberte "%s" adresář ručně před pokusem o zopakování této operace.
de: Die Android-Build-Vorlage ist bereits in diesem Projekt installiert und wird nicht überschrieben. Löschen Sie das Verzeichnis „%s“ manuell, bevor Sie diesen Vorgang erneut ausführen.
ga: Tá an teimpléad tógála Android suiteáilte cheana féin sa tionscadal seo agus ní dhéanfar é a athscríobh. Bain an eolaire "%s" de láimh sula ndéanann tú iarracht an oibríocht seo a dhéanamh arís.
ru: Шаблон сборки Android уже установлен в этом проекте и не будет перезаписан. Перед повторной попыткой выполнить эту операцию вручную удалите каталог «%s».

source: This will set up your project for gradle Android builds by installing the source template to "%s". Note that in order to make gradle builds instead of using pre-built APKs, the "Use Gradle Build" option should be enabled in the Android export preset.
de: Dies richtet dein Projekt für Gradle-Android-Builds ein, indem die Quellvorlage in „%s“ installiert wird. Beachten Sie, dass die Option „Gradle-Build verwenden“ im Android-Exportprofil aktiviert sein muss, um Gradle-Builds anstelle vorgefertigter APKs zu nutzen.
ga: Cuirfidh sé seo do thionscadal ar bun le haghaidh tógálacha Gradle Android tríd an teimpléad foinse a shuiteáil chuig "%s". Tabhair faoi deara, chun tógálacha Gradle a dhéanamh in ionad APKanna réamhthógtha a úsáid, gur cheart an rogha "Úsáid Tógáil Gradle" a chumasú sa réamhshocrú easpórtála Android.
ru: Это настроит ваш проект для сборок Android Gradle путем установки исходного шаблона в "%s". Обратите внимание: для создания сборок Gradle вместо использования готовых APK-файлов необходимо включить опцию «Использовать сборку Gradle» в предустановке экспорта Android.

source: Unnamed Project
cs: Nepojmenovaný projekt
de: Unbenanntes Projekt
ga: Tionscadal Gan Ainm
ru: Безымянный проект

source: %s (Overridden)
de: %s (Überladen)
ga: %s (Sáraithe)
ru: %s (Переопределено)

source: Recovery Mode is enabled. Editor functionality has been restricted.
cs: Režim obnovy je aktivní. Funkčnost editoru byla omezena.
de: Der Wiederherstellungsmodus ist aktiviert. Die Editorfunktionalität wurde eingeschränkt.
ga: Tá Mód Aisghabhála cumasaithe. Tá feidhmiúlacht an eagarthóra srianta.
ru: Режим восстановления включен. Функционал редактора ограничен.

source: Spins when the editor window redraws. Update Continuously is enabled, which can increase power usage. Click to disable it.
cs: Otáčí se při překreslování okna editoru. Je povolena možnost Aktualizovat průběžně, která může zvýšit spotřebu energie. Kliknutím ji zakážete.
de: Dreht sich wenn das Editorfenster neu gezeichnet wird. Fortlaufendes Aktualisieren ist aktiviert, was den Energieverbrauch erhöht. Zum Deaktivieren klicken.
ga: Spins nuair a redraws an fhuinneog eagarthóir. Nuashonrú Cumasaithe go leanúnach, ar féidir leis úsáid cumhachta a mhéadú. Cliceáil chun é a dhíchumasú.
ru: Вращается при перерисовке окна редактора. Включена опция «Обновлять непрерывно», которая может увеличить энергопотребление. Нажмите, чтобы отключить её.

source: Spins when the editor window redraws.
cs: Otáčí se při překreslování okna editoru.
de: Dreht sich, wenn das Editorfenster neu gezeichnet wird.
ga: Spins nuair a redraws an fhuinneog eagarthóir.
ru: Вращается при перерисовке окна редактора.

source: Imported resources can't be saved.
cs: Importované zdroje nelze uložit.
de: Importierte Ressourcen können nicht gespeichert werden.
ga: Ní féidir acmhainní iompórtáilte a shábháil.
ru: Импортированные ресурсы не могут быть сохранены.

source: Error saving resource!
cs: Chyba při ukládání zdroje!
de: Fehler beim Speichern der Ressource!
ga: Earráid agus acmhainn á sábháil!
ru: Ошибка при сохранении ресурса!

source: This resource can't be saved because it was imported from another file. Make it unique first.
cs: Tento zdroj nelze uložit, protože byl importován z jiného souboru. Nejprve jej udělejte jedinečný.
de: Diese Ressource kann nicht abgespeichert werden, da sie aus einer anderen Datei importiert wurde. Sie muss erst einzigartig gemacht werden.
ga: Ní féidir an acmhainn seo a shábháil toisc gur iompórtáladh í ó chomhad eile. Déan uathúil é ar dtús.
ru: Этот ресурс нельзя сохранить, так как он был импортирован из другого файла. Сначала нужно сделать его уникальным.

source: This resource can't be saved because it does not belong to the edited scene. Make it unique first.
cs: Tento zdroj nelze uložit, protože nenáleží upravované scéně. Nejprve jej udělejte jedinečný.
de: Diese Ressource kann nicht abgespeichert werden, da sie nicht Teil der bearbeiteten Szene ist. Ressource muss vorher einzigartig gemacht werden.
ga: Ní féidir an acmhainn seo a shábháil toisc nach mbaineann sé leis an radharc atheagraithe. Déan uathúil é ar dtús.
ru: Этот ресурс нельзя сохранить, потому что он не принадлежит изменённой сцене. Сначала нужно сделать его уникальным.

source: Save Resource As...
cs: Uložit zdroj jako...
de: Speichere Ressource als …
ga: Sábháil Acmhainn Mar...
ru: Сохранить ресурс как…

source: Can't open file for writing:
cs: Nelze otevřít soubor pro zápis:
de: Datei kann nicht zum Schreiben geöffnet werden:
ga: Ní féidir comhad a oscailt le scríobh:
ru: Невозможно открыть файл для записи:

source: Requested file format unknown:
cs: Požadovaný formát souboru je neznámý:
de: Angefordertes Dateiformat unbekannt:
ga: Ní fios formáid comhaid iarrtha:
ru: Неизвестный формат запрашиваемого файла:

source: Error while saving.
cs: Chyba při ukládání.
de: Fehler beim Speichern.
ga: Earráid agus sábháil á sábháil.
ru: Ошибка при сохранении.

source: Can't open file '%s'. The file could have been moved or deleted.
cs: Nelze otevřít soubor '%s'. Soubor mohl být přesunut nebo smazán.
de: Datei ‚%s‘ kann nicht geöffnet werden. Die Datei könnte verschoben oder gelöscht worden sein.
ga: Ní féidir comhad '%s' a oscailt. D'fhéadfaí an comhad a bhogadh nó a scriosadh.
ru: Не удалось открыть файл «%s». Файл мог быть перемещён или удалён.

source: Error while parsing file '%s'.
cs: Chyba při rozboru souboru '%s'.
de: Fehler beim Parsen der Datei ‚%s‘.
ga: Earráid agus comhad '%s' á pharsáil.
ru: Ошибка при синтаксическом разборе файла «%s».

source: Scene file '%s' appears to be invalid/corrupt.
cs: Soubor scény '%s' se zdá být neplatný nebo poškozený.
de: Szenendatei ‚%s‘ scheint ungültig/beschädigt zu sein.
ga: Dealraíonn sé go bhfuil an comhad radhairc '%s' neamhbhailí/truaillithe.
ru: Файл сцены «%s» является недопустимым/повреждённым.

source: Missing file '%s' or one of its dependencies.
cs: Chybí soubor '%s' nebo některá z jeho závislostí.
de: Fehlende Datei ‚%s‘ oder eine ihrer Abhängigkeiten.
ga: Comhad '%s' ar iarraidh nó ceann dá spleáchais.
ru: Отсутствует файл «%s» или одна из его зависимостей.

source: File '%s' is saved in a format that is newer than the formats supported by this version of Gulpgulpgulpdot, so it can't be opened.
cs: Soubor '%s' nelze otevřít, protože je uložen v novějším formátu, než který podporuje tato verze Gulpgulpgulpdotu.
de: Datei ‚%s‘ ist in einem Format gespeichert, das neuer ist als die von dieser Gulpgulpgulpdot-Version unterstützten Formate, daher kann sie nicht geöffnet werden.
ga: Sábháiltear an comhad '%s' i bhformáid atá níos nuaí ná na formáidí a dtacaíonn an leagan seo de Gulpgulpgulpdot leo, ionas nach féidir é a oscailt.
ru: Файл «%s» сохранен в более новом формате, не поддерживаемом этой версией Gulpgulpgulpdot, поэтому он не может быть открыт.

source: Error while loading file '%s'.
cs: Chyba při načítání souboru '%s'.
de: Fehler beim Laden der Datei ‚%s‘.
ga: Earráid agus comhad '%s' á luchtú.
ru: Ошибка при загрузке файла «%s».

source: Saving Scene
cs: Ukládání scény
de: Speichere Szene
ga: Radharc á Shábháil
ru: Сохранение сцены

source: Analyzing
cs: Probíhá analýza
de: Analysiere
ga: Anailís
ru: Анализ

source: Creating Thumbnail
de: Erzeuge Miniaturansicht
ga: Mionsamhail á Chruthú
ru: Создание Миниатюры

source: This operation can't be done without a tree root.
cs: Tuto operaci nelze provést bez kořenového uzlu stromu.
de: Diese Operation kann nicht ohne einen Root-Node durchgeführt werden.
ga: Ní féidir an oibríocht seo a dhéanamh gan fréamh crainn.
ru: Эта операция не может быть выполнена без корня дерева.

source: This scene can't be saved because there is a cyclic instance inclusion. Please resolve it and then attempt to save again.
cs: Tuto scénu nelze uložit, protože obsahuje cyklické vložení instancí. Vyřešte ho prosím a zkuste scénu uložit znovu.
de: Diese Szene kann nicht gespeichert werden, weil es eine zyklische Instanzeinbindung gibt. Bitte beheben Sie diese und versuchen Sie dann erneut zu speichern.
ga: Ní féidir an radharc seo a shábháil toisc go bhfuil cuimsiú cásanna timthriallach ann. Réitigh é le do thoil agus ansin déan iarracht é a shábháil arís.
ru: Эта сцена не может быть сохранена, потому что обнаружено циклическое инстанцирование. Устраните эту проблему, а затем повторите попытку сохранения.

source: Couldn't save scene. Likely dependencies (instances or inheritance) couldn't be satisfied.
cs: Scénu se nepodařilo uložit. Pravděpodobně nelze splnit závislosti (instance nebo dědičnost).
de: Szene konnte nicht gespeichert werden. Wahrscheinlich konnten die Abhängigkeiten (Instanzen oder Vererbung) nicht erfüllt werden.
ga: Níorbh fhéidir radharc a shábháil. Níorbh fhéidir spleáchais dhóchúla (cásanna nó oidhreacht) a shásamh.
ru: Невозможно сохранить сцену. Вероятно, зависимости (экземпляры или унаследованные) не могли быть удовлетворены.

source: Save scene before running...
cs: Uložit scénu před spuštěním...
de: Szene vor dem Abspielen speichern …
ga: Sábháil radharc roimh rith...
ru: Сохранение сцены перед запуском…

source: Merge With Existing
cs: Sloučit s existující
de: Mit existierendem vereinen
ga: Cumaisc le Reatha
ru: Объединить с существующим

source: Apply MeshInstance Transforms
cs: Použít transformace MeshInstance
de: MeshInstance-Transforms anwenden
ga: Cuir Claochluithe MogalraInstance i bhfeidhm
ru: Применить преобразования MeshInstance

source: Can't load MeshLibrary for merging!
cs: Nelze načíst MeshLibrary pro sloučení!
de: MeshLibrary kann nicht zum Zusammenführen geladen werden!
ga: Ní féidir MeshLibrary a luchtú le haghaidh cumaisc!
ru: Невозможно загрузить библиотеку сеток для слияния!

source: Error saving MeshLibrary!
cs: Chyba při ukládání MeshLibrary!
de: Fehler beim Speichern der MeshLibrary!
ga: Earráid agus Mogalra á shábháil!
ru: Ошибка сохранения библиотеки сеток!

source: An error occurred while trying to save the editor layout. Make sure the editor's user data path is writable.
cs: Při pokusu o uložení rozvržení editoru došlo k chybě. Ujistěte se, že je cesta k uživatelským datům editoru zapisovatelná.
de: Ein Fehler ist beim Speichern des Editorlayouts aufgetreten. Möglicherweise ist der Ordner für persönliche Einstellungen des Editors nicht schreibbar.
ga: Tharla earráid agus iarracht á déanamh leagan amach an eagarthóra a shábháil. Cinntigh go bhfuil cosán sonraí úsáideora an eagarthóra inscríofa.
ru: Произошла ошибка при попытке сохранить макет редактора. Убедитесь, что путь к пользовательским данным редактора доступен для записи.

source: Default editor layout overridden. To restore the Default layout to its base settings, use the Delete Layout option and delete the Default layout.
cs: Výchozí rozvržení editoru bylo přepsáno. Chcete-li obnovit původní nastavení výchozího rozvržení, použijte možnost Smazat rozvržení a odstraňte výchozí rozvržení.
de: Default-Layout wurde überschrieben. Um das Default-Layout auf Werkseinstellungen zurückzusetzen, sollte das Default-Layout über die Option „Layout löschen“ gelöscht werden.
ga: Sáraíodh leagan amach réamhshocraithe an eagarthóra. Chun an leagan amach Réamhshocraithe a chur ar ais chuig a bhunshocruithe, bain úsáid as an leagan amach Scrios agus scrios an leagan amach Réamhshocraithe.
ru: Макет редактора по умолчанию переопределён. Чтобы восстановить базовые настройки макета по умолчанию, воспользуйтесь опцией «Удалить макет» и удалите макет по умолчанию.

source: Layout name not found!
cs: Název rozvržení nebyl nalezen!
de: Layout-Name nicht gefunden!
ga: Níor aimsíodh ainm an leagain amach!
ru: Имя макета не найдено!

source: Restored the Default layout to its base settings.
cs: Obnoveno původní nastavení výchozího rozvržení.
de: Default-Layout wurde auf Werkseinstellungen zurückgesetzt.
ga: Aischuireadh an leagan amach réamhshocraithe ar a bhunshocruithe.
ru: Для макета по умолчанию восстановлены базовые настройки.

source: This object is marked as read-only, so it's not editable.
cs: Tento objekt slouží pouze pro čtení, takže jej nelze upravovat.
de: Dieses Objekt ist als nur lesbar markiert, es kann also nicht bearbeitet werden.
ga: Tá an réad seo marcáilte mar inléite amháin, mar sin níl sé in eagar.
ru: Этот объект помечен как доступный только для чтения, поэтому его нельзя изменить.

source: This resource belongs to a scene that was imported, so it's not editable. Please read the documentation relevant to importing scenes to better understand this workflow.
cs: Tento zdroj patří scéně, která byla importována, takže jej nelze upravovat. Pro lepší porozumění tomuto procesu si prosím přečtěte dokumentaci o importu scén.
de: Diese Ressource gehört zu einer importierten Szene, sie ist nicht bearbeitbar. Die Dokumentation zum Szenenimport beschreibt den nötigen Arbeitsablauf.
ga: Baineann an acmhainn seo le radharc a allmhairíodh, mar sin níl sé in eagar. Léigh na doiciméid a bhaineann le radhairc a iompórtáil chun tuiscint níos fearr a fháil ar an sreabhadh oibre seo.
ru: Этот ресурс принадлежит сцене, которая была импортирована, поэтому его нельзя изменить. Прочтите документацию по импорту сцен, чтобы лучше понять этот процесс.

source: This resource belongs to a scene that was instantiated or inherited. Changes to it must be made inside the original scene.
cs: Tento zdroj patří scéně, která byla instancována nebo zděděna. Jeho změny musí být provedeny v původní scéně.
de: Diese Ressource gehört zu einer instanziierten oder geerbten Szene. Änderungen an der Ressource müssen in der ursprünglichen Szene vorgenommen werden.
ga: Baineann an acmhainn seo le radharc a bhí toirtithe nó oidhreacht. Ní mór athruithe a dhéanamh air taobh istigh den radharc bunaidh.
ru: Этот ресурс принадлежит сцене, которая была инстанцирована или унаследована. Изменения в нём должны быть сделаны внутри исходной сцены.

source: This resource was imported, so it's not editable. Change its settings in the import panel and then re-import.
cs: Tento zdroj byl importován, takže jej nelze upravovat. Změňte jeho nastavení v panelu Import a poté jej znovu importujte.
de: Diese Ressource wurde importiert und ist nicht bearbeitbar. Es kann allerdings ein Neu-Import mit geänderten Einstellungen im Import-Panel durchgeführt werden.
ga: Iompórtáladh an acmhainn seo, mar sin níl sé in eagar. Athraigh a shocruithe sa phainéal iompórtála agus ansin athiompórtáil.
ru: Этот ресурс был импортирован, поэтому его нельзя изменить. Измените настройки в панели импорта, а затем повторите импорт.

source: This scene was imported, so changes to it won't be kept. Instantiating or inheriting it will allow you to make changes to it. Please read the documentation relevant to importing scenes to better understand this workflow.
cs: Tato scéna byla importována, takže její změny nebudou zachovány. Instancování nebo dědění scény vám umožní provádět změny. Pro lepší porozumění tomuto procesu si prosím přečtěte dokumentaci o importu scén.
de: Diese Szene wurde importiert, Änderungen an ihr werden nicht gespeichert. Instanziierung oder Vererbung erlaubt es, Änderungen vorzunehmen. Die Dokumentation zum Szenenimport beschreibt den nötigen Arbeitsablauf.
ga: Iompórtáladh an radharc seo, mar sin ní choinneofar athruithe air. Má dhéantar é a mheandarú nó a fháil le hoidhreacht, ligfidh sé duit athruithe a dhéanamh air. Léigh na doiciméid a bhaineann le radhairc a iompórtáil chun tuiscint níos fearr a fháil ar an sreabhadh oibre seo.
ru: Эта сцена была импортирована, поэтому изменения в ней не будут сохранены. Инстанцирование или наследование позволит внести в неё изменения. Прочтите документацию по импорту сцен, чтобы лучше понять этот процесс.

source: Changes may be lost!
cs: Změny mohou být ztraceny!
de: Änderungen können verloren gehen!
ga: D'fhéadfadh athruithe a bheith caillte!
ru: Изменения могут быть потеряны!

source: This object is read-only.
cs: Tento objekt slouží pouze pro čtení.
de: Dieses Objekt ist nur lesbar.
ga: Tá an réad seo inléite amháin.
ru: Этот объект доступен только для чтения.

source: %d second ago
cs: před %d sekundou
de: vor %d Sekunde
ga: %d soicind ó shin
ru: %d секунду назад

source: %d minute ago
cs: před %d minutou
de: vor %d Minute
ga: %d nóiméad ó shin
ru: %d минуту назад

source: %d hour ago
cs: před %d hodinou
de: vor %d Stunde
ga: %d uair ó shin
ru: %d час назад

source: Scene "%s" has unsaved changes. Last saved: %s.
cs: Scéna "%s" obsahuje neuložené změny. Naposledy uloženo: %s.
de: Szene „%s“ hat nicht gespeicherte Änderungen. Zuletzt gespeichert: %s.
ga: Tá athruithe gan sábháil ag radharc "%s". Sábháladh go deireanach: %s.
ru: Сцена «%s» имеет несохранённые изменения. Последнее сохранение: %s.

source: Open Base Scene
cs: Otevřít základní scénu
de: Basisszene öffnen
ga: Oscail Bunradharc
ru: Открыть основную сцену

source: %s no longer exists! Please specify a new save location.
cs: %s již neexistuje! Zadejte nové umístění pro uložení.
de: %s existiert nicht mehr! Bitte geben Sie einen neuen Speicherort an.
ga: Níl %s ann a thuilleadh! Sonraigh suíomh sábhála nua le do thoil.
ru: %s больше не существует! Укажите новое место для сохранения.

source: The current scene has no root node, but %d modified external resource(s) and/or plugin data were saved anyway.
cs: Aktuální scéna nemá kořenový uzel, ale přesto bylo uloženo %d upravených externích zdrojů nebo zásuvných modulů.
de: Die aktuelle Szene hat keinen Root-Node, dennoch wurden %d bearbeitete externe Ressource(n) gespeichert und/oder Daten wurden trotzdem gespeichert.
ga: Níl aon nód fréimhe ag an radharc reatha, ach sábháladh %d acmhainní seachtracha modhnaithe agus / nó sonraí breiseáin ar aon nós.
ru: Текущая сцена не имеет корневого узла, но изменённые внешние ресурсы (%d) и/или данные модулей всё равно были сохранены.

source: A root node is required to save the scene. You can add a root node using the Scene tree dock.
cs: Pro uložení scény je vyžadován kořenový uzel. Kořenový uzel můžete přidat pomocí doku Strom scény.
de: Ein Root-Node wird benötigt, um diese Szene zu speichern. Ein Root-Node kann im Szenenbaum-Dock hinzugefügt werden.
ga: Tá nód fréimhe ag teastáil chun an radharc a shábháil. Is féidir leat nód fréimhe a chur leis ag baint úsáide as an duga crann Radharc.
ru: Для сохранения сцены требуется корневой узел. Его можно добавить с помощью панели дерева сцен.

source: Save Scene As...
cs: Uložit scénu jako...
de: Szene speichern als …
ga: Sábháil radharc mar...
ru: Сохранить сцену как…

source: Can't undo while mouse buttons are pressed.
cs: Nelze vrátit zpět, když jsou stisknuta tlačítka myši.
de: Kann nicht rückgängig gemacht werden während Maustasten gedrückt sind.
ga: Ní féidir é a chealú agus cnaipí luiche brúite.
ru: Невозможно отменить, пока нажаты кнопки мыши.

source: Nothing to undo.
cs: Není co vrátit zpět.
de: Nichts rückgängig zu machen.
ga: Ní dhéanfaidh aon ní a chealú.
ru: Нечего отменять.

source: Global Undo: %s
cs: Globální zpět: %s
de: Globales Rückgängig-Machen: %s
ga: Cealaigh Go Domhanda: %s
ru: Отменить глобально: %s

source: Remote Undo: %s
cs: Vzdálené zpět: %s
de: Remote-Rückgängig: %s
ga: Cealaigh cianda: %s
ru: Отменить удалённо: %s

source: Scene Undo: %s
cs: Zpět ve scéně: %s
de: Szenen-Rückgängig-Machen: %s
ga: Cealaigh an Radharc: %s
ru: Отменить в сцене: %s

source: Can't redo while mouse buttons are pressed.
cs: Nelze opakovat, když jsou stisknuta tlačítka myši.
de: Kann nicht wiederhergestellt werden solange Maustasten gedrückt sind.
ga: Ní féidir athdhéanadh agus cnaipí luiche brúite.
ru: Невозможно повторить, пока нажаты кнопки мыши.

source: Nothing to redo.
cs: Není co opakovat.
de: Nichts wiederherzustellen.
ga: Ní dhéanfaidh aon ní a redo.
ru: Нечего повторять.

source: Global Redo: %s
cs: Globální znovu: %s
de: Globales Wiederherstellen: %s
ga: Athdhéan Domhanda: %s
ru: Повторить глобально: %s

source: Remote Redo: %s
cs: Vzdálené znovu: %s
de: Remote-Wiederherstellen: %s
ga: Athdhéan cianda: %s
ru: Повторить удалённо: %s

source: Scene Redo: %s
cs: Znovu ve scéně: %s
de: Szenen-Wiederherstellen: %s
ga: Athdhéan Radhairc: %s
ru: Повторить в сцене: %s

source: Can't reload a scene that was never saved.
cs: Nelze znovu načíst scénu, která nebyla nikdy uložena.
de: Szene kann nicht neu geladen werden, wenn sie vorher nicht gespeichert wurde.
ga: Ní féidir radharc nár sábháladh riamh a athluchtú.
ru: Невозможно перезагрузить сцену, которая не была сохранена.

source: Save & Reload
cs: Uložit a znovu načíst
de: Speichern & Neu laden
ga: Sábháil & Athlódáil
ru: Сохранить и перезагрузить

source: Save before reloading the scene?
de: Vor dem Neuladen der Szene speichern?
ga: Sábháil sula n-athlódálfaidh tú an radharc?
ru: Сохранить перед перезагрузкой сцены?

source: Stop running project before reloading the current project?
cs: Zastavit běh projektu předtím, než se projekt znovu načte z disku?
de: Laufendes Projekt beenden bevor aktuelles Projekt neu geladen wird?
ga: An bhfuil tú ag iarraidh an tionscadal a stopadh sula n-athlódálann tú an tionscadal reatha?
ru: Остановить выполнение проекта перед перезагрузкой текущего проекта?

source: Stop & Reload
de: Stoppen u. neu laden
ga: Stop & Athlódáil
ru: Сохранить и перезагрузить

source: Stop running project before exiting the editor?
cs: Zastavit běh projektu před ukončením editoru?
de: Laufendes Projekt beenden bevor der Editor geschlossen wird?
ga: An bhfuil tú ag iarraidh an tionscadal a stopadh sula n-imíonn tú as an eagarthóir?
ru: Остановить выполнение проекта перед выходом из редактора?

source: Stop & Quit
de: Stoppen u. beenden
ga: Stop & Scoir
ru: Остановить и выйти

source: Save modified resources before reloading?
cs: Uložit změněné zdroje před opětovným načtením?
de: Geänderte Ressourcen vorm Neuladen speichern?
ga: Sábháil acmhainní modhnaithe roimh athlódáil?
ru: Сохранить изменённые ресурсы перед перезагрузкой?

source: Save & Quit
cs: Uložit a ukončit
de: Speichern und beenden
ga: Sábháil & Scoir
ru: Сохранить и выйти

source: Save modified resources before closing?
cs: Uložit změněné zdroje před zavřením?
de: Geänderte Ressourcen abspeichern vorm Schließen?
ga: Sábháil acmhainní modhnaithe roimh dhúnadh?
ru: Сохранить изменённые ресурсы перед закрытием?

source: Save changes to the following scene(s) before reloading?
cs: Uložit změny následujících scén před opětovným načtením?
de: Änderungen in den folgenden Szenen vor dem Neuladen speichern?
ga: Sábháil athruithe ar an radharc/na radhairc seo a leanas sula n-athluchtaítear iad?
ru: Сохранить изменения в следующих сценах перед перезагрузкой?

source: Save changes to the following scene(s) before quitting?
cs: Uložit změny následujících scén před ukončením?
de: Änderungen an der/den folgenden Szene(n) vor dem Beenden speichern?
ga: Sábháil athruithe ar an radharc/na radhairc seo a leanas roimh scor?
ru: Сохранить изменения в следующих сценах перед выходом?
