Repository: JellyTyan/GulpgulpgulpDot-Engine
Catalog: editor/translations/editor/*.po
Languages: cs, de, ga, ru

source: Bottom Orthogonal
ru: Нижний ортогональный

source: Bottom Perspective
ru: Нижний перспективный

source: Left Orthogonal
ru: Левый ортогональный

source: Left Perspective
ru: Левый перспективный

source: Right Orthogonal
ru: Правый ортогональный

source: Right Perspective
ru: Правый перспективный

source: Front Orthogonal
ru: Передний ортогональный

source: Front Perspective
ru: Передний перспективный

source: Rear Orthogonal
ru: Задний ортогональный

source: Rear Perspective
ru: Задний перспективный

source: [auto]
ru: [авто]

source: Locked
ru: Заблокирован

source: Grouped
ru: Сгруппирован

source: X-Axis Transform.
ru: Преобразование по X.

source: Y-Axis Transform.
ru: Преобразование по Y.

source: Z-Axis Transform.
ru: Преобразование по Z.

source: View Plane Transform.
ru: Преобразование по плоскости вида.

source: Keying is disabled (no key inserted).
ru: Манипуляция отключена (ключ не вставлен).

source: Animation Key Inserted.
ru: Ключ анимации вставлен.

source: Drag and drop to override the material of any geometry node. Hold %s when dropping to override a specific surface.
ru: Выполните перетаскивание, чтобы переопределить материал любого узла геометрии. Удерживайте %s при перетаскивании, чтобы переопределить конкретную поверхность.

source: Size: %s (%.1fMP)
ru: Размер: %s (%.1fMP)

source: Objects: %d
ru: Объекты: %d

source: Primitives: %d
ru: Примитивы: %d

source: Draw Calls: %d
ru: Вызовы отрисовки: %d

source: CPU Time: %s ms
ru: Время ЦП: %s мс

source: GPU Time: %s ms
ru: Время ГП: %s мс

source: FPS: %d
ru: Кадр/с: %d

source: Translating:
ru: Перемещение:

source: Instantiating:
ru: Инстанцирование:

source: Top View.
ru: Вид сверху.

source: Bottom View.
ru: Вид снизу.

source: Left View.
ru: Вид слева.

source: Right View.
ru: Вид справа.

source: Front View.
ru: Вид спереди.

source: Rear View.
ru: Вид сзади.

source: Align Transform with View
ru: Совместить преобразование с видом

source: Align Rotation with View
ru: Совместить поворот с видом

source: Set Surface %d Override Material
ru: Задать поверхность %d Переопределить материал

source: Set Material Override
ru: Задать переопределение материала

source: Error instantiating scene from %s.
ru: Ошибка при инстанцировании сцены из %s.

source: Can't instantiate: %s.
ru: Не удалось инстанцировать: %s.

source: Circular dependency found at %s
ru: Циклическая зависимость обнаружена в %s

source: Rotate
ru: Повернуть

source: Translate
ru: Сдвинуть

source: Scaling:
ru: Масштабирование:

source: Rotating %s degrees.
ru: Поворот на %s градусов.

source: Translating %s.
ru: Перемещение %s.

source: Rotating %f degrees.
ru: Поворот на %f градусов.

source: Scaling %s.
ru: Масштабирование %s.

source: View
ru: Вид

source: Auto Orthogonal Enabled
ru: Включён автоматический ортогональный

source: Lock View Rotation
ru: Блокировать вращение вида

source: Display Normal
ru: Обычный режим

source: Display Wireframe
ru: Режим каркаса

source: Display Overdraw
ru: Режим просвечивания

source: Display Lighting
ru: Режим освещения

source: Display Unshaded
ru: Режим без теней

source: Directional Shadow Splits
ru: Разбиение направленных теней

source: Displays directional shadow splits in different colors to make adjusting split thresholds easier. Red: 1st split (closest to the camera), Green: 2nd split, Blue: 3rd split, Yellow: 4th split (furthest from the camera)
ru: Отображает направленные теневые разбиения (splits) в разных цветах для упрощения настройки порогов разбиения. Красный: 1-е разбиение (ближайшее к камере), Зелёный: 2-е разбиение, Синий: 3-е разбиение, Жёлтый: 4-е разбиение (самое дальнее от камеры)

source: Normal Buffer
ru: Буфер нормалей

source: Shadow Atlas
ru: Атлас теней

source: Displays the shadow atlas used for positional (omni/spot) shadow mapping. Requires a visible OmniLight3D or SpotLight3D node with shadows enabled to have a visible effect.
ru: Отображает атлас теней, используемый для позиционного (омни/точечного) теневого маппинга. Для отображения эффекта требуется видимый узел OmniLight3D или SpotLight3D с включёнными тенями.

source: Directional Shadow Map
ru: Карта направленных теней

source: Displays the shadow map used for directional shadow mapping. Requires a visible DirectionalLight3D node with shadows enabled to have a visible effect.
ru: Отображает карту теней, используемую для направленного отображения теней. Требует видимый узел DirectionalLight3D с включенными тенями для получения видимого эффекта.

source: Decal Atlas
ru: Атлас декалей

source: VoxelGI Lighting
ru: Освещение VoxelGI

source: Requires a visible VoxelGI node that has been baked to have a visible effect.
ru: Требуется видимый узел VoxelGI, для которого был выполнен бейкинг (предварительный расчёт освещения), чтобы эффект был виден.

source: VoxelGI Albedo
ru: Альбедо VoxelGI

source: VoxelGI Emission
ru: Излучение VoxelGI

source: SDFGI Cascades
ru: Каскады ГОПРсЗ

source: Requires SDFGI to be enabled in Environment to have a visible effect.
ru: Для отображения эффекта требуется, чтобы SDFGI был включён в настройках Окружения.

source: SDFGI Probes
ru: Зонды ГОПРсЗ

source: Scene Luminance
ru: Яркость сцены

source: Displays the scene luminance computed from the 3D buffer. This is used for Auto Exposure calculation. Requires Auto Exposure to be enabled in CameraAttributes to have a visible effect.
ru: Отображает вычисленную из 3D-буфера яркость сцены. Это используется для расчёта Автоматической Экспозиции. Для отображения эффекта требуется включить Автоматическую Экспозицию в настройках Атрибуты камеры.

source: SSAO
ru: Окружающее затенение в экранном пространстве

source: Displays the screen-space ambient occlusion buffer. Requires SSAO to be enabled in Environment to have a visible effect.
ru: Отображает экранный буфер амбиентного затенения (SSAO). Для отображения эффекта требуется включить SSAO в настройках Окружения.

source: Displays the screen-space indirect lighting buffer. Requires SSIL to be enabled in Environment to have a visible effect.
ru: Отображает буфер экранного непрямого освещения. Для отображения эффекта требуется включить SSIL в настройках Окружение.

source: VoxelGI/SDFGI Buffer
ru: Буфер VoxelGI/ГОПРсЗ

source: Requires SDFGI or VoxelGI to be enabled to have a visible effect.
ru: Для отображения эффекта требуется включить SDFGI или VoxelGI.

source: Disable Mesh LOD
ru: Отключить уровень деталей сетки

source: Renders all meshes with their highest level of detail regardless of their distance from the camera.
ru: Отображает все полигональные сетки с максимальным уровнем детализации независимо от расстояния до камеры.

source: OmniLight3D Cluster
ru: Кластер OmniLight3D

source: Highlights tiles of pixels that are affected by at least one OmniLight3D.
ru: Выделяет плитки пикселей, которые затронуты хотя бы одним OmniLight3D.

source: SpotLight3D Cluster
ru: Кластер SpotLight3D

source: Highlights tiles of pixels that are affected by at least one SpotLight3D.
ru: Выделяет плитки пикселей, которые затронуты хотя бы одним SpotLight3D.

source: Decal Cluster
ru: Кластер декалей

source: Highlights tiles of pixels that are affected by at least one Decal.
ru: Выделяет тайлы пикселей, затронутые хотя бы одной декалью.

source: ReflectionProbe Cluster
ru: Кластер ReflectionProbe

source: Highlights tiles of pixels that are affected by at least one ReflectionProbe.
ru: Выделяет плитки пикселей, которые затронуты хотя бы одним ReflectionProbe.

source: Occlusion Culling Buffer
ru: Буфер отсечения невидимой геометрии

source: Represents occluders with black pixels. Requires occlusion culling to be enabled to have a visible effect.
ru: Представляет окклюдеры чёрными пикселями. Для отображения эффекта требуется включить окклюзивное обрезание.

source: Motion Vectors
ru: Векторы движения

source: Represents motion vectors with colored lines in the direction of motion. Gray dots represent areas with no per-pixel motion.
ru: Представляет векторы движения цветными линиями в направлении движения. Серые точки обозначают области без движения на уровне пикселей.

source: Internal Buffer
ru: Внутренний буфер

source: Shows the scene rendered in linear colorspace before any tonemapping or post-processing.
ru: Показывает сцену отрендереную в линейной цветовой схеме перед любым тональным отображением или постобработкой.

source: Display Advanced...
ru: Показать дополнительные…

source: View Environment
ru: Окружение

source: View Gizmos
ru: Гизмо

source: View Transform Gizmo
ru: Просмотр преобразования гизмо

source: View Grid
ru: Отображать сетку

source: View Information
ru: Информация

source: View Frame Time
ru: Время кадра

source: Half Resolution
ru: Половинное разрешение

source: Audio Listener
ru: Прослушиватель звука

source: Enable Doppler
ru: Включить эффект Доплера

source: Cinematic Preview
ru: Кинематографический предварительный просмотр

source: Viewport Orbit Modifier 1
ru: Модификатор орбиты окна просмотра 1

source: Viewport Orbit Modifier 2
ru: Модификатор орбиты окна просмотра 2

source: Viewport Pan Modifier 1
ru: Модификатор панорамы окна 1

source: Viewport Pan Modifier 2
ru: Модификатор панорамы окна 2

source: Viewport Zoom Modifier 1
ru: Модификатор приближения окна 1

source: Viewport Zoom Modifier 2
ru: Модификатор приближения окна 2

source: Freelook Left
ru: Свободный вид, влево

source: Freelook Right
ru: Свободный вид, вправо

source: Freelook Forward
ru: Свободный вид, вперёд

source: Freelook Backwards
ru: Свободный вид, назад

source: Freelook Up
ru: Свободный вид, вверх

source: Freelook Down
ru: Свободный вид, вниз

source: Freelook Speed Modifier
ru: Модификатор скорости свободного вида

source: Freelook Slow Modifier
ru: Модификатор замедления свободного вида

source: Lock Transformation to X axis
ru: Заблокировать трансформацию по оси X

source: Lock Transformation to Y axis
ru: Заблокировать трансформацию по оси Y

source: Lock Transformation to Z axis
ru: Заблокировать трансформацию по оси Z

source: Lock Transformation to YZ plane
ru: Заблокировать трансформацию по плоскости YZ

source: Lock Transformation to XZ plane
ru: Заблокировать трансформацию по плоскости XZ

source: Lock Transformation to XY plane
ru: Заблокировать трансформацию по плоскости XY

source: Cancel Transformation
ru: Отменить трансформацию

source: Begin Translate Transformation
ru: Начать трансформацию перемещения

source: Begin Rotate Transformation
ru: Начать трансформацию вращения

source: Begin Scale Transformation
ru: Начать трансформацию масштаба

source: Reposition Using Collisions
ru: Смена размещения при использовании коллизий

source: Toggle Camera Preview
ru: Переключить превью камеры

source: View Rotation Locked
ru: Вращение камеры заблокировано

source: Overriding material...
ru: Переопределение материала…

source: XForm Dialog
ru: Диалоговое окно XForm

source: Lock Selected
ru: Заблокировать выделенное

source: Unlock Selected
ru: Разблокировать выделенное

source: Group Selected
ru: Сгруппировать выделенное

source: Ungroup Selected
ru: Разгруппировать выделенное

source: Click to toggle between visibility states. Open eye: Gizmo is visible. Closed eye: Gizmo is hidden. Half-open eye: Gizmo is also visible through opaque surfaces ("x-ray").
ru: Нажмите для переключения между состояниями видимости. Открытый глаз: гизмо видно. Закрытый глаз: гизмо не видно. Полуоткрытый глаз: гизмо также видно сквозь непрозрачные поверхности («рентген»).

source: Snap Nodes to Floor
ru: Привязать узлы к полу

source: Couldn't find a solid floor to snap the selection to.
ru: Не удалось найти сплошной пол, к которому можно привязать выделение.

source: Add Preview Sun to Scene
ru: Добавить к сцене предварительный просмотр солнца

source: Add Preview Environment to Scene
ru: Добавить к сцене предварительный просмотр окружения

source: Alt+RMB: Show list of all nodes at position clicked, including locked.
ru: Alt+ПКМ: показать список всех узлов в выбранной позиции, включая заблокированные.

source: (Available in all modes.)
ru: (Доступно во всех режимах.)

source: Scene contains DirectionalLight3D. Preview disabled.
ru: Сцена содержит DirectionalLight3D. Предварительный просмотр отключён.

source: Preview disabled.
ru: Предпросмотр отключён.

source: Scene contains WorldEnvironment. Preview disabled.
ru: Сцена содержит WorldEnvironment. Предварительный просмотр отключён.

source: Set Preview Sun Direction
ru: Задать предпросмотр направления солнца

source: Set Preview Sun Altitude
ru: Задать предпросмотр высоты солнца

source: Set Preview Sun Azimuth
ru: Задать предпросмотр азимута солнца

source: Set Preview Sun Color
ru: Задать предпросмотр цвета солнца

source: Set Preview Sun Energy
ru: Задать предпросмотр энергии солнца

source: Set Preview Sun Max Shadow Distance
ru: Задать предпросмотр максимального расстояния солнечной тени

source: Set Preview Environment Sky Color
ru: Задать предпросмотр цвета неба окружения

source: Set Preview Environment Ground Color
ru: Задать предпросмотр цвета почвы окружения

source: Set Preview Environment Energy
ru: Задать предпросмотр энергии окружения

source: Set Preview Environment Ambient Occlusion
ru: Установить окклюзию окружающей среды предварительного просмотра

source: Set Preview Environment Glow
ru: Задать предпросмотр свечения окружения

source: Set Preview Environment Tonemap
ru: Задать предпросмотр карты тональности окружения

source: Set Preview Environment Global Illumination
ru: Задать предпросмотр глобального освещения окружения

source: Move Mode
ru: Режим перемещения

source: Rotate Mode
ru: Режим вращения

source: Scale Mode
ru: Режим масштабирования

source: Select Mode
ru: Режим выделения

source: Lock selected node, preventing selection and movement.
ru: Заблокировать выбранный узел (запретить его выделение и перемещение).

source: Lock
ru: Заблокировать

source: Unlock selected node, allowing selection and movement.
ru: Разблокировать выбранный узел (разрешить его выделение и перемещение).

source: Unlock
ru: Разблокировать

source: Groups the selected node with its children. This selects the parent when any child node is clicked in 2D and 3D view.
ru: Сгруппирует выбранный узел с его дочерними узлами. В этом случае, при клике на дочерние узлы во вкладках 2D и 3D будет выбираться родитель.

source: Group
ru: Группа

source: Ungroups the selected node from its children. Child nodes will be individual items in 2D and 3D view.
ru: Отменяет группировку выбранного узла с его дочерними узлами. Дочерние узлы будут самостоятельными объектами во вкладках 2D и 3D.

source: Ungroup
ru: Разгруппировать

source: LMB+Drag: Measure the distance between two points in 3D space.
ru: ЛКМ+Перетащить: Измерьте расстояние между двумя точками в трехмерном пространстве.

source: Ruler Mode
ru: Режим измерения

source: Use Local Space
ru: Использовать локальное пространство

source: Use Snap
ru: Использовать привязки

source: Toggle preview sunlight. If a DirectionalLight3D node is added to the scene, preview sunlight is disabled.
ru: Включить/отключить предварительный просмотр солнечного света. Если в сцену добавлен узел DirectionalLight3D, предварительный просмотр солнечного света отключён.

source: Toggle preview sunlight.
ru: Предварительный просмотр солнечного света.

source: Toggle preview environment. If a WorldEnvironment node is added to the scene, preview environment is disabled.
ru: Включить/отключить предварительный просмотр окружения. Если в сцену добавлен узел WorldEnvironment, предварительный просмотр окружения отключён.

source: Toggle preview environment.
ru: Включить предпросмотр окружения.

source: Edit Sun and Environment settings.
ru: Изменить параметры «Солнца» и «Окружения».

source: Bottom View
ru: Вид снизу

source: Top View
ru: Вид сверху

source: Rear View
ru: Вид сзади

source: Front View
ru: Вид спереди

source: Left View
ru: Вид слева

source: Right View
ru: Вид справа

source: Orbit View Down
ru: Вид с орбиты вниз

source: Orbit View Left
ru: Вид с орбиты влево

source: Orbit View Right
ru: Вид с орбиты вправо

source: Orbit View Up
ru: Вид с орбиты вверх

source: Orbit View 180
ru: Вид с орбиты 180

source: Switch Perspective/Orthogonal View
ru: Переключение перспективного/ортогонального вида

source: Insert Animation Key
ru: Вставить ключ анимации

source: Focus Origin
ru: Фокус на начале координат

source: Focus Selection
ru: Фокус на выбранном

source: Toggle Freelook
ru: Переключить свободный вид

source: Decrease Field of View
ru: Уменьшить поле зрения

source: Increase Field of View
ru: Увеличить поле зрения

source: Reset Field of View to Default
ru: Сбросить поле зрения к значению по умолчанию

source: Transform
ru: Преобразование

source: Snap Object to Floor
ru: Привязать объект к полу

source: Transform Dialog...
ru: Окно преобразования…

source: Configure Snap...
ru: Настроить привязку…

source: 1 Viewport
ru: 1 окно

source: 2 Viewports
ru: 2 окна

source: 2 Viewports (Alt)
ru: 2 окна (Alt)

source: 3 Viewports
ru: 3 окна

source: 3 Viewports (Alt)
ru: 3 окна (Alt)

source: 4 Viewports
ru: 4 окна

source: Gizmos
ru: Гизмо

source: View Origin
ru: Отображать начало координат

source: Preview Translation
ru: Предпросмотр перевода

source: Settings...
ru: Настройки…

source: Snap Settings
ru: Параметры привязки

source: Translate Snap:
ru: Привязка перемещения:

source: Viewport Settings
ru: Параметры окна просмотра

source: FOV is defined as a vertical value, as the editor camera always uses the Keep Height aspect mode.
ru: FOV (угол обзора) определяется по вертикали, так как камера в редакторе всегда находится в режиме «Сохранять соотношение сторон по вертикали» (keep height).

source: Perspective VFOV (deg.):
ru: Перспективное вертикальное поле зрения (град.):

source: View Z-Near:
ru: Ближняя плоскость отсечения (Z-near) отображения:

source: View Z-Far:
ru: Дальняя плоскость отсечения (Z-far) отображения:

source: Transform Change
ru: Изменение преобразования

source: Translate:
ru: Перемещение:

source: Rotate (deg.):
ru: Поворот (град.):

source: Scale (ratio):
ru: Масштаб (соотношение):

source: Transform Type
ru: Тип преобразования

source: Pre
ru: До

source: Post
ru: После

source: Preview Sun
ru: Предпросмотр солнца

source: Sun Direction
ru: Направление солнца

source: Angular Altitude
ru: Угловая высота

source: Azimuth
ru: Азимут

source: Sun Color
ru: Цвет солнца

source: Sun Energy
ru: Энергия солнца

source: Shadow Max Distance
ru: Максимальное расстояние тени

source: Add Sun to Scene
ru: Добавить солнце к сцене

source: Adds a DirectionalLight3D node matching the preview sun settings to the current scene. Hold Shift while clicking to also add the preview environment to the current scene.
ru: Добавляет к текущей сцене узел DirectionalLight3D, соответствующий параметрам предпросмотра солнца. Удерживайте клавишу Shift при щелчке, чтобы также добавить к текущей сцене предпросмотр окружения.

source: Preview Environment
ru: Предпросмотр окружения

source: Sky Color
ru: Цвет неба

source: Ground Color
ru: Цвет земли

source: Sky Energy
ru: Энергия неба

source: Glow
ru: Свечение

source: Tonemap
ru: Карта тональности

source: Post Process
ru: Постобработка

source: Add Environment to Scene
ru: Добавить окружение к сцене

source: Adds a WorldEnvironment node matching the preview environment settings to the current scene. Hold Shift while clicking to also add the preview sun to the current scene.
ru: Добавляет к текущей сцене узел WorldEnvironment, соответствующий параметрам предпросмотра окружения. Удерживайте клавишу Shift при щелчке, чтобы также добавить к текущей сцене предпросмотр солнца.

source: Can't determine a save path for the occluder. Save your scene and try again.
ru: Не удалось определить путь для сохранения окклюдера. Сохраните сцену и попробуйте ещё раз.

source: No meshes to bake. Make sure there is at least one MeshInstance3D node in the scene whose visual layers are part of the OccluderInstance3D's Bake Mask property.
ru: Нет сеток для запекания. Убедитесь, что в сцене есть хотя бы один узел MeshInstance3D, визуальные слои которого являются частью свойства Bake Mask OccluderInstance3D.

source: Could not save the new occluder at the specified path:
ru: Не удалось сохранить новый окклюдер по указанному пути:

source: Bake Occluders
ru: Запечь окклюдеры

source: Select occluder bake file:
ru: Выберите файл запекания окклюдера:

source: Generating Visibility AABB (Waiting for Particle Simulation)
ru: Генерация AABB видимости (ожидание симуляции частиц)

source: Generate Visibility AABB
ru: Генерировать AABB видимости

source: "%s" doesn't inherit from Node3D.
ru: «%s» не наследует от Node3D.

source: "%s" doesn't contain geometry.
ru: «%s» не содержит геометрии.

source: "%s" doesn't contain face geometry.
ru: «%s» не содержит геометрии с гранями.

source: Generate AABB
ru: Генерировать AABB

source: Create Emission Points From Node
ru: Создать точки излучения из узла

source: The geometry's faces don't contain any area.
ru: Грани данной геометрии не содержат никакой области.

source: The geometry doesn't contain any faces.
ru: Данная геометрия не содержит граней.

source: Generation Time (sec)
ru: Генерация Времени (сек)

source: Create Emitter
ru: Создать излучатель

source: Emission Points:
ru: Точки излучения:

source: Emission Source:
ru: Источник излучения:

source: Surface Points
ru: Точки поверхности

source: Surface Points+Normal (Directed)
ru: Точки поверхности + нормаль (направленная)

source: A processor material of type 'ParticleProcessMaterial' is required.
ru: Требуется материал типа «ParticleProcessMaterial».

source: Create Emission Points
ru: Создать точки излучения

source: Convert to CPUParticles3D
ru: Преобразовать в CPUParticles3D

source: Convert to GPUParticles3D
ru: Преобразовать в GPUParticles3D

source: Curve Point #
ru: Точка кривой #

source: Handle In #
ru: Маркер входа #

source: Handle Out #
ru: Маркер выхода #

source: Handle Tilt #
ru: Маркер наклона #

source: Set Curve Point Position
ru: Установить позицию точки кривой

source: Set Curve Out Position
ru: Установить позицию выхода кривой

source: Set Curve In Position
ru: Установить позицию входа кривой

source: Set Curve Point Tilt
ru: Установить наклон точки кривой

source: Split Path
ru: Разделить путь

source: Remove Path Point
ru: Удалить точку пути

source: Reset Out-Control Point
ru: Сбросить выходную точку управления

source: Reset In-Control Point
ru: Сбросить входную точку управления

source: Reset Point Tilt
ru: Сбросить наклон точки

source: Toggle Open/Closed Curve
ru: Переключить открытую/закрытую кривую

source: Create Curve in Path3D
ru: Создать кривую в Path3D

source: Shift+Click: Select multiple Points
ru: Shift+щелчок: выбрать несколько точек

source: Shift+Click: Drag out Control Points
ru: Shift+щелчок: вытащить точки управления

source: Select Tilt Handles
ru: Выбрать маркеры наклона

source: Split Segment (in curve)
ru: Разделить сегмент (в кривой)

source: Move Joint
ru: Переместить соединение

source: Create Polygon3D
ru: Создать Polygon3D

source: Edit Poly
ru: Редактировать полигон

source: Edit Poly (Remove Point)
ru: Редактировать полигон (удалить точку)

source: Path to AnimationMixer is invalid
ru: Некорректный путь к AnimationMixer

source: AnimationMixer has no valid root node path, so unable to retrieve track names.
ru: AnimationMixer не имеет корректного пути к корневому узлу, поэтому невозможно получить имена дорожек.

source: Assign
ru: Назначить

source: Bone Metadata
ru: Метаданные кости

source: Add Bone Metadata
ru: Добавить метаданные кости

source: Set Bone Transform
ru: Задать трансформацию кости

source: Modify metadata '%s' for bone '%s'
ru: Изменить метаданные «%s» для кости «%s»

source: Remove metadata '%s' from bone '%s'
ru: Удалить метаданные «%s» из кости «%s»
