Repository: JellyTyan/GulpgulpgulpDot-Engine
Catalog: editor/translations/editor/*.po
Languages: cs, de, ga, ru

source: Game running not embedded.
cs: Hra běží nevložená.
ru: Игра запущена, но не встроена.

source: Press play to start the game.
cs: Pro spuštění hry stiskněte hrát.
ru: Нажмите кнопку воспроизведения, чтобы начать игру.

source: Embedding is disabled.
cs: Vkládání je zakázáno.
ru: Встраивание отключено.

source: Game embedding not available on your OS.
cs: Na vašem OS není vložení hry dostupné.
ru: Встраивание игры недоступно для вашей ОС.

source: Game embedding not available for the Display Server: '%s'. Display Server can be modified in the Project Settings (Display > Display Server > Driver).
cs: Vložení hry není dostupné pro správce oken: '%s'. Správce oken můžete změnit v Nastavení projektu (Zobrazení > Správce oken > Ovladač).
ru: Встраивание игры недоступно для сервера отображения: «%s». Сервер отображения можно изменить в настройках проекта (Дисплей > Сервер отображения > Драйвер).

source: Game embedding not available when the game starts minimized.
ru: Встраивание игры недоступно, если игра запускается в свернутом виде.

source: Consider overriding the window mode project setting with the editor feature tag to Windowed to use game embedding while leaving the exported project intact.
ru: Рассмотрите возможность переопределения настройки проекта оконного режима с помощью тега функции редактора на «Оконный», чтобы использовать встраивание игры, оставив при этом экспортированный проект нетронутым.

source: Game embedding not available when the game starts maximized.
ru: Встраивание игры недоступно, если игра запущена в развернутом виде.

source: Game embedding not available when the game starts in fullscreen.
ru: Встраивание игры недоступно, если игра запущена в полноэкранном режиме.

source: Game embedding not available in single window mode.
cs: Vložení hry není dostupné v režimu jednoho okna.
ru: Встраивание игры недоступно в режиме одного окна.

source: Unmute game audio.
ru: Включить звук в игре.

source: Mute game audio.
ru: Заглушить аудио игры.

source: Suspend
cs: Pozastavit
ru: Приостановить

source: Input
cs: Vstup
ru: Ввод

source: Allow game input.
cs: Povolit herní vstup.
ru: Разрешить игровой ввод.

source: Disable game input and allow to select Node2Ds, Controls, and manipulate the 2D camera.
cs: Zakázat herní vstup a povolit výběr uzlů Node2D a Control a manipulaci s 2D kamerou.
ru: Отключить игровой ввод и разрешить выбирать Node2D, Control узлы, и управлять 2D-камерой.

source: Disable game input and allow to select Node3Ds and manipulate the 3D camera.
cs: Zakázat herní vstup a povolit výběr uzlů Node3D a manipulaci s 3D kamerou.
ru: Отключить игровой ввод и разрешить выбирать Node3D и управлять 3D-камерой.

source: Show list of selectable nodes at position clicked.
cs: Zobrazit seznam uzlů na kliknuté pozici, jež je možno označit.
ru: Показать список доступных для выбора узлов в выбранной позиции.

source: Toggle Selection Visibility
cs: Přepnout viditelnost vybraného
ru: Переключить видимость выделения

source: Override the in-game camera.
cs: Přepsat kameru hry.
ru: Переопределить игровую камеру.

source: Camera Override Options
cs: Možnosti přepsání kamery
ru: Параметры переопределения камеры

source: Reset 2D Camera
cs: Obnovit 2D kameru
ru: Сбросить 2D-камеру

source: Reset 3D Camera
cs: Obnovit 3D kameru
ru: Сбросить 3D-камеру

source: Manipulate In-Game
cs: Manipulovat ve hře
ru: Манипулировать в игре

source: Manipulate From Editors
cs: Manipulovat z editorů
ru: Манипулировать из редактора

source: Embedding Options
cs: Možnosti vložení
ru: Варианты встраивания

source: Embed Game on Next Play
cs: Vložit hru při dalším spuštění
ru: Встроить игру в Next Play

source: Make Game Workspace Floating on Next Play
cs: Při příštím spuštění otevřít Pracovní prostor hry v plovoucím doku
ru: Сделать игровое рабочее пространство плавающим c Next Play

source: Embedded game size is based on project settings. The 'Keep Aspect' mode is used when the Game Workspace is smaller than the desired size.
cs: Rozměry vložené hry jsou odvozeny z nastavení projektu. Když je Pracovní prostor hry menší než požadovaná velikost, je použit režim 'Zachovat poměr stran'.
ru: Размер встроенной игры зависит от настроек проекта. Режим «Сохранить соотношение сторон» используется, когда игровое рабочее пространство меньше желаемого размера.

source: Keep the aspect ratio of the embedded game.
cs: Zachovat poměr stran vložené hry.
ru: Сохраните соотношение сторон встроенной игры.

source: Embedded game size stretches to fit the Game Workspace.
cs: Vložená hra je roztažena, aby se vešla do Pracovního prostoru hry.
ru: Размер встроенной игры растягивается в соответствии с размером игрового рабочего пространства.

source: Game Workspace
cs: Pracovní prostor hry
ru: Игровое рабочее пространство

source: Game
ru: Игра

source: Clear All
cs: Promazat vše
ru: Очистить

source: Run Instances
cs: Spustit instance
ru: Запустить экземпляры

source: Main Run Args:
cs: Hlavní argumenty běhu:
ru: Основные аргументы запуска:

source: Main Feature Tags:
cs: Hlavní štítky funkcí:
ru: Основные метки возможностей:

source: Space-separated arguments, example: host player1 blue
cs: Argumenty oddělené mezerou, příklad: host player1 blue
ru: Аргументы, разделенные пробелами, пример: host player1 blue

source: Comma-separated tags, example: demo, steam, event
cs: Štítky oddělené čárkami, příklad: demo, steam, event
ru: Метки, разделённые запятыми. Пример: demo, steam, event

source: Enable Multiple Instances
cs: Povolit více instancí
ru: Включить несколько экземпляров

source: Number of Instances
ru: Число экземпляров

source: Override Main Run Args
cs: Přepsat hlavní argumenty běhu
ru: Переопределить аргументы основного запуска

source: Launch Arguments
cs: Argumenty spuštění
ru: Аргументы запуска

source: Override Main Tags
cs: Přepsat hlavní štítky
ru: Переопределить основные метки

source: Feature Tags
cs: Štítky funkcí
ru: Метки возможностей

source: Move Origin to Geometric Center
ru: Переместить начало координат в Геометрический Центр (Geometric Center)

source: Create Polygon
cs: Vytvořit polygon
ru: Создать полигон

source: Edit points. LMB: Move Point RMB: Erase Point
cs: Upravit body. Levé tl. myši: Přesunout bod Pravé tl. myši: Vymazat bod
ru: Редактировать точки. ЛКМ: переместить точку. ПКМ: удалить точку

source: Move center of gravity to geometric center.
ru: Переместить центр тяжести в геометрический центр.

source: Move Geometric Center
ru: Переместить Геометрический Центр

source: Edit Polygon
cs: Upravit polygon
ru: Редактировать полигон

source: Insert Point
cs: Vložit bod
ru: Вставить точку

source: Edit Polygon (Remove Point)
cs: Upravit polygon (odstranit bod)
ru: Редактировать полигон (удалить точку)

source: Remove Polygon And Point
cs: Odstranit polygon a bod
ru: Удалить полигон и точку

source: Create Polygon Points
ru: Создать точки полигона

source: Edit Polygon Points
ru: Редактировать точки полигона

source: Delete Polygon Points
ru: Удалить точки полигона

source: Edit Camera2D Limits
ru: Изменить Лимиты Camera2D

source: Snap Camera2D Limits to the Viewport
ru: Привязка Лимитов Camera2D к Viewport (области просмотра)

source: Snap the Limits to the Viewport
ru: Привязать пределы к области просмотра

source: Create Occluder Polygon
cs: Vytvořit stínící polygon
ru: Создать заслоняющий полигон

source: Convert to Parallax2D
cs: Převést na Parallax2D
ru: Преобразовать в Parallax2D

source: Generate Visibility Rect
cs: Generovat obdélník viditelnosti
ru: Создать прям. видимости

source: Load Emission Mask
cs: Načíst emisní masku
ru: Загрузить маску излучения

source: Solid Pixels
cs: Pevné pixely
ru: Залитые пиксели

source: Border Pixels
cs: Hraniční pixely
ru: Граничные пиксели

source: Centered
cs: Uprostřed
ru: По центру

source: Generating Visibility Rect (Waiting for Particle Simulation)
cs: Generování obdélníku viditelnosti (čekání na simulaci částic)
ru: Создание прям. видимости (ожидание симуляции частиц)

source: Generating...
cs: Generování...
ru: Генерация…

source: Loading emission mask requires ParticleProcessMaterial.
cs: Načtení emisní masky vyžaduje ParticleProcessMaterial.
ru: Для загрузки маски эмиссии требуется ParticleProcessMaterial.

source: Convert to CPUParticles2D
cs: Převést na CPUParticles2D
ru: Преобразовать в CPUParticles2D

source: Generation Time (sec):
cs: Čas generování (s):
ru: Время генерации (сек):

source: Convert to GPUParticles2D
cs: Převést na GPUParticles2D
ru: Преобразовать в GPUParticles2D

source: Remove Point from Curve
cs: Odstranit bod z křivky
ru: Удалить точку с кривой

source: Remove Out-Control from Curve
cs: Odstranit výstupní kontrolní bod křivky
ru: Удалить выходной элемент управления из кривой

source: Remove In-Control from Curve
cs: Odstranit vstupní kontrolní bod křivky
ru: Удалить входной элемент управления из кривой

source: Move Point in Curve
cs: Přesunout bod v křivce
ru: Переместить точку в кривой

source: Add Point to Curve
cs: Přidat bod do křivky
ru: Добавить точку к кривой

source: Split Curve
cs: Rozdělit křivku
ru: Разделить кривую

source: Move In-Control in Curve
cs: Přesunout vstupní kontrolní bod křivky
ru: Переместить входной элемент управления в кривой

source: Move Out-Control in Curve
cs: Přesunout výstupní kontrolní bod křivky
ru: Переместить выходной элемент управления в кривой

source: Close the Curve
cs: Uzavřít křivku
ru: Замкнуть кривую

source: Clear Curve Points
cs: Promazat body křivky
ru: Удалить точки кривой

source: Create Curve in Path2D
cs: Vytvořit křivku v Path2D
ru: Создать кривую в Path2D

source: Select Points
cs: Vybrat body
ru: Выбрать точки

source: Shift+Drag: Select Control Points
cs: Shift+Táhnutí: Vybrat kontrolní body
ru: Shift+перетаскивание: выбрать точки управления

source: Left Click: Split Segment (in curve)
cs: Levý klik: Rozdělit segment (v křivce)
ru: ЛКМ: разделить сегмент (в кривой)

source: Right Click: Delete Point
cs: Pravý klik: Smazat bod
ru: ПКМ: удалить точку

source: Select Control Points (Shift+Drag)
cs: Vybrat kontrolní body křivky (Shift+Táhnutí)
ru: Выбрать точки управления (Shift+перетаскивание)

source: Select Control Points
cs: Vybrat kontrolní body
ru: Выбрать точки управления

source: Add Point (in empty space)
cs: Přidat bod (v prázdném prostoru)
ru: Добавить точку (в пустом пространстве)

source: Delete Point
cs: Odstranit bod
ru: Удалить точку

source: Close Curve
cs: Uzavřít křivku
ru: Замкнуть кривую

source: Clear Points
cs: Promazat body
ru: Очистить точки

source: Please Confirm...
cs: Potvrďte prosím...
ru: Подтверждение…

source: Remove all curve points?
cs: Odstranit všechny body křivky?
ru: Удалить все точки кривой?

source: Mirror Handle Angles
cs: Zrcadlit úhly úchytů
ru: Отразить угол маркера

source: Mirror Handle Lengths
cs: Zrcadlit délku úchytů
ru: Отразить длину маркера

source: Create Curve
cs: Vytvořit křivku
ru: Создать кривую

source: Set Target Position
cs: Nastavit cílovou pozici
ru: Установить целевое положение

source: Set Handle
cs: Nastavit úchyt
ru: Задать маркер

source: The skeleton property of the Polygon2D does not point to a Skeleton2D node
cs: Vlastnost kostra uzlu Polygon2D neodkazuje na uzel Skeleton2D
ru: Свойство скелета Polygon2D не указывает на узел Skeleton2D

source: Sync Bones
cs: Synchronizovat kosti
ru: Синхронизировать кости

source: Create UV Map
cs: Vytvořit UV mapu
ru: Создать карту UV

source: Polygon 2D has internal vertices, so it can no longer be edited in the viewport.
cs: Polygon 2D má vnitřní vrcholy, takže ho již nelze editovat v průzoru.
ru: 2D-полигон имеет внутренние вершины, поэтому его нельзя редактировать в окне просмотра.

source: Create Polygon & UV
cs: Vytvořit polygon a UV
ru: Создать полигон и UV

source: Create Internal Vertex
cs: Vytvořit vnitřní vrchol
ru: Создать внутреннюю вершину

source: Remove Internal Vertex
cs: Odstranit vnitřní vrchol
ru: Удалить внутреннюю вершину

source: Invalid Polygon (need 3 different vertices)
cs: Neplatný polygon (jsou třeba 3 různé vrcholy)
ru: Некорректный полигон (требуются 3 разные вершины)

source: Add Custom Polygon
cs: Přidat vlastní polygon
ru: Добавить пользовательский полигон

source: Remove Custom Polygon
cs: Odstranit vlastní polygon
ru: Удалить пользовательский полигон

source: Transform UV Map
cs: Transformovat UV mapu
ru: Преобразовать карту UV

source: Transform Polygon
cs: Transformovat polygon
ru: Преобразовать полигон

source: Paint Bone Weights
cs: Změnit hmotnost kostí
ru: Покрасить веса костей

source: Polygon
ru: Полигон

source: Points
cs: Body
ru: Точки

source: Polygons
cs: Polygony
ru: Полигоны

source: Bones
cs: Kosti
ru: Кости

source: Move Points
cs: Přesunout body
ru: Переместить точки

source: %s: Rotate
cs: %s: Otáčet
ru: %s: Повернуть

source: Shift: Move All
cs: Shift: Přesunout vše
ru: Shift: переместить все

source: %s + Shift: Scale
cs: %s + Shift: Škálovat
ru: %s + Shift: Масштабировать

source: Move Polygon
cs: Přesunout polygon
ru: Переместить полигон

source: Rotate Polygon
cs: Otočit polygon
ru: Повернуть полигон

source: Scale Polygon
cs: Změnit měřítko polygonu
ru: Масштабировать полигон

source: Create a custom polygon. Enables custom polygon rendering.
cs: Vytvořit vlastní polygon. Aktivuje vykreslování vlastních polygonů.
ru: Создать пользовательский полигон. Включает рендеринг пользовательских полигонов.

source: Remove a custom polygon. If none remain, custom polygon rendering is disabled.
cs: Odstranit vlastní polygon. Pokud žádný nezbývá, je vykreslování vlastních polygonů deaktivováno.
ru: Удалить пользовательский полигон. Если ничего не осталось, рендеринг пользовательских полигонов отключится.

source: Paint weights with specified intensity.
cs: Kreslit váhy se zadanou intenzitou.
ru: Покрасить веса с заданной интенсивностью.

source: Unpaint weights with specified intensity.
cs: Odebrat váhy se zadanou intnzitou.
ru: Убрать окраску весов с заданной интенсивностью.

source: Strength
ru: Интенсивность

source: Radius:
cs: Poloměr:
ru: Радиус:

source: Copy Polygon to UV
cs: Kopírovat polygon do UV
ru: Копировать полигон в UV

source: Copy UV to Polygon
cs: Kopírovat UV do polygonu
ru: Копировать UV в полигон

source: Clear UV
cs: Promazat UV
ru: Очистить UV

source: Grid Settings
cs: Nastavení mřížky
ru: Параметры сетки

source: Snap
cs: Přichytávat
ru: Привязка

source: Enable Snap
cs: Povolit přichytávání
ru: Включить привязку

source: Grid
cs: Mřížka
ru: Сетка

source: Show Grid
cs: Zobrazit mřížku
ru: Показать сетку

source: Configure Grid:
cs: Nastavit mřížku:
ru: Настройка сетки:

source: Grid Offset X:
cs: Offset mřížky X:
ru: Отступ сетки по X:

source: Grid Offset Y:
cs: Offset mřížky Y:
ru: Отступ сетки по Y:

source: Grid Step X:
cs: Krok mřížky X:
ru: Шаг сетки по X:

source: Grid Step Y:
cs: Krok mřížky Y:
ru: Шаг сетки по Y:

source: Sync Bones to Polygon
cs: Synchronizovat kosti do polygonu
ru: Синхронизировать кости с полигоном

source: This skeleton has no bones, create some children Bone2D nodes.
cs: Kostra nemá žádné kosti, vytvořte nějaké uzly Bone2D jako potomky.
ru: У этого скелета нет костей, создайте дочерние узлы Bone2D.

source: Set Rest Pose to Bones
cs: Nastavit kosti podle klidové pózy
ru: Задать позу покоя костям

source: Create Rest Pose from Bones
cs: Vytvořit klidovou pózu z kostí
ru: Создать позу покоя из костей

source: Reset to Rest Pose
cs: Obnovit klidovou pózu
ru: Сбросить в позу покоя

source: Overwrite Rest Pose
cs: Přepsat klidovou pózu
ru: Перезаписать позу покоя

source: Create MeshInstance2D
cs: Vytvořit MeshInstance2D
ru: Создать MeshInstance2D

source: MeshInstance2D Preview
cs: Náhled MeshInstance2D
ru: Предпросмотр MeshInstance2D

source: Create Polygon2D
cs: Vytvořit Polygon2D
ru: Создать Polygon2D

source: Polygon2D Preview
cs: Náhled Polygon2D
ru: Предпросмотр Polygon2D

source: Create CollisionPolygon2D
cs: Vytvořit CollisionPolygon2D
ru: Создать CollisionPolygon2D

source: CollisionPolygon2D Preview
cs: Náhled CollisionPolygon2D
ru: Предпросмотр CollisionPolygon2D

source: Create LightOccluder2D
cs: Vytvořit LightOccluder2D
ru: Создать LightOccluder2D

source: LightOccluder2D Preview
cs: Náhled LightOccluder2D
ru: Предпросмотр LightOccluder2D

source: Can't convert a sprite from a foreign scene.
cs: Nelze konvertovat sprite z cizí scény.
ru: Невозможно преобразовать спрайт из внешней сцены.

source: Can't convert an empty sprite to mesh.
cs: Nelze převést prázdný sprite na model.
ru: Невозможно преобразовать пустой спрайт в сетку.

source: Invalid geometry, can't replace by mesh.
cs: Neplatná geometrie, nelze nahradit sítí.
ru: Некорректная геометрия, невозможно заменить сеткой.

source: Convert to MeshInstance2D
cs: Převést na MeshInstance2D
ru: Преобразование в MeshInstance2D

source: Invalid geometry, can't create polygon.
cs: Neplatná geometrie, nelze vytvořit polygon.
ru: Некорректная геометрия, невозможно создать полигон.

source: Convert to Polygon2D
cs: Převést na Polygon2D
ru: Преобразовать в Polygon2D

source: Invalid geometry, can't create collision polygon.
cs: Neplatná geometrie, nelze vytvořit kolizní polygon.
ru: Некорректная геометрия, невозможно создать полигон столкновения.

source: Create CollisionPolygon2D Sibling
cs: Vytvořit sourozence CollisionPolygon2D
ru: Создать одноуровневый CollisionPolygon2D

source: Invalid geometry, can't create light occluder.
cs: Neplatná geometrie, nelze vytvořit stínidlo světla.
ru: Некорректная геометрия, невозможно создать окклюдер света.

source: Create LightOccluder2D Sibling
cs: Vytvořit sourozence LightOccluder2D
ru: Создать одноуровневый LightOccluder2D

source: Sprite's region needs to be enabled in the inspector.
ru: Область спрайта необходимо включать в инспекторе.

source: Drag to Resize Region Rect
ru: Перетащить для изменения размера прям. области

source: Simplification:
cs: Zjednodušení:
ru: Упрощение:

source: Shrink (Pixels):
cs: Zmenšení (pixely):
ru: Сжатие (пиксели):

source: Grow (Pixels):
cs: Zvětšení (pixely):
ru: Рост (пиксели):

source: Update Preview
cs: Obnovit náhled
ru: Обновить предварительный просмотр

source: Settings:
cs: Nastavení:
ru: Параметры:

source: Merge TileSetAtlasSource
cs: Sloučit TileSetAtlasSource
ru: Объединить TileSetAtlasSource

source: Atlas Merging
cs: Sloučení atlasů
ru: Объединение атласов

source: Merge (Keep original Atlases)
cs: Sloučit (zachovat původní atlasy)
ru: Объединить (сохранить исходные атласы)

source: Merge
cs: Sloučit
ru: Объединить

source: Next Line After Column
cs: Další řádek po sloupci
ru: Следующая строка после столбца

source: Please select two atlases or more.
cs: Vyberte prosím dva nebo více atlasů.
ru: Выберите два атласа или больше.

source: Source: %d Atlas coordinates: %s Alternative: 0
cs: Zdroj: %d Souřadnice atlasu: %s Alternativa: 0
ru: Источник: %d Координаты атласа: %s Альтернатива: 0

source: Source: %d Atlas coordinates: %s Alternative: %d
cs: Zdroj: %d Souřadnice atlasu: %s Alternativa: %d
ru: Источник: %d Координаты атласа: %s Альтернатива: %d

source: Center View
cs: Vycentrovat
ru: Отображение по центру

source: The selected atlas source has no valid texture. Assign a texture in the TileSet bottom tab.
cs: Zvolený zdroj atlasu nemá žádnou platnou texturu. Přiřaďte texturu ve spodní záložce TileSet.
ru: Выбранный источник атласа не содержит допустимую текстуру. Назначьте текстуру на вкладке TileSet внизу.

source: Base Tiles
cs: Základní dlaždice
ru: Базовые тайлы

source: Alternative Tiles
cs: Alternativní dlaždice
ru: Альтернативные тайлы

source: Reset Polygons
cs: Obnovit polygony
ru: Сбросить полигоны

source: Clear Polygons
cs: Promazat polygony
ru: Очистить полигоны

source: Rotate Polygons Right
cs: Otočit polygony doprava
ru: Повернуть полигоны вправо

source: Rotate Polygons Left
cs: Otočit polygony doleva
ru: Повернуть полигоны влево

source: Flip Polygons Horizontally
cs: Překlopit polygony horizontálně
ru: Перевернуть полигоны по горизонтали

source: Flip Polygons Vertically
cs: Překlopit polygony vertikálně
ru: Перевернуть полигоны по вертикали

source: Edit Polygons
cs: Upravit polygony
ru: Редактировать полигоны

source: Expand editor
cs: Roztáhnout editor
ru: Развернуть редактор

source: Add polygon tool
cs: Nástroj přidání polygonu
ru: Инструмент добавления полигона

source: Edit points tool
cs: Nástroj úpravy bodů
ru: Инструмент изменения точек

source: Delete points tool
cs: Nástroj mazání bodů
ru: Инструмент удаления точек

source: Advanced
cs: Pokročilé
ru: Дополнительно

source: Reset to default tile shape
cs: Obnovit výchozí tvar dlaždic
ru: Вернуть форму тайла по умолчанию

source: Rotate Right
cs: Otočit doprava
ru: Повернуть вправо

source: Rotate Left
cs: Otočit doleva
ru: Повернуть влево

source: Flip Horizontally
cs: Překlopit horizontálně
ru: Перевернуть по горизонтали

source: Flip Vertically
cs: Překlopit vertikálně
ru: Перевернуть по вертикали

source: Toggle Grid Snap
cs: Přepnout přichytávání ke mřížce
ru: Переключить привязку к сетке

source: Disable Snap
cs: Zakázat přichytávání
ru: Отключить привязку

source: Half-Pixel Snap
cs: Přichytávání na půlpixely
ru: Полупиксельная привязка

source: Grid Snap
cs: Přichycení na mřížku
ru: Привязка к сетке

source: Subdivision
ru: Подраздел

source: Painting Tiles Property
cs: Kreslení vlastnosti dlaždic
ru: Свойство рисования тайлов

source: Painting:
cs: Kreslení:
ru: Рисование:

source: No terrains
cs: Žádné terény
ru: Нет местностей

source: No terrain
cs: Žádný terén
ru: Нет местности

source: Painting Terrain Set
cs: Kreslení sady terénu
ru: Набор для рисования местности

source: Painting Terrain
cs: Kreslení terénu
ru: Рисование местности

source: Pick
cs: Vybrat
ru: Выбрать

source: Drawing Rect:
cs: Kreslení obdélníku:
ru: Рисование прямоугольником:

source: Can't rotate patterns when using non-square tile grid.
cs: Při použití jiné než čtvercové mřízky dlaždic není možné otáčet vzory.
ru: Невозможно поворачивать узоры при использовании плиточной сетки с неквадратными тайлами.

source: No Texture Atlas Source (ID: %d)
cs: Žádný zdroj atlasu textur (ID: %d)
ru: Нет источника текстурного атласа (ID: %d)

source: Scene Collection Source (ID: %d)
cs: Zdroj kolekce scén (ID: %d)
ru: Источник коллекции сцен (ID: %d)

source: Empty Scene Collection Source (ID: %d)
cs: Prázdný zdroj kolekce scén (ID: %d)
ru: Пустой источник коллекции сцен (ID: %d)

source: Unknown Type Source (ID: %d)
cs: Zdroj neznámého typu (ID: %d)
ru: Источник неизвестного типа (ID: %d)

source: Add TileSet pattern
cs: Přidat vzor TileSet
ru: Добавить узор набора тайлов

source: Remove TileSet patterns
cs: Odstranit vzory sady dlaždic
ru: Удалить узоры набора тайлов

source: Index: %d
ru: Индекс: %d

source: Tile with Invalid Scene
cs: Dlaždice s neplatnou scénou
ru: Тайл с некорректной сценой

source: The selected scene collection source has no scenes. Add scenes in the TileSet bottom tab.
cs: Zvolený zdroj kolekce scén nemá žádné scény. Přidejte scény ve spodní záložce TileSet.
ru: Выбранный источник сцен не содержит сцен. Добавьте сцены на вкладке TileSet внизу.

source: Delete tiles
cs: Smazat dlaždice
ru: Удалить тайлы

source: Change selection
cs: Změnit výběr
ru: Изменить выбор

source: Move tiles
cs: Přesunout dlaždice
ru: Переместить тайлы

source: Paint tiles
cs: Kreslit dlaždice
ru: Покрасить тайлы

source: Paste tiles
cs: Vložit dlaždice
ru: Вставить тайлы

source: Selection Tool
cs: Nástroj výběru
ru: Инструмент выделения

source: Shift: Draw line.
cs: Shift: Kreslit linku.
ru: Shift: рисовать линию.

source: Paint Tool
cs: Nástroj kreslení
ru: Инструмент рисования

source: Line Tool
cs: Nástroj linky
ru: Инструмент Линия

source: Rect Tool
cs: Nástroj obdélník
ru: Инструмент Прямоугольник

source: Bucket Tool
cs: Nástroj výplně
ru: Инструмент Заливка
