Repository: JellyTyan/GulpgulpgulpDot-Engine
Catalog: editor/translations/editor/*.po
Languages: cs, de, ga, ru

source: This annotation may be changed or removed in future versions.
cs: Tato anotace může být v budoucích verzích změněna nebo odstraněna.
de: Diese Anmerkung könnte in zukünftigen Versionen geändert oder entfernt werden.
ga: Féadfar an nóta seo a athrú nó a bhaint i leaganacha amach anseo.
ru: Данная аннотация может быть изменена или удалена в будущих версиях.

source: Open
cs: Otevřít
de: Öffnen
ga: Oscailte
ru: Открыть

source: Show in FileSystem
cs: Zobrazit v souborovém systému
de: Im Dateisystem anzeigen
ga: Taispeáin sa Chóras Comhad
ru: Показать в файловой системе

source: Open in File Manager
cs: Otevřít ve správci souborů
de: Im Dateimanager öffnen
ga: Oscail i mBainisteoir Comhad
ru: Открыть в проводнике

source: Class
cs: Třída
de: Klasse
ga: Aicme
ru: Класс

source: Enumeration
cs: Výčet
ga: Áireamh
ru: Перечисление

source: Constant
cs: Konstanta
de: Konstante
ga: Tairiseach
ru: Константа

source: Metadata
de: Metadaten
ga: Meiteashonraí
ru: Метаданные

source: Setting
cs: Nastavení
de: Einstellung
ga: Socrú
ru: Параметры

source: Property
cs: Vlastnost
de: Eigenschaft
ga: Maoin
ru: Свойство

source: Internal Property
cs: Vnitřní vlastnost
de: Interne Eigenschaft
ga: Maoin Inmheánach
ru: Внутреннее свойство

source: This property can only be set in the Inspector.
cs: Tato vlastnost může být nastavena pouze v inspektoru.
de: Diese Eigenschaft kann nur im Inspektor eingestellt werden.
ga: Ní féidir an mhaoin seo a shocrú ach amháin sa Chigire.
ru: Эта свойство можно задать только в инспекторе.

source: Theme Property
cs: Vlastnost motivu
de: Theme-Eigenschaft
ga: Airíonna Téama
ru: Свойство темы

source: Method
cs: Metoda
de: Methode
ga: Modh
ru: Метод

source: Signal
cs: Signál
de: Ereignis
ga: Comhartha
ru: Сигнал

source: Annotation
cs: Anotace
de: Anmerkung
ga: Anótáil
ru: Аннотация

source: Local Constant
cs: Místní konstanta
de: Lokale Konstante
ga: Tairiseach Áitiúil
ru: Локальная Константа

source: Local Variable
cs: Místní proměnná
de: Lokale Variable
ga: Athróg Áitiúil
ru: Локальная Переменная

source: This variable may be changed or removed in future versions.
cs: Tato proměnná může být v budoucích verzích změněna nebo odstraněna.
de: Diese Variable könnte in zukünftigen Versionen geändert oder entfernt werden.
ga: Féadfar an athróg seo a athrú nó a bhaint i leaganacha amach anseo.
ru: Эта переменная может быть изменена или удалена в будущих версиях.

source: Text File
de: Textdatei
ga: Comhad Téacs
ru: Текстовой файл

source: File
cs: Soubor
de: Datei
ga: Comhad
ru: Файл

source: Path
cs: Cesta
de: Pfad
ga: Cosán
ru: Путь

source: Directory
cs: Adresář
de: Verzeichnis
ga: Eolaire
ru: Директория

source: Invalid UID
cs: Neplatné UID
de: Ungültige UID
ga: UID Neamhbhailí
ru: Неверный UID

source: This UID does not point to any valid Resource.
cs: Toto UID neukazuje na žádný platný zdroj.
de: Diese UID zeigt nicht auf eine gültige Ressource.
ga: Ní dhíríonn an UID seo ar aon Acmhainn bhailí.
ru: Этот UID не указывает ни на один действительный ресурс.

source: Invalid path
cs: Neplatná cesta
de: Ungültiger Pfad
ga: Cosán neamhbhailí
ru: Неверный путь

source: This path does not exist.
cs: Tato cesta neexistuje.
de: Dieser Pfad existiert nicht.
ga: Níl an cosán seo ann.
ru: Такого пути не существует.

source: Search
cs: Hledat
de: Suchen
ga: Cuardaigh
ru: Поиск

source: Search Documentation
de: Dokumentation durchsuchen
ga: Cuardaigh Doiciméadú
ru: Поиск документации

source: Previous Match
cs: Předchozí shoda
de: Voriger Treffer
ga: An Comhoiriúnú Roimhe Seo
ru: Предыдущее совпадение

source: Next Match
cs: Další shoda
de: Nächster Treffer
ga: An Chéad Chluiche Eile
ru: Следующее совпадение

source: Hide
cs: Schovat
de: Verbergen
ga: Folaigh
ru: Скрывать

source: No match
cs: Žádná shoda
de: Keine Übereinstimmung
ga: Gan mheaitseáil
ru: Нет совпадений

source: %d match
cs: %d shoda
de: %d Übereinstimmung
ga: %d mheaitseáil
ru: %d совпадение

source: %d of %d match
cs: %d z %d shody
de: %d von %d Übereinstimmung
ga: %d as %d mheaitseáil
ru: %d из %d совпадения

source: Constructor
cs: Konstruktor
de: Konstruktor
ga: Cruthaitheoir
ru: Конструктор

source: Operator
cs: Operátor
ga: Oibreoir
ru: Оператор

source: Search Help
cs: Hledat v dokumentaci
de: Hilfe durchsuchen
ga: Cabhair Chuardaigh
ru: Поиск в справке

source: Case Sensitive
cs: Rozlišovat velká a malá písmena
de: Groß-/Kleinschreibung beachten
ga: Cásíogair
ru: С учётом регистра

source: Show Hierarchy
cs: Zobrazit hierarchii
de: Rangordnung anzeigen
ga: Taispeáin Ordlathas
ru: Показывать иерархию

source: Filter
cs: Filtr
ga: Scagaire
ru: Фильтр

source: Display All
cs: Zobrazit vše
de: Alles anzeigen
ga: Taispeáin Gach Rud
ru: Отображать всё

source: Classes Only
cs: Pouze třídy
de: Nur Klassen
ga: Ranganna Amháin
ru: Только классы

source: Constructors Only
cs: Pouze konstruktory
de: Nur Konstruktoren
ga: Cruthaitheoirí Amháin
ru: Только конструкторы

source: Methods Only
cs: Pouze metody
de: Nur Methoden
ga: Modhanna Amháin
ru: Только методы

source: Operators Only
cs: Pouze operátory
de: Nur Operatoren
ga: Oibreoirí Amháin
ru: Только операторы

source: Signals Only
cs: Pouze signály
de: Nur Signale
ga: Comharthaí Amháin
ru: Только сигналы

source: Annotations Only
cs: Pouze anotace
de: Nur Anmerkungen
ga: Anótálacha Amháin
ru: Только аннотации

source: Constants Only
cs: Pouze konstanty
de: Nur Konstanten
ga: Tairisigh Amháin
ru: Только константы

source: Properties Only
cs: Pouze vlastnosti
de: Nur Eigenschaften
ga: Airíonna Amháin
ru: Только свойства

source: Theme Properties Only
cs: Pouze vlastnosti motivu
de: Nur Theme-Eigenschaften
ga: Airíonna téama amháin
ru: Только свойства темы

source: Search Results
cs: Výsledky vyhledávání
de: Suchergebnisse
ga: Torthaí Cuardaigh
ru: Результаты поиска

source: Member Type
cs: Typ člena
de: Attribut-Typ
ga: Cineál Ball
ru: Тип участника

source: Keywords
cs: Klíčová slova
de: Schlüsselwörter
ga: Eochairfhocail
ru: Ключевые слова

source: This class is marked as deprecated.
cs: Tato třída je označena jako zastaralá.
de: Diese Klasse ist als veraltet eingetragen.
ga: Tá an rang seo marcáilte mar dhímheas.
ru: Этот класс помечен как устаревший.

source: This class is marked as experimental.
cs: Tato třída je označena jako experimentální.
de: Diese Klasse ist als experimentell eingetragen.
ga: Tá an rang seo marcáilte mar thurgnamhach.
ru: Этот класс помечен как экспериментальный.

source: Matches the "%s" keyword.
cs: Odpovídá klíčovému slovu "%s".
de: Stimmt mit den „%s“-Schlüsselwort überein.
ga: Meaitseálann sé an eochairfhocal "%s".
ru: Соответствует ключевому слову "%s".

source: This member is marked as deprecated.
cs: Tento člen je označen jako zastaralý.
de: Dieses Feld ist als veraltet eingetragen.
ga: Tá an ball seo marcáilte mar dhímheas.
ru: Этот участник помечен как устаревший.

source: This member is marked as experimental.
cs: Tento člen je označen jako experimentální.
de: Dieses Feld ist als experimentell eingetragen.
ga: Tá an ball seo marcáilte mar thurgnamhach.
ru: Этот участник помечен как экспериментальный.

source: Open the %s dock.
cs: Otevřít dok %s.
de: Das „%s“-Dock öffnen.
ga: Oscail an duga %s.
ru: Откройте док %s.

source: Focus on the %s dock.
cs: Zaměřit dok %s.
de: Fokus auf das „%s“-Dock.
ga: Dírigh ar an duga %s.
ru: Сфокусироваться на этой %s панели.

source: Move this dock right one tab.
cs: Posunout dok o jednu záložku doprava.
de: Dieses Dock einen Tab nach rechts bewegen.
ga: Bog an duga seo ar dheis cluaisín amháin.
ru: Переместить эту панель на одну вкладку вправо.

source: Move this dock left one tab.
cs: Posunout dok o jednu záložku doleva.
de: Dieses Dock einen Tab nach links bewegen.
ga: Bog an duga seo ar chlé cluaisín amháin.
ru: Переместить эту панель на одну вкладку влево.

source: Close this dock.
cs: Zavřít tento dok.
de: Dieses Dock schließen.
ga: Dún an duga seo.
ru: Закрыть эту панель.

source: Make this dock floating.
cs: Otevřít jako plovoucí dok.
de: Dieses Dock schweben lassen.
ga: Déan an duga seo ar snámh.
ru: Сделать эту панель плавающей.

source: Move Tab Left
de: Tab nach links verschieben
ga: Bog an cluaisín ar chlé
ru: Переместить вкладку влево

source: Dock Position
cs: Pozice doku
ga: Ionad na nDuganna
ru: Позиция панели

source: Move Tab Right
de: Tab nach rechts verschieben
ga: Bog an cluaisín ar dheis
ru: Переместить вкладку вправо

source: Make Floating
cs: Změnit v plovoucí
de: Schwebend machen
ga: Déan Snámh
ru: Сделать плавающим

source: Link to: %s
cs: Odkaz na: %s
de: Verknüpfung nach: %s
ga: Nasc chuig: %s
ru: Ссылка на: %s

source: Favorites:
cs: Oblíbené:
de: Favoriten:
ga: Ceanáin:
ru: Избранное:

source: Favorites
cs: Oblíbené
de: Favoriten
ga: Ceanáin
ru: Избранное

source: View items as a grid of thumbnails.
cs: Zobrazit položky jako mřížku náhledů.
de: Einträge in Vorschaugitter anzeigen.
ga: Amharc ar mhíreanna mar ghreille mionsamhlacha.
ru: Просмотр элементов в виде миниатюр.

source: View items as a list.
cs: Zobrazit položky jako seznam.
de: Einträge als Liste anzeigen.
ga: Féach ar mhíreanna mar liosta.
ru: Просмотр элементов в виде списка.

source: Status: Import of file failed. Please fix file and reimport manually.
cs: Stav: Import souboru selhal. Soubor prosím opravte a naimportujte ho znovu ručně.
de: Status: Dateiimport fehlgeschlagen. Manuelle Reparatur und Neuimport nötig.
ga: Stádas: Theip ar iompórtáil an chomhaid. Deisigh comhad agus athiompórtáil de láimh.
ru: Статус: не удалось выполнить импорт файла. Исправьте файл и переимпортируйте вручную.

source: Importing has been disabled for this file, so it can't be opened for editing.
cs: Soubor nelze otevřít pro úpravy, protože byl zakázán jeho import.
de: Für diese Datei wurde die Import-Funktion deaktiviert, sie kann folglich nicht zum Bearbeiten geöffnet werden.
ga: Díchumasaíodh iompórtáil don chomhad seo, ionas nach féidir é a oscailt le haghaidh eagarthóireachta.
ru: Для этого файла был отключён импорт, поэтому его нельзя открыть для редактирования.

source: Cannot move/rename resources root.
cs: Nelze přesunout/přejmenovat kořen zdrojů.
de: Ressourcen-Root kann nicht verschoben oder umbenannt werden.
ga: Ní féidir fréamh acmhainní a bhogadh/ a athainmniú.
ru: Нельзя переместить/переименовать корень ресурсов.

source: Cannot move a folder into itself.
cs: Nelze přesunout složku do sebe samé.
de: Ordner kann nicht in sich selbst verschoben werden.
ga: Ní féidir fillteán a bhogadh isteach ann féin.
ru: Невозможно переместить папку в себя.

source: Error moving:
cs: Chyba při přesouvání:
de: Fehler beim Verschieben:
ga: Earráid agus tú ag bogadh:
ru: Ошибка перемещения:

source: Error duplicating:
cs: Chyba při duplikování:
de: Fehler beim Duplizieren:
ga: Earráid agus dúbláil á dhéanamh:
ru: Ошибка дублирования:

source: Error duplicating directory:
cs: Chyba při duplikování adresáře:
de: Fehler beim Duplizieren des Verzeichnisses:
ga: Earráid ag dúbláil an eolaire:
ru: Ошибка дублирования директории:

source: Unable to update dependencies for:
cs: Nepodařilo se aktualizovat závislosti pro:
de: Kann Abhängigkeiten nicht aktualisieren:
ga: Ní féidir spleáchais a nuashonrú le haghaidh:
ru: Не удалось обновить зависимости:

source: No name provided.
cs: Nebyl zadán žádný název.
de: Kein Name angegeben.
ga: Níor cuireadh aon ainm ar fáil.
ru: Не предоставлено имя.

source: Name contains invalid characters.
cs: Název obsahuje neplatné znaky.
de: Name enthält ungültige Zeichen.
ga: Tá carachtair neamhbhailí san ainm.
ru: Имя содержит недопустимые символы.

source: This filename begins with a dot rendering the file invisible to the editor. If you want to rename it anyway, use your operating system's file manager.
cs: Tento název souboru začíná tečkou a není tedy pro editor viditelný. Chcete-li ho přesto přejmenovat, použijte průzkumník souborů operačního systému.
de: Dieser Dateiname beginnt mit einem Punkt und würde die Datei für den Editor unsichtbar machen. Sollte die Datei wirklich entsprechend umbenannt werden, kann dafür die Dateiverwaltung des Betriebssystems verwendet werden.
ga: Tosaíonn an t-ainm comhaid seo le ponc a fhágann go bhfuil an comhad dofheicthe don eagarthóir. Más mian leat é a athainmniú ar aon nós, bain úsáid as bainisteoir comhad do chórais oibriúcháin.
ru: Имя этого файла начинается с точки, поэтому он не распознаётся редактором. Чтобы всё равно переименовать его, используйте файловый менеджер вашей операционной системы.

source: This file extension is not recognized by the editor. If you want to rename it anyway, use your operating system's file manager. After renaming to an unknown extension, the file won't be shown in the editor anymore.
cs: Tato přípona není editorem rozpoznána. Chcete-lit soubor přesto přejmenovat, použijte průzkumník souborů operačního systému. Po přejmenování na neznámou příponu nebude soubor nadále zobrazen v editoru.
de: Diese Dateiendung wird nicht vom Editor erkannt. Zum Durchführen der Umbenennung muss ein anderer Dateimanager genutzt werden. Dateien mit unbekannten Dateiendungen werden daraufhin nicht mehr im Editor angezeigt.
ga: Ní aithníonn an t-eagarthóir an síneadh comhaid seo. Más mian leat é a athainmniú ar aon nós, bain úsáid as bainisteoir comhad do chórais oibriúcháin. Tar éis athainmniú chuig síneadh anaithnid, ní thaispeánfar an comhad san eagarthóir níos mó.
ru: Данное расширение файла не распознано редактором. Если вы всё равно хотите переименовать его, используйте файловый менеджер вашей операционной системы. После переименования в неизвестное расширение файл больше не будет отображаться в редакторе.

source: A file or folder with this name already exists.
cs: Soubor nebo složka s tímto názvem již existuje.
de: Es existiert bereits eine Datei oder ein Ordner mit diesem Namen.
ga: Tá comhad nó fillteán leis an ainm seo ann cheana.
ru: Файл или папка с таким именем уже существует.

source: Could not create base directory: %s
cs: Nepodařilo se vytvořit základní adresář: %s
de: Basisverzeichnis konnte nicht erstellt werden: %s
ga: Níorbh fhéidir an t-eolaire bonn a chruthú: %s
ru: Не удалось создать базовый каталог: %s

source: The following files or folders conflict with items in the target location '%s':
cs: Následující soubory nebo složky jsou v konfliktu s položkami v cílovém umístění '%s':
de: Die folgenden Dateien oder Ordner stehen im Konflikt mit Objekten im Zielpfad ‚%s‘:
ga: Tagann na comhaid nó na fillteáin seo a leanas salach ar mhíreanna sa spriocshuíomh '%s':
ru: Обнаружен конфликт следующих файлов или папок с объектами, находящимися в целевом расположении «%s»:

source: Do you wish to overwrite them or rename the copied files?
cs: Přejete si je přepsat, nebo chcete přejmenovat zkopírované soubory?
de: Sollen die kopierten Dateien überschrieben oder umbenannt werden?
ga: An bhfuil fonn ort iad a fhorscríobh nó na comhaid chóipeáilte a athainmniú?
ru: Вы хотите перезаписать их или переименовать скопированные файлы?

source: Do you wish to overwrite them or rename the moved files?
cs: Přejete si je přepsat, nebo chcete přejmenovat přesunuté soubory?
de: Sollen die verschobenen Dateien überschrieben oder umbenannt werden?
ga: An bhfuil fonn ort iad a fhorscríobh nó na comhaid bhogtha a athainmniú?
ru: Вы хотите перезаписать их или переименовать перемещенные файлы?

source: Couldn't run external program to check for terminal emulator presence: command -v %s
cs: Nelze spustit externí program pro ověření přítomnosti emulátoru terminálu: příkaz -v %s
de: Konnte externes Programm zur Überprüfung des Vorhandenseins eines Terminal-Emulators nicht ausführen: command -v %s
ga: Níorbh fhéidir ríomhchlár seachtrach a rith le seiceáil le haghaidh láithreacht aithriseora teirminéil: command -v %s
ru: Не удалось запустить внешнюю программу для проверки присутствия эмулятора терминала: command -v %s

source: Couldn't run external terminal program (error code %d): %s %s Check `filesystem/external_programs/terminal_emulator` and `filesystem/external_programs/terminal_emulator_flags` in the Editor Settings.
cs: Nelze spustit eterní program terminálu (kód chyby %d): %s %s Zkontrolujte `filesystem/external_programs/terminal_emulator` a `filesystem/external_programs/terminal_emulator_flags` v Nastavení editoru.
de: Konnte externes Terminalprogramm nicht ausführen (Fehlercode %d): %s %s Überprüfen Sie `filesystem/external_programs/terminal_emulator` und `filesystem/external_programs/terminal_emulator_flags` in den Editoreinstellungen.
ga: Níorbh fhéidir ríomhchlár teirminéil sheachtrach a rith (cód earráide %d): %s %s Seiceáil 'filesystem/external_programs/terminal_emulator' agus 'filesystem/external_programs/terminal_emulator_flags' i socruithe an eagarthóra.
ru: Не удалось запустить внешнюю терминальную программу (код ошибки %d): %s %s Проверьте `filesystem/external_programs/terminal_emulator` (Файловая система > Внешние программы > Эмулятор терминала) и`filesystem/external_programs/terminal_emulator_flags` (Файловая система > Внешние программы > Флаги эмулятора терминала) в настройках редактора.

source: Duplicating file:
cs: Duplikování souboru:
de: Dupliziere Datei:
ga: Comhad dúblach:
ru: Дублирование файла:

source: Duplicating folder:
cs: Duplikování složky:
de: Dupliziere Ordner:
ga: Fillteán dúblach:
ru: Дублирование папки:

source: Create Folder
cs: Vytvořit složku
de: Ordner erstellen
ga: Cruthaigh Fillteán
ru: Создать папку

source: Do you wish to convert these files to %s? (This operation cannot be undone!)
cs: Přejete si tyto soubory převést na %s? (Tuto operaci nelze vzít zpět!)
de: Willst du die Dateien in %s umwandeln? (Kann nicht rückgängig gemacht werden!)
ga: Ar mhaith leat na comhaid seo a thiontú go %s? (Ní féidir an oibríocht seo a chealú!)
ru: Вы хотите преобразовать эти файлы в %s? (Эту операцию нельзя отменить!)

source: Could not create folder: %s
cs: Nepodařilo se vytvořit složku: %s
de: Ordner konnte nicht erstellt werden: %s
ga: Níorbh fhéidir fillteán a chruthú: %s
ru: Не удалось создать папку: %s

source: Open Scene
de: Szene öffnen
ga: Radharc Oscailte
ru: Открытая сцена

source: New Inherited Scene
cs: Nová zděděná scéna
de: Neue geerbte Szene
ga: Radharc Nua Oidhreachta
ru: Новая унаследованная сцена

source: Set as Main Scene
cs: Nastavit jako hlavní scénu
de: Als Hauptszene setzen
ga: Socraigh mar Phríomh-Radharc
ru: Установить как главную сцену

source: Open Scenes
cs: Otevřít scény
de: Szenen öffnen
ga: Oscail Radhairc
ru: Открыть сцены

source: Instantiate
cs: Instancovat
de: Instanziieren
ga: InstantiateName
ru: Инстанцировать

source: Run
cs: Spustit
de: Ausführen
ga: Rith
ru: Запустить

source: Edit Dependencies...
cs: Upravit závislosti...
de: Abhängigkeiten bearbeiten …
ga: Cuir Spleáchríocha in Eagar...
ru: Редактировать зависимости…

source: View Owners...
cs: Zobrazit vlastníky...
de: Besitzer anzeigen …
ga: Amharc ar Úinéirí...
ru: Просмотреть владельцев…

source: Create New
cs: Vytvořit nový
de: Neu erstellen
ga: Cruthaigh Nua
ru: Создать

source: Folder...
cs: Složka...
de: Ordner …
ga: Fillteán...
ru: Папка…

source: Scene...
cs: Scéna...
de: Szene …
ga: radharc...
ru: Сцена…

source: Script...
cs: Skript...
de: Skript …
ru: Скрипт…

source: Resource...
cs: Zdroj...
de: Ressource …
ga: Acmhainn...
ru: Ресурс…

source: TextFile...
cs: Textový soubor...
de: Textdatei …
ga: Téacschomhad...
ru: Текстовый файл…

source: Expand Folder
cs: Rozbalit složku
de: Ordner aufklappen
ga: Fairsingigh Fillteán
ru: Развернуть папку

source: Expand Hierarchy
cs: Rozbalit hierarchii
de: Hierarchie aufklappen
ga: Fairsingigh ordlathas
ru: Развернуть иерархию

source: Collapse Hierarchy
cs: Sbalit hierarchii
de: Hierarchie einklappen
ga: Laghdaigh ordlathas
ru: Свернуть иерархию

source: Set Folder Color...
cs: Nastavit barvu složky...
de: Ordnerfarbe festlegen...
ga: Socraigh Dath an Fhillteáin...
ru: Задать цвет папки…

source: Default (Reset)
cs: Výchozí (obnovit)
de: Default (Zurücksetzen)
ga: Réamhshocrú (Athshocraigh)
ru: По умолчанию (сброс)

source: Move/Duplicate To...
cs: Přesunout/Duplikovat do...
de: Verschieben/Duplizieren nach …
ga: Bog/Dúblach Go...
ru: Переместить/дублировать в…

source: Add to Favorites
cs: Přidat do oblíbených
de: Zu Favoriten hinzufügen
ga: Cuir le Ceanáin
ru: Добавить в избранное

source: Remove from Favorites
cs: Odebrat z oblíbených
de: Aus Favoriten entfernen
ga: Bain ó Cheanáin
ru: Удалить из избранного

source: Convert to...
cs: Převést na...
de: Umwandeln zu …
ga: Tiontaigh go...
ru: Преобразовать в…

source: Reimport
cs: Znovu importovat
de: Neuimport
ga: Athiompórtáil
ru: Повторить импорт

source: Open in Terminal
cs: Otevřít v terminálu
de: Im Terminal öffnen
ga: Oscail i dTeirminéal
ru: Открыть в терминале

source: Open Folder in Terminal
cs: Otevřít složku v terminálu
de: Ordner im Terminal öffnen
ga: Oscail Fillteán i dTeirminéal
ru: Открыть папку в терминале

source: Show in File Manager
cs: Zobrazit ve správci souborů
de: Im Dateimanager anzeigen
ga: Taispeáin i mBainisteoir Comhad
ru: Просмотреть в проводнике

source: New Folder...
cs: Nová složka...
de: Neuer Ordner …
ga: Fillteán Nua...
ru: Новая папка…

source: New Scene...
cs: Nová scéna...
de: Neue Szene …
ga: Radharc Nua...
ru: Новая сцена…

source: New Script...
cs: Nový skript...
de: Neues Skript …
ga: Script Nua...
ru: Новый скрипт…

source: New Resource...
cs: Nový zdroj...
de: Neue Ressource …
ga: Acmhainn Nua...
ru: Новый ресурс…

source: New TextFile...
cs: Nový textový soubor...
de: Neue Textdatei …
ga: Comhad Téacs Nua...
ru: Новый текстовый файл…

source: Sort Files
cs: Seřadit soubory
de: Dateien sortieren
ga: Sórtáil Comhaid
ru: Сортировать файлы

source: Sort by Name (Ascending)
cs: Seřadit podle názvu (vzestupně)
de: Nach Name sortieren (aufsteigend)
ga: Sórtáil de réir Ainm (Ag dul suas)
ru: Сортировать по имени (по возрастанию)

source: Sort by Name (Descending)
cs: Seřadit podle názvu (sestupně)
de: Nach Name sortieren (absteigend)
ga: Sórtáil de réir Ainm (Íslitheach)
ru: Сортировать по имени (по убыванию)

source: Sort by Type (Ascending)
cs: Seřadit podle typu (vzestupně)
de: Nach Typ sortieren (aufsteigend)
ga: Sórtáil de réir Cineáil (Ag dul suas)
ru: Сортировать по типу (по возрастанию)

source: Sort by Type (Descending)
cs: Seřadit podle typu (sestupně)
de: Nach Typ sortieren (absteigend)
ga: Sórtáil de réir Cineáil (Íslitheach)
ru: Сортировать по типу (по убыванию)

source: Sort by Last Modified
cs: Seřadit od naposledy změněných
de: Nach Bearbeitungszeit sortieren (Aktuelles zuerst)
ga: Sórtáil de réir Athraithe Is Déanaí
ru: Сортировать по последнему изменению

source: Sort by First Modified
cs: Seřadit od nejdříve změných
de: Nach Bearbeitungszeit sortieren (Aktuelles zuletzt)
ga: Sórtáil de réir an Chéad Athraithe
ru: Сортировать по первому изменению

source: FileSystem
cs: Souborový systém
de: Dateisystem
ga: Córas Comhad
ru: Файловая система

source: Open FileSystem Dock
de: Dateisystem-Dock öffnen
ga: Oscail Duga an Chórais Chomhaid
ru: Открыть док файловой системы

source: Copy Path
cs: Kopírovat cestu
de: Pfad kopieren
ga: Cóipeáil Conair
ru: Копировать путь

source: Copy Absolute Path
cs: Kopírovat absolutní cestu
de: Absoluten Pfad kopieren
ga: Cóipeáil Conair Absalóideach
ru: Копировать абсолютный путь

source: Copy UID
cs: Kopírovat UID
de: UID kopieren
ga: Cóipeáil aitheantas úsáideora
ru: Копировать UID

source: Open in External Program
cs: Otevřít v externím programu
de: In externem Programm öffnen
ga: Oscail i gClár Seachtrach
ru: Открыть во внешней программе

source: Red
cs: Červená
de: Rot
ga: Dearg
ru: Красный

source: Orange
cs: Oranžová
ga: Oráiste
ru: Оранжевый

source: Yellow
cs: Žlutá
de: Gelb
ga: Buí
ru: Желтый

source: Green
cs: Zelená
de: Grün
ga: Glas
ru: Зеленый

source: Teal
cs: Modrozelená
de: Türkis
ga: TealName
ru: Бирюзовый

source: Blue
cs: Modrá
de: Blau
ga: Gorm
ru: Синий
