Repository: JellyTyan/GulpgulpgulpDot-Engine
Catalog: editor/translations/editor/*.po
Languages: cs, de, ga, ru

source: Create %d new tracks and insert keys?
cs: Vytvořit %d nových stop a vložit klíče?
de: %d neue Tracks erstellen und Keys hinzufügen?
ga: Cruthaigh %d rianta nua agus ionsáigh eochracha?
ru: Создать %d новых дорожек и вставить ключи?

source: Hold Shift when clicking the key icon to skip this dialog.
cs: Pro přeskočení tohoto dialogu držte Shift při kliknutí na ikonu klíče.
de: Shift beim Klick auf das Schlüssel-Icon gedrückt halten, um diesen Dialog zu überspringen.
ga: Coinnigh Shift nuair a chliceáiltear ar dheilbhín na heochrach chun an dialóg seo a scipeáil.
ru: Держите клавишу Shift когда нажимаете на иконку ключа, чтобы пропустить диалог.

source: Create
cs: Vytvořit
de: Erstellen
ga: Cruthaigh
ru: Создать

source: Animation Insert Key
cs: Animace: Vložit klíč
de: Animations-Key einfügen
ga: Ionsáigh Eochair Bheochana
ru: Вставить ключ анимации

source: node '%s'
cs: uzel '%s'
ga: nód '%s'
ru: узел «%s»

source: animation
cs: animace
ga: Beochan
ru: анимация

source: AnimationPlayer can't animate itself, only other players.
cs: AnimationPlayer nemůže animovat sám sebe, pouze ostatní přehrávače.
de: AnimationPlayer kann sich nicht selbst animieren, nur andere Objekte.
ga: Ní féidir le AnimationPlayer beochan a dhéanamh air féin, ach imreoirí eile.
ru: AnimationPlayer не может анимировать сам себя, только других.

source: property '%s'
cs: vlastnost '%s'
de: Eigenschaft ‚%s‘
ga: Maoin '%s'
ru: свойство «%s»

source: Nearest FPS: %d
cs: Nejbližší FPS: %d
de: Nächste FPS: %d
ga: An FPS is gaire: %d
ru: Ближайший FPS: %d

source: Change Animation Step
cs: Změnit krok animace
de: Animationsschrittweite ändern
ga: Athraigh Céim Beochana
ru: Изменить шаг анимации

source: Rearrange Tracks
cs: Upravit pořadí stop
de: Tracks neu anordnen
ga: Rianta Athchóirithe
ru: Переставить дорожки

source: Blend Shape tracks only apply to MeshInstance3D nodes.
cs: Stopy prolínání tvarů lze použít pouze s uzly MeshInstance3D.
de: Blend-Shape-Tracks wirken sich nur auf MeshInstance3D-Nodes aus.
ga: Ní bhaineann rianta Cruth Cumaisc ach le nóid MeshInstance3D.
ru: Дорожки формы смешивания применяются только к узлам MeshInstance3D.

source: Position/Rotation/Scale 3D tracks only apply to 3D-based nodes.
cs: Stopy Position/Rotation/Scale 3D platí pouze pro uzly založené na 3D.
de: Positions-/Rotations-/Skalierungs-3D-Tracks wirken sich nur auf 3D-basierte Nodes aus.
ga: Ní bhaineann rianta Suímh / Rothlaithe / Scála 3D ach le nóid 3D-bhunaithe.
ru: 3D-дорожки положения/вращения/масштабирования применяются только к 3D-узлам.

source: Add Track
cs: Přidat stopu
de: Track hinzufügen
ga: Cuir Amhrán Leis
ru: Добавить дорожку

source: Audio tracks can only point to nodes of type: -AudioStreamPlayer -AudioStreamPlayer2D -AudioStreamPlayer3D
cs: Audio stopa může odkazovat pouze na uzly typu: -AudioStreamPlayer -AudioStreamPlayer2D -AudioStreamPlayer3D
de: Audio-Tracks können nur auf die folgenden Objekte zeigen: - AudioStreamPlayer - AudioStreamPlayer2D - AudioStreamPlayer3D
ga: Ní féidir le rianta fuaime ach nóid de chineál a chur in iúl: -AudioStreamPlayer -AudioStreamPlayer2D -AudioStreamPlayer3D
ru: Звуковые дорожки могут указывать только на узлы типа: -AudioStreamPlayer -AudioStreamPlayer2D -AudioStreamPlayer3D

source: Animation tracks can only point to AnimationPlayer nodes.
cs: Stopa animace může odkazovat pouze na uzly AnimationPlayer.
de: Animations-Tracks können nur auf AnimationPlayer-Nodes zeigen.
ga: Ní féidir le rianta beochana ach nóid AnimationPlayer a chur in iúl.
ru: Дорожки анимации могут указывать только на узлы типа AnimationPlayer.

source: Not possible to add a new track without a root
cs: Není možné přidat novou stopu bez kořenového uzlu
de: Ohne einen Root kann kein neuer Track hinzugefügt werden
ga: Ní féidir rian nua a chur leis gan fréamh
ru: Нельзя добавить новую дорожку без корневого узла

source: Invalid track for Bezier (no suitable sub-properties)
cs: Neplatná stopa pro Bézier (žádné vhodné dílčí vlastnosti)
de: Track ungültig als Bezier (keine passenden Untereigenschaften)
ga: Rian neamhbhailí do Bezier (gan aon fho-airíonna oiriúnacha)
ru: Неверная дорожка для кривой Безье (нет подходящих подсвойств)

source: Add Bezier Track
cs: Přidat Bézierovu stopu
de: Bezier-Track hinzufügen
ga: Cuir Rian Bezier Leis
ru: Добавить дорожку Безье

source: Track path is invalid, so can't add a key.
cs: Cesta stopy je neplatná, nelze přidat klíč.
de: Track-Pfad ist ungültig, Key kann nicht hinzugefügt werden.
ga: Tá cosán an amhráin neamhbhailí, mar sin ní féidir eochair a chur leis.
ru: Путь к дорожке некорректен, потому нельзя добавить ключ.

source: Track is not of type Node3D, can't insert key
cs: Stopa není typu Node3D, nelze vložit klíč
de: Track ist nicht vom Typ Node3D, Key kann nicht hinzugefügt werden
ga: Níl an rian de chineál Node3D, ní féidir eochair a chur isteach
ru: Дорожка не относится к типу Node3D, невозможно вставить ключ

source: Track is not of type MeshInstance3D, can't insert key
cs: Stopa není typu MeshInstance3D, nelze vložit klíč
de: Track ist nicht vom Typ MeshInstance3D, Key kann nicht hinzugefügt werden
ga: Níl an rian de chineál MeshInstance3D, ní féidir eochair a chur isteach
ru: Дорожка не относится к типу MeshInstance3D, невозможно вставить ключ

source: Track path is invalid, so can't add a method key.
cs: Cesta stopy je neplatná, nelze přidat klíč metody.
de: Track-Pfad ist ungültig, Methoden-Key kann nicht hinzugefügt werden.
ga: Tá cosán an amhráin neamhbhailí, mar sin ní féidir eochair mhodha a chur leis.
ru: Путь к дорожке некорректен, потому нельзя добавить ключ метода.

source: Add Method Track Key
cs: Přidat stopu volání metody
de: Methoden-Track-Key hinzufügen
ga: Cuir Eochair Rian Mód Leis
ru: Добавить ключ дорожки для метода

source: Method not found in object:
cs: Metoda nebyla v objektu nalezena:
de: Methode nicht im Objekt gefunden:
ga: Modh nach bhfuil le fáil i réad:
ru: В объекте нет такого метода:

source: Animation Move Keys
cs: Animace: Přesunout klíče
de: Animations-Keys bewegen
ga: Eochracha Bogtha Beochana
ru: Анимация Перемещение Ключей

source: Position
cs: Pozice
ga: Ionad
ru: Позиция

source: Rotation
cs: Rotace
ga: Rothlú
ru: Поворот

source: Scale
cs: Měřítko
de: Skalierung
ga: Scála
ru: Масштаб

source: BlendShape
ga: CumascShape
ru: Форма смешивания

source: Methods
cs: Metody
de: Methoden
ga: Modhanna
ru: Методы

source: Bezier
cs: Bézier
de: Bézier
ga: BezierName
ru: Безье

source: Audio
cs: Zvuk
ga: Fuaim
ru: Аудио

source: Clipboard is empty!
cs: Schránka je prázdná!
de: Zwischenablage ist leer!
ga: Tá an ghearrthaisce folamh!
ru: Буфер обмена пуст!

source: Paste Tracks
cs: Vložit stopy
de: Tracks einfügen
ga: Greamaigh Rianta
ru: Вставить дорожки

source: Animation Scale Keys
cs: Animace: Škálovat klíče
de: Animations-Keys skalieren
ga: Eochracha Scála Beochana
ru: Масштабировать ключи анимации

source: Animation Set Start Offset
cs: Animace: Nastavit počáteční offset
de: Animations-Start-Offset setzen
ga: Fritháireamh Tosaigh Socraithe Beochana
ru: Установка сдвига от начала анимации

source: Animation Set End Offset
cs: Animace: Nastavit koncový offset
de: Animations-End-Offset setzen
ga: Fritháireamh Deiridh Socraithe Beochana
ru: Установка сдвига от конца анимации

source: Make Easing Keys
cs: Vytvořit klíče pro vyhlazování
de: Easing-Key erzeugen
ga: Déan Eochracha Maolaithe
ru: Создать ключи плавного перехода

source: Animation Add RESET Keys
cs: Animace: Přidat RESET klíče
de: Animations-RESET-Keys hinzufügen
ga: Beochan Cuir Eochracha ATHSHOCRAITHE Leis
ru: Добавить RESET-ключи анимации

source: Bake Animation as Linear Keys
cs: Zapečení animace jako lineárních klíčů
de: Animation als lineare Keys backen
ga: Bácáil Beochan mar Eochracha Líneacha
ru: Запечь анимацию как линейные ключи

source: Create Node
cs: Vytvořit uzel
de: Erzeuge Node
ga: Cruthaigh Nód
ru: Создать узел

source: This animation belongs to an imported scene, so changes to imported tracks will not be saved. To modify this animation, navigate to the scene's Advanced Import settings and select the animation. Some options, including looping, are available here. To add custom tracks, enable "Save To File" and "Keep Custom Tracks".
cs: Tato animace patří k importované scéně, takže změny na importovaných stopách nebudou uloženy. Chcete-li tuto animaci upravit, přejděte do Pokročilých nastavení importu dané scény a vyberte animaci. Zde jsou k dispozici některé možnosti, včetně smyčky. Chcete-li přidat vlastní stopy, povolte možnost „Uložit do souboru“ a „Zachovat vlastní stopy“.
de: Diese Animation gehört zu einer importierten Szene, Änderungen an importierten Tracks werden nicht gespeichert. Um die Animation ändern zu können, muss die Animation in den erweiterten Importeinstellungen der Szene ausgewählt werden. Einige Einstellungen, einschließlich Looping, sind dort verfügbar. Um eigene Tracks hinzufügen zu können, sollten die Optionen „In Datei speichern“ und „Eigene Tracks beibehalten“ aktiviert werden.
ga: Baineann an beochan seo le radharc allmhairithe, mar sin ní shábhálfar athruithe ar rianta allmhairithe. Chun an beochan seo a mhodhnú, nascleanúint a dhéanamh chuig ardsocruithe Iompórtála an radhairc agus roghnaigh an beochan. Tá roinnt roghanna, lúbadh san áireamh, ar fáil anseo. Chun rianta saincheaptha a chur leis, cumasaigh "Sábháil go Comhad" agus "Coinnigh Rianta Saincheaptha".
ru: Данная анимация принадлежит импортированной сцене, поэтому изменения, внесённые в импортированные дорожки, не будут сохранены. Чтобы изменить эту анимацию, перейдите к расширенным настройкам импорта сцены и выберите её. Здесь доступны некоторые опции, в том числе зацикливание. Чтобы добавить пользовательские дорожки, включите опции «Сохранить в файл» и «Сохранять пользовательские дорожки».

source: Some AnimationPlayerEditor's options are disabled since this is the dummy AnimationPlayer for preview. The dummy player is forced active, non-deterministic and doesn't have the root motion track. Furthermore, the original node is inactive temporary.
cs: Toto je ukázkový AnimationPlayer, proto jsou některé možnosti AnimationPlayerEditoru deaktivovány. Ukázkový přehrávač je vždy aktivní, nedeterministický a nemá základní pohybovou stopu. Původní uzel je navíc dočasně neaktivní.
de: Einige Optionen von AnimationPlayerEditor wurden deaktiviert, da dies ein Dummy-AnimationPlayer für die Vorschau ist. Der Dummy-Player ist zwangsweise aktiviert, nichtdeterministisch und hat nicht die Root-Bewegungs-Track. Außerdem ist der Ursprungsnode temporär inaktiv.
ga: Tá roinnt roghanna AnimationPlayerEditor díchumasaithe ós rud é gurb é seo an AnimationPlayer caoch le haghaidh réamhamhairc. Is é an t-imreoir caoch éigean gníomhach, neamh-deterministic agus nach bhfuil an rian tairiscint fréimhe. Ina theannta sin, tá an nód bunaidh neamhghníomhach sealadach.
ru: Некоторые опции AnimationPlayerEditor были заблокированы, т.к. это «пустышка» AnimationPlayer для просмотра. Плеер-«пустышка» принудительно активен, недетерминирован и не имеет корневой дорожки движения. Более того, исходный узел временно неактивен.

source: AnimationPlayer is inactive. The playback will not be processed.
cs: AnimationPlayer je neaktivní. Přehrávání nebude zpracováno.
de: AnimationPlayer ist inaktiv. Das Playback wird nicht bearbeitet.
ga: Tá AnimationPlayer neamhghníomhach. Ní phróiseálfar an athsheinm.
ru: AnimationPlayer неактивен. Воспроизведение не будет обработано.

source: Select an AnimationPlayer node to create and edit animations.
cs: Pro přidání a úpravu animací vyberte uzel AnimationPlayer.
de: Einen AnimationPlayer-Node auswählen, um Animationen zu erzeugen und zu bearbeiten.
ga: Roghnaigh nód AnimationPlayer chun beochan a chruthú agus a chur in eagar.
ru: Выберите узел AnimationPlayer для создания и редактирования анимаций.

source: Warning: Editing imported animation
cs: Varování: Upravuje se importovaná animace
de: Achtung: Es wird eine importierte Animation bearbeitet
ga: Rabhadh: Eagarthóireacht a dhéanamh ar bheochan iompórtáilte
ru: Предупреждение: редактирование импортированной анимации

source: Dummy Player
cs: Ukázkový přehrávač
ga: Imreoir Caoch
ru: Плеер-«пустышка»

source: Warning: Editing dummy AnimationPlayer
cs: Varování: Upravuje se ukázkový AnimationPlayer
de: Achtung: Es wird ein Dummy-AnimationPlayer bearbeitet
ga: Rabhadh: AnimationPlayer caoch eagarthóireachta
ru: Предупреждение: редактирование AnimationPlayer-«пустышки»

source: Inactive Player
cs: Neaktivní přehrávač
de: Inaktiver Player
ga: Seinnteoir Neamhghníomhach
ru: Неактивный плеер

source: Warning: AnimationPlayer is inactive
cs: Varování: AnimationPlayer je neaktivní
de: Achtung: AnimationPlayer ist nicht aktiv
ga: Rabhadh: Tá AnimationPlayer neamhghníomhach
ru: Предупреждение: AnimationPlayer неактивен

source: Toggle between the bezier curve editor and track editor.
cs: Přepnout mezi editorem Bézierovy křivky a editorem stopy.
de: Zwischen Bezierkurven-Editor und Track-Editor wechseln.
ga: Scoránaigh idir an t-eagarthóir cuar bezier agus eagarthóir rian.
ru: Переключаться между кривой Безье и редактором дорожек.

source: Toggle method names
de: Methodennamen ein-/ausschalten
ga: Athraigh ainmneacha modhanna
ru: Переключение имён методов

source: Toggle function names in the track editor.
de: Funktionsnamen im Spureneditor ein-/ausschalten.
ga: Athraigh ainmneacha feidhme san eagarthóir rianta.
ru: Переключение имён функций в редакторе дорожек.

source: Only show tracks from nodes selected in tree.
cs: Zobrazit pouze stopy uzlů vybraných ve stromu.
de: Nur Tracks der aktuell ausgewählten Nodes anzeigen.
ga: Ná taispeáin ach rianta ó nóid a roghnaíodh i gcrann.
ru: Показывать дорожки только выделенных в дереве узлов.

source: Sort tracks/groups alphabetically. If disabled, tracks are shown in the order they are added and can be reordered using drag-and-drop.
cs: Řadit stopy/skupiny podle abecedy. Pokud je zakázáno, jsou stopy zobrazovány v tom pořadí, v jakém byly přidány, a mohou být přeuspořádány přetáhnutím.
de: Spuren/Gruppen alphabetisch sortierern. Falls deaktiviert, werden Spuren in der Reihenfolge, in der sie hinzugefügt werden, angezeigt und können mit Drag-&-Drop umsortiert werden.
ga: Sórtáil rianta/grúpaí in ord aibítre. Má tá sé díchumasaithe, taispeántar rianta san ord ina gcuirtear leis iad agus is féidir iad a athordú trí tharraingt agus scaoil.
ru: Сортирует дорожки/группы в алфавитном порядке. Если отключено, дорожки будут показываться в порядке, в котором были добавлены и их порядок можно изменить с помощью перетаскивания.

source: Group tracks by node or display them as plain list.
cs: Seskupit stopy podle uzlu nebo je zobrazit jako jednoduchý seznam.
de: Tracks nach Node gruppieren oder nacheinander anzeigen.
ga: Grúpáil rianta de réir nód nó taispeáin iad mar liosta simplí.
ru: Группировать дорожки по узлам или показывать их как простой список.

source: Apply snapping to timeline cursor.
cs: Přichytávat na kurzor časové osy.
de: Einrasten für Zeitleistencursor anwenden.
ga: Cuir snapáil i bhfeidhm ar chúrsóir an ama ama.
ru: Применить привязку к курсору временной шкалы.

source: Apply snapping to selected key(s).
cs: Přichytávat k vybraným klíčům.
de: Einrasten für ausgewählte(n) Key(s) anwenden.
ga: Cuir snapáil i bhfeidhm ar an eochrach/na heochracha roghnaithe.
ru: Применить привязку к выделенной(ым) клавише(ам).

source: Apply snapping to the nearest integer FPS.
cs: Přichytávat na nejbližší celočíselné FPS.
de: Einrasten für die nächstliegende ganzzahlige FPS anwenden.
ga: Cuir snapáil i bhfeidhm ar an slánuimhir FPS is gaire.
ru: Применить привязку к ближайшему целому значению FPS.

source: Animation step value.
cs: Hodnota kroku animace.
de: Animationsschrittwert.
ga: Luach céim beochana.
ru: Значение шага анимации.

source: Seconds
cs: Sekundy
de: Sekunden
ga: Soicind
ru: Секунды

source: FPS
ga: CCT
ru: Кадр/с

source: Snap Mode
de: Einrastmodus
ga: Mód Snap
ru: Режим привязки

source: Zoom
ga: Zúmáil
ru: Приблизить

source: Fit to panel
cs: Přizpůsobit panelu
de: An Panel anpassen
ga: Oiriúnaigh don phainéal
ru: Уместить в панель

source: Auto Fit
de: Auto-anpassen
ga: Oiriúnú Uathoibríoch
ru: Автоматическая подгонка

source: Auto Fit Bezier
de: Bezier auto-anpassen
ga: Feistiú Uathoibríoch Bezier
ru: Автоматическая подгонка Безье

source: Edit
cs: Upravit
de: Bearbeiten
ga: Cuir in eagar
ru: Редактировать

source: Animation properties.
cs: Vlastnosti animace.
de: Animationseigenschaften.
ga: Airíonna beochana.
ru: Свойства анимации.

source: Copy Tracks...
cs: Kopírovat stopy...
de: Tracks kopieren...
ga: Cóipeáil Rianta...
ru: Копировать дорожки…

source: Scale Selection...
cs: Výběr měřítka...
de: Auswahl skalieren...
ga: Scálaigh Roghnúchán...
ru: Масштабировать выбранное…

source: Scale From Cursor...
cs: Změnit měřítko kurzorem...
de: Vom Mauszeiger skalieren...
ga: Scálaigh Ón Chúrsóir...
ru: Масштабировать от курсора…

source: Set Start Offset (Audio)
cs: Nastavit počáteční offset (Audio)
de: Start-Offset setzen (Audio)
ga: Socraigh Fritháireamh Tosaigh (Fuaime)
ru: Установка сдвига от начала (аудио)

source: Set End Offset (Audio)
cs: Nastavit koncový offset (Audio)
de: End-Offset setzen (Audio)
ga: Socraigh Fritháireamh Deiridh (Fuaime)
ru: Установка сдвига от конца (аудио)

source: Make Easing Selection...
cs: Výběr uhlazení...
de: Easing-Auswahl erzeugen...
ga: Déan Roghnú Maolaithe...
ru: Создать выделение плавного перехода…

source: Duplicate Selected Keys
cs: Duplikovat vybrané klíče
de: Ausgewählte Key(s) duplizieren
ga: Dúblach Eochracha Roghnaithe
ru: Дублировать выделенные ключи

source: Cut Selected Keys
cs: Vyjmout vybrané klíče
de: Ausgewählte Key(s) ausschneiden
ga: Gearr Eochracha Roghnaithe
ru: Вырезать выделенные ключи

source: Copy Selected Keys
cs: Kopírovat vybrané klíče
de: Ausgewählte Key(s) kopieren
ga: Cóipeáil Eochracha Roghnaithe
ru: Копировать выделенные ключи

source: Paste Keys
cs: Vložit klíče
de: Keys einfügen
ga: Greamaigh Eochracha
ru: Вставить ключи

source: Move First Selected Key to Cursor
cs: Přesunout první vybraný klíč ke kurzoru
de: Ersten ausgewählten Key zum Cursor bewegen
ga: Bog an chéad eochair roghnaithe go cúrsóir
ru: Переместить первый выбранный ключ к курсору

source: Move Last Selected Key to Cursor
cs: Přesunout poslední vybraný klíč ke kurzoru
de: Letzten ausgewählten Key zum Cursor bewegen
ga: Bog an eochair roghnaithe is déanaí go cúrsóir
ru: Переместить последний выбранный ключ к курсору

source: Delete Selection
cs: Smazat vyběr
de: Auswahl löschen
ga: Scrios Roghnúchán
ru: Удалить выделенное

source: Go to Next Step
cs: Přejít k dalšímu kroku
de: Zum nächsten Schritt
ga: Téigh go dtí an Chéad Chéim Eile
ru: Перейти к следующему шагу

source: Go to Previous Step
cs: Přejít k předchozímu kroku
de: Zum vorherigen Schritt
ga: Téigh go dtí an Chéim Roimhe Seo
ru: Перейти к предыдущему шагу

source: Go to Next Keyframe
cs: Přejít k dalšímu klíčovému snímku
de: Zum nächsten Keyframe gehen
ga: Téigh go dtí an chéad Eochairfhráma Eile
ru: Перейти к следующему ключевому кадру

source: Go to Previous Keyframe
cs: Přejít k předchozímu klíčovému snímku
de: Zum vorherigen Keyframe gehen
ga: Téigh go dtí an Eochairfhráma Roimhe Seo
ru: Перейти к предыдущему ключевому кадру

source: Bake Animation...
cs: Vypálit animaci...
de: Animation backen...
ga: Bácáil Beochan...
ru: Запечь анимацию…

source: Optimize Animation (no undo)...
cs: Optimalizovat animaci (nelze vrátit zpět)...
de: Animation optimieren (kann nicht rückgängig gemacht werden)...
ga: Optamaigh Beochan (gan cealaigh)...
ru: Оптимизировать анимацию (нельзя отменить)…

source: Clean-Up Animation (no undo)...
cs: Pročistit animaci (nelze vrátit zpět)...
de: Animation bereinigen (kann nicht rückgängig gemacht werden)...
ga: Beochan Ghlantacháin (gan aon chealú)...
ru: Подчистить анимацию (нельзя отменить)…

source: Pick a node to animate:
cs: Zvolit uzel pro animaci:
de: Node zum Animieren auswählen:
ga: Roghnaigh nód le beochan:
ru: Выбор узла для анимации:

source: Track Property
de: Spureigenschaft
ga: Maoin Rianaithe
ru: Свойство дорожки

source: Method Key
de: Methodenschlüssel
ga: Eochair Mhodha
ru: Ключ метода

source: Use Bezier Curves
cs: Použít Bézierovy křivky
de: Bezier-Kurven nutzen
ga: Úsáid Cuaráin Bezier
ru: Использовать кривые Безье

source: Create RESET Track(s)
cs: Vytvořit RESET stopy
de: RESET-Track(s) erstellen
ga: Cruthaigh Rian(anna) RESET
ru: Создать RESET-дорожку(и)

source: Animation Optimizer
cs: Optimalizátor animace
de: Animationsoptimierer
ga: Optamóir Beochana
ru: Оптимизатор анимации

source: Max Velocity Error:
cs: Maximální chyba rychlosti:
de: Max Geschwindigkeitsfehler:
ga: Earráid Treoluais Uasta:
ru: Макс. погрешность быстроты:

source: Max Angular Error:
cs: Maximální chyba úhlu:
de: Max. Winkelfehler:
ga: Earráid uilleach uasta:
ru: Макс. угловая погрешность:

source: Max Precision Error:
cs: Maximální chyba přesnosti:
de: Max. Präzisionsfehler:
ga: Earráid Bheachtais Uasta:
ru: Макс. погрешность точности:

source: Optimize
cs: Optimalizovat
de: Optimieren
ga: Optamaigh
ru: Оптимизировать

source: Trim keys placed in negative time
cs: Oříznout klíče umístěné v záporném čase
de: Keys bei negativer Zeitangabe abschneiden
ga: Eochracha Bhaile Átha Troim a chuirtear in am diúltach
ru: Обрезать ключи в области с отрицательным временем

source: Trim keys placed exceed the animation length
cs: Oříznout klíče umístěné mimo délku animace
de: Keys abschneiden, die über die Animationslänge hinausgehen
ga: Eochracha Bhaile Átha Troim a chuirtear níos mó ná fad na beochana
ru: Обрезать ключи за пределами конца анимации

source: Remove invalid keys
cs: Odstranit neplatné klíče
de: Ungültige Keys entfernen
ga: Bain eochracha neamhbhailí
ru: Удалить недопустимые ключи

source: Remove unresolved and empty tracks
cs: Odstranit neurčené a prázdné stopy
de: Ungelöste und leere Tracks entfernen
ga: Bain rianta gan réiteach agus folamh
ru: Удалить неразрешённые и пустые дорожки

source: Clean-up all animations
cs: Pročistit všechny animace
de: Alle Animationen bereinigen
ga: Glan suas gach beochan
ru: Подчистить все анимации

source: Clean-Up Animation(s) (NO UNDO!)
cs: Pročistit animace (NELZE VRÁTIT ZPĚT!)
de: Animationen bereinigen (Kann nicht rückgängig gemacht werden!)
ga: Beochan(í) Glantacháin (NÍL UNDO!)
ru: Подчистить анимации (НЕЛЬЗЯ ОТМЕНИТЬ)

source: Clean-Up
cs: Pročistit
de: Bereinigen
ga: Glantachán
ru: Подчистить

source: Scale Ratio
de: Skalierungsverhältnis
ga: Cóimheas Scála
ru: Коэффициент масштабирования

source: Scale Ratio:
cs: Poměr zvětšení:
de: Skalierungsverhältnis:
ga: Cóimheas Scála:
ru: Коэффициент масштабирования:

source: Select Transition and Easing
cs: Vybrat přechod a vyhlazení
de: Übergang und Easing auswählen
ga: Roghnaigh Aistriú agus Maolú
ru: Выбрать переход и сглаживание

source: Transition Type:
cs: Typ přechodu:
de: Übergangstyp:
ga: Cineál Aistrithe:
ru: Тип перехода:

# Transition Type
source: Linear
cs: Lineární
ga: Líneach
ru: Линейный

# Transition Type
source: Sine
cs: Sinus
de: Sinus
ga: Sín
ru: Синусоидальный

# Transition Type
source: Quint
cs: Kvintický
ga: QuintName
ru: Квинт

# Transition Type
source: Quart
cs: Kvartický
ga: Ceathrú
ru: Кварт

# Transition Type
source: Quad
cs: Kvadratický
ga: Cuadrothair
ru: Квад

# Transition Type
source: Expo
cs: Exponenciální
ga: Taispeántas
ru: Экспо

# Transition Type
source: Elastic
cs: Elastický
de: Elastisch
ga: Leaisteacha
ru: Эластичный

# Transition Type
source: Cubic
cs: Kubický
de: Kubisch
ga: Ciúbach
ru: Кубический

# Transition Type
source: Circ
cs: Kruhový
de: Kreis
ga: Sorcas
ru: По окружности

# Transition Type
source: Bounce
cs: Skákající
de: Hüpfen
ga: Preab
ru: Отскок

# Transition Type
source: Back
cs: Zpětný
de: Rück
ga: Ar ais
ru: Обратный
