Repository: JellyTyan/GulpgulpgulpDot-Engine
Catalog: editor/translations/editor/*.po
Languages: cs, de, ga, ru

source: Can't save a branch which is a child of an already instantiated scene. To save this branch into its own scene, open the original scene, right click on this branch, and select "Save Branch as Scene".
cs: Nelze uložit větev, která je potomkem již instancované scény. Chcete-li uložit tuto větev do vlastní scény, otevřete původní scénu, klikněte pravým tlačítkem na tuto větev a vyberte "Uložit větev jako scénu".
de: Kann keinen Branch speichern, der ein Child einer bereits instanziierten Szene ist. Um diesen Branch als eigene Szene zu speichern, öffnen Sie die Originalszene, klicken Sie mit der rechten Maustaste auf diesen Branch und wählen Sie „Branch als Szene speichern“.
ga: Ní féidir brainse a shábháil atá ina leanbh de radharc atá ar an toirt cheana féin. Chun an brainse seo a shábháil ina radharc féin, oscail an radharc bunaidh, cliceáil ar dheis ar an mbrainse seo, agus roghnaigh "Save Branch as Scene".
ru: Невозможно сохранить ветку, которая является дочерним элементом уже инстанцированной сцены. Чтобы сохранить эту ветку в отдельной сцене, откройте исходную сцену, щёлкните по ветке правой кнопкой мыши и выберите «Сохранить ветку как сцену».

source: Can't save a branch which is part of an inherited scene. To save this branch into its own scene, open the original scene, right click on this branch, and select "Save Branch as Scene".
cs: Nelze uložit větev, která je součástí zděděné scény. Chcete-li uložit tuto větev do vlastní scény, otevřete původní scénu, klikněte pravým tlačítkem na tuto větev a vyberte "Uložit větev jako scénu".
de: Kann keinen Branch speichern, der Teil einer geerbten Szene ist. Um diesen Branch als eigene Szene zu speichern, öffnen Sie die Originalszene, klicken Sie mit der rechten Maustaste auf diesen Branch und wählen Sie „Branch als Szene speichern“.
ga: Ní féidir craobh atá mar chuid de radharc oidhreachtúil a shábháil. Chun an brainse seo a shábháil ina radharc féin, oscail an radharc bunaidh, cliceáil ar dheis ar an mbrainse seo, agus roghnaigh "Save Branch as Scene".
ru: Невозможно сохранить ветку, которая является частью унаследованной сцены. Чтобы сохранить эту ветку в отдельной сцене, откройте исходную сцену, щёлкните по ветке правой кнопкой мыши и выберите «Сохранить ветку как сцену».

source: Save New Scene As...
cs: Uložit novou scénu jako...
de: Speichere neue Szene als …
ga: Sábháil Radharc Nua Mar...
ru: Сохранить новую сцену как…

source: Enabling "Load as Placeholder" will disable "Editable Children" and cause all properties of the node to be reverted to their default.
cs: Povolení možnosti "Načíst jako dočasný" zakáže možnost "Upravitelní potomci" a způsobí, že všechny vlastnosti uzlu budou vráceny na výchozí hodnoty.
de: Wenn Sie die Option "Als Platzhalter laden" aktivieren, wird die Option "Bearbeitbare Child-Objekte" deaktiviert und alle Eigenschaften des Nodes werden auf ihre Defaultwerte zurückgesetzt.
ga: Má chumasaítear "Luchtaigh mar Ionadchoinneálaí" díchumasófar "Leanaí Ineagarthóireachta" agus cuirfidh sé faoi deara go gcuirfear gach maoin den nód ar ais chuig a mainneachtain.
ru: Включение опции «Загрузить как заполнитель» отключит опцию «Редактируемые дочерние элементы» и приведёт к тому, что все свойства узла вернутся к значениям по умолчанию.

source: Make Local
cs: Změnit na místní
de: Lokal machen
ga: Déan Áitiúil
ru: Сделать локальным

source: Can't toggle unique name for nodes in subscene!
cs: Není možné přepnout unikátní název pro uzly v podscéně!
de: Kann keine eindeutigen Namen für Nodes in Unterszenen umschalten!
ga: Ní féidir ainm uathúil a scoránú le haghaidh nóid i subscene!
ru: Невозможно переключить уникальное имя для узлов в подсцене!

source: Enable Scene Unique Name(s)
cs: Povolit unikátní názvy ve scéně
de: Szenen-eindeutige(n) Namen aktivieren
ga: Cumasaigh ainm(neacha) uathúla radhairc
ru: Включить уникальные имена в сценах

source: Unique names already used by another node in the scene:
cs: Jedinečné názvy jsou již použity jiným uzlem ve scéně:
de: Einzigartige Namen, die bereits von anderen Nodes dieser Szene verwendet werden:
ga: Ainmneacha uathúla a d'úsáid nód eile sa radharc cheana féin:
ru: Уникальные имена, уже используемые другими узлами в сцене:

source: Disable Scene Unique Name(s)
cs: Deaktivovat unikátní názvy ve scéně
de: Szenen-eindeutige(n) Namen deaktivieren
ga: Díchumasaigh Ainm(neacha) Uathúla Radhairc
ru: Отключить уникальные имена в сценах

source: New Scene Root
cs: Nový kořen scény
de: Neuer Szenen-Root
ga: Fréamh an Radhairc Nua
ru: Новый корень сцены

source: Create Root Node:
cs: Vytvořit kořenový uzel:
de: Erzeuge Root-Node:
ga: Cruthaigh Nód Fréimhe:
ru: Создать корневой узел:

source: Favorite Nodes
de: Favoriten-Nodes
ga: Nóid is Fearr Leat
ru: Избранные узлы

source: Toggle the display of favorite nodes.
cs: Přepnout zobrazení oblíbených uzlů.
de: Anzeige der bevorzugten Nodes ein- und ausschalten.
ga: Scoránaigh taispeáint na nóid is fearr leat.
ru: Переключить видимость избранных узлов.

source: 2D Scene
cs: 2D scéna
de: 2D-Szene
ga: Radharc 2D
ru: 2D-сцена

source: 3D Scene
cs: 3D scéna
de: 3D-Szene
ga: Radharc 3T
ru: 3D-сцена

source: User Interface
cs: Uživatelské rozhraní
de: Benutzeroberfläche
ga: Comhéadan Úsáideora
ru: Пользовательский интерфейс

source: Other Node
cs: Jiný uzel
de: Anderer Node
ga: Nód Eile
ru: Другой узел

source: Paste From Clipboard
cs: Vložit ze schránky
de: Aus Zwischenablage einfügen
ga: Greamaigh ón Ghearrthaisce
ru: Вставить из буфера обмена

source: Can't operate on nodes from a foreign scene!
cs: Nelze manipulovat s uzly z cizí scény!
de: Bearbeiten von Nodes einer fremden Szene ist nicht möglich!
ga: Ní féidir oibriú ar nóid ó radharc eachtrach!
ru: Невозможно работать с узлами из внешней сцены!

source: Can't operate on nodes the current scene inherits from!
cs: Nelze manipulovat s uzly, ze kterých dědí aktuální scéna!
de: Kann Nodes, von denen die aktuelle Szene erbt, nicht bearbeiten!
ga: Ní féidir oibriú ar nóid a fhaigheann an radharc reatha le hoidhreacht!
ru: Невозможно работать с узлами, которым наследует текущая сцена!

source: This operation can't be done on instantiated scenes.
cs: Tuto operaci nelze provést na instancované scéně.
de: Diese Operation kann nicht auf instanziierten Szenen ausgeführt werden.
ga: Ní féidir an oibríocht seo a dhéanamh ar radhairc mheandaracha.
ru: Эта операция не может быть выполнена над инстанцированными сценами.

source: Reparent Node
cs: Změnit rodiče uzlu
de: Node umhängen
ga: Nód Reparent
ru: Переподчинить узел

source: Attach Script
cs: Připojit skript
de: Skript hinzufügen
ga: Ceangail Script
ru: Прикрепить скрипт

source: Set Shader
cs: Nastavit shader
de: Shader festlegen
ga: Socraigh Scáthóir
ru: Задать шейдер

source: Toggle Editable Children
cs: Přepnout upravitelné potomky
de: Editierbare Kinder ein- und ausschalten
ga: Scoránaigh Leanaí Ineagarthóireachta
ru: Включить или отключить редактируемые дочерние элементы

source: Cut Node(s)
cs: Vyjmout uzly
de: Node(s) ausschneiden
ga: Gearr Nód(anna)
ru: Вырезать узлы

source: Remove Node(s)
cs: Odstranit uzly
de: Entferne Node(s)
ga: Bain Nód(anna)
ru: Удалить узлы

source: Change type of node(s)
cs: Změnit typ uzlů
de: Node-Typ(en) ändern
ga: Athraigh cineál nód(anna)
ru: Изменить тип узлов

source: Reparent to New Node
cs: Změnit rodiče na nový uzel
de: Node unter neuen Node hängen
ga: Tuismitheoir ar ais chuig Nód Nua
ru: Изменить родительский узел на новый

source: This operation requires a single selected node.
cs: Tato operace vyžaduje jeden vybraný uzel.
de: Diese Aktion benötigt einen einzelnen ausgewählten Node.
ga: Tá nód roghnaithe amháin de dhíth ar an oibríocht seo.
ru: Для этой операции требуется один выбранный узел.

source: Can't overwrite scene that is still open!
cs: Nelze přepsat scénu, která je stále otevřená!
de: Momentan geöffnete Szenen können nicht überschrieben werden!
ga: Ní féidir an radharc atá fós ar oscailt a fhorscríobh!
ru: Невозможно перезаписать сцену, которая всё ещё открыта!

source: Reset Position
cs: Obnovit pozici
de: Position zurücksetzen
ga: Athshocraigh an Suíomh
ru: Сбросить позицию

source: Reset Scale
cs: Obnovit měřítko
de: Skalierung zurücksetzen
ga: Athshocraigh an Scála
ru: Сбросить масштаб

source: Reset Rotation
cs: Obnovit rotaci
de: Rotation zurücksetzen
ga: Athshocraigh Rothlú
ru: Сбросить вращение

source: Couldn't save new scene. Likely dependencies (instances) couldn't be satisfied.
cs: Scénu se nepodařilo uložit. Některé závislosti (instance) pravděpodobně nejsou splněny.
de: Konnte neue Szene nicht speichern. Wahrscheinlich konnten (Instanz-) Abhängigkeiten nicht erfüllt werden.
ga: Níorbh fhéidir radharc nua a shábháil. Níorbh fhéidir spleáchais dhóchúla (cásanna) a shásamh.
ru: Невозможно сохранить новую сцену. Вероятно, не удалось удовлетворить зависимости (экземпляры).

source: Error saving scene.
cs: Chyba při ukládání scény.
de: Fehler beim Speichern der Szene.
ga: Earráid agus radharc á shábháil.
ru: Ошибка сохранения сцены.

source: Error duplicating scene to save it.
cs: Chyba při duplikaci scény pro její uložení.
de: Fehler beim Duplizieren der Szene zum Speichern.
ga: Earráid agus radharc á dhúbláil chun é a shábháil.
ru: Ошибка дублирования сцены при её сохранении.

source: Instantiate Script
cs: Instancovat skript
de: Skript instanziieren
ga: Script Mheandarach
ru: Инстанцировать скрипт

source: <unknown>
cs: <neznámý>
de: <unbekannt>
ga: <anaithnid>
ru: <неизвестно>

source: Sub-Resources
cs: Dílčí zdroje
de: Unter-Ressourcen
ga: Fo-Acmhainní
ru: Вложенные ресурсы

source: Access as Unique Name
cs: Přistupovat přes unikátní název
de: Über eindeutigen Namen zugreifen
ga: Rochtain mar Ainm Uathúil
ru: Доступ как к уникальному имени

source: Clear Inheritance
cs: Vymazat dědičnost
de: Löse Vererbung
ga: Oidhreacht Ghlan
ru: Очистить наследование

source: Open in Editor
cs: Otevřít v editoru
de: Im Editor öffnen
ga: Oscail san Eagarthóir
ru: Открыть в редакторе

source: Editable Children
cs: Upravitelní potomci
de: Bearbeitbare Child-Objekte
ga: Leanaí Ineagarthóireachta
ru: Редактируемые дочерние элементы

source: Load as Placeholder
cs: Načíst jako dočasný
de: Als Platzhalter laden
ga: Luchtaigh mar Ionadchoinneálaí
ru: Загрузить как заполнитель

source: Auto Expand to Selected
cs: Automaticky rozbalit k výběru
de: Automatisch auf Auswahl vergrößern
ga: Leathnaigh go hUathoibríoch go Roghnaithe
ru: Автоматическое расширение до выделенного

source: Center Node on Reparent
cs: Vycentrovat uzel při změně rodiče
de: Node beim Umhängen zentrieren
ga: Nód Ionaid ar Reparent
ru: Центрировать узел при переподчинении

source: If enabled, Reparent to New Node will create the new node in the center of the selected nodes, if possible.
cs: Je-li aktivováno, Změnit rodiče na nový uzel vytvoří nový uzel ve středu vybraných uzlů, pokud je to možné.
de: Wenn aktiviert, wird "zu neuem Node umhängen" den neuen Node in der Mitte der ausgewählten Nodes erstellen, wenn möglich.
ga: Má chumasaítear é, cruthóidh Reparent to New Node an nód nua i lár na nóid roghnaithe, más féidir.
ru: Когда этот параметр включён, при использовании опции «Переподчинить новому узлу» новый узел будет создан в центре выбранных узлов (если это возможно).

source: Hide Filtered Out Parents
cs: Skrýt vyfiltrované rodičovské uzly
de: Weggefilterte Eltern verbergen
ga: Folaigh Tuismitheoirí Scagtha Amach
ru: Скрыть отфильтрованных родителей

source: Show Accessibility Warnings
de: Barrierefreiheitswarnungen anzeigen
ga: Taispeáin Rabhaidh Inrochtaineachta
ru: Показать предупреждения о доступности

source: All Scene Sub-Resources
cs: Všechny dílčí zdroje scény
de: Alle Unterressourcen der Szene
ga: Gach Fo-Acmhainní Radhairc
ru: Все вложенные ресурсы сцены

source: Filter nodes by entering a part of their name, type (if prefixed with "type:" or "t:") or group (if prefixed with "group:" or "g:"). Filtering is case-insensitive.
cs: Filtrovat uzly zadáním části jejich názvu, typu (při použití prefixu "type:" nebo "t:") nebo skupiny (při použití prefixu "group:" nebo "g:"). Nerozlišuje velká a malá písmena.
de: Nodes durch Eingabe eines Teils ihres Namens, Typs (mit Präfix „type:“ oder „t:“) oder Gruppe (mit Präfix „group:“ oder „g:“) filtern. Die Groß- und Kleinschreibung wird beachtet.
ga: Scag nóid trí chuid dá n-ainm, cineál (má réimír iad le "cineál:" nó "t:") nó grúpa (má réimír é le "grúpa:" nó "g:"). Tá scagadh cás-neamhíogair.
ru: Фильтруйте узлы, вводя часть их имени, тип (если указано «type:» или «t:») или группу (если указано «group:» или «g:»). Фильтрация регистронезависима.

source: Filter by Type
cs: Filtrovat podle typu
de: Nach Typ filtern
ga: Scag de réir Cineáil
ru: Фильтр по типу

source: Filter by Group
cs: Filtrovat podle skupiny
de: Nach Gruppe filtern
ga: Scag de réir Grúpa
ru: Фильтр по группе

source: Cannot attach a script: there are no languages registered. This is probably because this editor was built with all language modules disabled.
cs: Nelze připojit skript: nejsou zaregistrovány žádné jazyky. Je to pravděpodobně proto, že tento editor byl vytvořen s deaktivovanými jazykovými moduly.
de: Skript konnte nicht angehängt werden: Keine Sprachen registriert. Vermutliche Ursache ist dass der Editor ohne Sprachmodulen gebaut wurde.
ga: Ní féidir script a cheangal: níl aon teanga cláraithe. Is dócha gur tógadh an t-eagarthóir seo le gach modúl teanga faoi mhíchumas.
ru: Невозможно прикрепить скрипт: нет зарегистрированных языков. Вероятно, причина в том, что этот редактор был собран с отключёнными модулями всех языков.

source: Can't paste root node into the same scene.
cs: Nelze vložit kořenový uzel do stejné scény.
de: Einfügen des Root-Nodes in dieselbe Szene nicht möglich.
ga: Ní féidir nód fréimhe a ghreamú isteach sa radharc céanna.
ru: Невозможно вставить корневой узел в ту же сцену.

source: Paste Node(s) as Sibling of %s
cs: Vložit uzly jako sourozence %s
de: Node(s) als Nachbar von %s einfügen
ga: Greamaigh nód(anna) mar shiblíní de %s
ru: Вставить узлы как одноуровневый элемент %s

source: Paste Node(s) as Child of %s
cs: Vložit uzly jako potomky %s
de: Node(s) als Child von %s einfügen
ga: Greamaigh nód(anna) mar pháiste de %s
ru: Вставить узлы как дочерний элемент %s

source: Paste Node(s) as Root
cs: Vložit uzly jako kořenové
de: Node(s) als Root einfügen
ga: Greamaigh nód(anna) mar fhréamh
ru: Вставить узлы как корневой элемент

source: <Unnamed> at %s
cs: <Nepojmenovaný> v %s
de: <Unbenannt> bei %s
ga: <Gan ainm> ag %s
ru: <Без имени> в %s

source: (used %d times)
cs: (použito %dkrát)
de: (%d mal verwendet)
ga: (úsáidtear %d uair)
ru: (использовано раз: %d)

source: None
cs: Žádné
de: Nichts
ga: Ceann ar bith
ru: Нет

source: Open Scene Dock
de: Szenendock öffnen
ga: Oscail Duga Radharc
ru: Открыть док сцены

source: Batch Rename...
cs: Hromadné přejmenování...
de: Batch-Umbenennung...
ga: Baisc Athainmnigh...
ru: Групповое переименование…

source: Add Child Node...
cs: Přidat podřízený uzel...
de: Child-Node hinzufügen...
ga: Cuir Nód Linbh Leis...
ru: Добавить дочерний узел…

source: Instantiate Child Scene...
cs: Instancovat podřízený uzel...
de: Child-Szene instanziieren...
ga: Radharc an linbh mheandarach...
ru: Инстанцировать дочернюю сцену…

source: Paste as Sibling
cs: Vložit jako sourozence
de: Als Geschwister einfügen
ga: Greamaigh mar Shiblíní
ru: Вставить как одноуровневый элемент

source: Change Type...
cs: Změnit typ...
de: Typ ändern...
ga: Athraigh Cineál...
ru: Изменить тип…

source: Attach Script...
cs: Připojit skript...
de: Skript hinzufügen...
ga: Ceangail Script...
ru: Прикрепить скрипт…

source: Extend Script...
cs: Rozšířit skript...
de: Skript erweitern...
ga: Leathnaigh Script...
ru: Расширить скрипт…

source: Move Up
cs: Přesunout nahoru
de: Hoch schieben
ga: Bog Suas
ru: Переместить вверх

source: Move Down
cs: Přesunout dolů
de: Runter schieben
ga: Bog Síos
ru: Переместить вниз

source: Duplicate
cs: Duplikovat
de: Duplizieren
ga: Dúblach
ru: Дублировать

source: Reparent...
cs: Změnit rodičovský uzel...
de: Umhängen...
ga: Tuismitheoir...
ru: Переподчинить…

source: Reparent to New Node...
cs: Změnit rodiče na nový uzel...
de: Node unter neuen Node hängen...
ga: Reparent go Nód Nua...
ru: Переподчинить новому узлу…

source: Make Scene Root
cs: Nastavit jako kořen scény
de: Als Szenen-Root festlegen
ga: Déan Fréamh an Radhairc
ru: Сделать корнем сцены

source: Toggle Access as Unique Name
cs: Přepnout přístup přes unikátní název
de: Zugriff über einzigartigen Namen ein-/ausschalten
ga: Scoránaigh Rochtain mar Ainm Uathúil
ru: Включить или отключить доступ как к уникальному имени

source: Delete (No Confirm)
cs: Odstranit (bez potvrzení)
de: Löschen (keine Bestätigung)
ga: Scrios (Gan Deimhnigh)
ru: Удалить (без подтверждения)

source: Add/Create a New Node.
cs: Přidat/Vytvořit nový uzel.
de: Hinzufügen/Erstellen eines neuen Nodes.
ga: Cuir/Cruthaigh Nód Nua.
ru: Добавить/создать новый узел.

source: Instantiate a scene file as a Node. Creates an inherited scene if no root node exists.
cs: Instancovat soubor scény jako uzel. Pokud neexistuje kořenový uzel, vytvoří zděděnou scénu.
de: Instanziiert eine Szenendatei als Node. Erzeugt eine geerbte Szene, falls kein Root-Node existiert.
ga: Instantiate comhad radharc mar Nód. Cruthaíonn radharc oidhreacht mura bhfuil aon nód fréimhe ann.
ru: Инстанцировать файл сцены как узел. Создаёт унаследованную сцену, если корневой узел не существует.

source: Filter Nodes
cs: Filtrovat uzly
de: Nodes filtern
ga: Nóid Scag
ru: Фильтр узлов

source: Attach a new or existing script to the selected node.
cs: Připojit nový nebo existující skript k vybranému uzlu.
de: Ein neues oder existierendes Skript dem ausgewählten Node anhängen.
ga: Ceangail script nua nó script atá ann cheana leis an nód roghnaithe.
ru: Прикрепить новый или существующий скрипт к выбранному узлу.

source: Detach the script from the selected node.
cs: Odpojit skript od vybraného uzlu.
de: Skript vom ausgewählten Node loslösen.
ga: Scar an script ón nód roghnaithe.
ru: Открепить скрипт от выбранного узла.

source: Extend the script of the selected node.
cs: Rozšířit skript vybraného uzlu.
de: Das Skript des ausgewählten Nodes erweitern.
ga: Leathnaigh script an nóid roghnaithe.
ru: Расширить скрипт выбранного узла.

source: Extra scene options.
cs: Další možnosti scény.
de: Weitere Szeneneinstellungen.
ga: Roghanna radhairc breise.
ru: Дополнительные параметры сцены.

source: Remote
cs: Vzdálený
ga: Cianda
ru: Удалённый

source: If selected, the Remote scene tree dock will cause the project to stutter every time it updates. Switch back to the Local scene tree dock to improve performance.
cs: Když je vybrán, projekt při každé aktualizaci doku Vzdálený strom scén krátce zamrzne. Pro zlepšení výkonu přepněte zpět na dok Místní strom scén.
de: Falls ausgewählt, wird das Panel für das Remote-Szenenbaum-Dock jedes Mal beim Aktualisieren das Projekt zum Ruckeln bringen. Für bessere Performance sollte diese Option auf Lokales Szenenbaum-Dock gestellt werden.
ga: Má roghnaítear é, cuirfidh an duga crann radharc cianda faoi deara an tionscadal a stutter gach uair a nuashonraíonn sé. Téigh ar ais go dtí an duga crann radharc Áitiúil chun feidhmíocht a fheabhsú.
ru: Если выбрано, панель дерева удалённых сцен будет вызывать задержки при каждом обновлении. Для повышения производительности переключитесь обратно в панель дерева локальных сцен.

source: Local
cs: Místní
de: Lokal
ga: Áitiúil
ru: Локальный

source: Delete Related Animation Tracks
cs: Smazat související stopy animace
de: Zugehörige Animations-Tracks löschen
ga: Scrios Rianta Beochana Gaolmhara
ru: Удалить связанные дорожки анимации

source: Clear Inheritance? (No Undo!)
cs: Vymazat dědičnost? (Nelze vrátit zpět!)
de: Vererbung wirklich lösen? (Lässt sich nicht rückgängig machen!)
ga: Oidhreacht Shoiléir? (Gan Cealaigh!)
ru: Очистить наследование? (НЕЛЬЗЯ ОТМЕНИТЬ)

source: Paste Params
cs: Vložit parametry
de: Parameter einfügen
ga: Greamaigh Params
ru: Вставить параметры

source: Updating Scene
cs: Aktualizace scény
de: Aktualisiere Szene
ga: Radharc á Nuashonrú
ru: Обновление сцены

source: Storing local changes...
cs: Ukládání lokálních změn...
de: Speichere lokale Änderungen …
ga: Athruithe áitiúla á stóráil...
ru: Сохранение локальных изменений…

source: Updating scene...
cs: Aktualizace scény...
de: Aktualisiere Szene …
ga: Radharc á nuashonrú...
ru: Обновление сцены…

source: [empty]
cs: [prázdné]
de: [leer]
ga: [folamh]
ru: [пусто]

source: [unsaved]
cs: [neuloženo]
de: [ungespeichert]
ga: [gan sásamh]
ru: [не сохранено]

source: Creating Mesh Previews
cs: Vytváření náhledů sítí
de: Mesh-Vorschauen erzeugen
ga: Réamhamhairc Mogalra a Chruthú
ru: Создание предпросмотра

source: Thumbnail...
cs: Náhled...
de: Vorschau …
ga: Mionsamhail...
ru: Миниатюра…

source: Create New %s
cs: Vytvořit nový %s
de: %s erstellen
ga: Cruthaigh %s Nua
ru: Создать %s

source: Output
cs: Výstup
de: Ausgabe
ga: Aschur
ru: Вывод

source: Filter Messages
cs: Filtrovat zprávy
de: Nachrichten filtern
ga: Scag Teachtaireachtaí
ru: Фильтр сообщений

source: Clear Log
de: Log leeren
ga: Glan an Log
ru: Очистить журнал

source: Clear Output
cs: Promazat výstup
de: Ausgabe löschen
ga: Glan Aschur
ru: Очистить вывод

source: Collapse duplicate messages into one log entry. Shows number of occurrences.
cs: Sloučit duplicitní zprávy do jednoho záznamu. Zobrazuje počet výskytů.
de: Wiederholte Nachrichten zu einem Logeintrag zusammenfassen. Die Anzahl der zusammengefassten Nachrichten wird ebenfalls angezeigt.
ga: Laghdaigh teachtaireachtaí dúblacha in iontráil logála amháin. Taispeánann seo líon na dtarluithe.
ru: Свернуть повторяющиеся сообщения в одну запись журнала. Количество повторений отображается.

source: Show Search
de: Suche anzeigen
ga: Taispeáin Cuardach
ru: Показать поиск

source: Focus Search/Filter Bar
cs: Zaměřit pole vyhledávání/filtrování
de: Such-/Filterleiste fokussieren
ga: Barra Cuardaigh/Scagaire Fócais
ru: Фокус на строке поиска/фильтра

source: Standard Messages
de: Standardnachrichten
ga: Teachtaireachtaí Caighdeánacha
ru: Стандартные сообщения

source: Toggle visibility of standard output messages.
cs: Přepnout viditelnost standardních výstupních zpráv.
de: Anzeige von Standardausgabe-Nachrichten ein-/ausschalten.
ga: Scoránaigh infheictheacht teachtaireachtaí caighdeánacha aschuir.
ru: Переключить видимость стандартных сообщений вывода.

source: Toggle visibility of errors.
cs: Přepnout viditelnost chyb.
de: Anzeige von Fehlern ein-/ausschalten.
ga: Scoránaigh infheictheacht earráidí.
ru: Переключить видимость ошибок.

source: Warnings
cs: Varování
de: Warnungen
ga: Rabhaidh
ru: Предупреждения

source: Toggle visibility of warnings.
cs: Přepnout viditelnost varování.
de: Anzeige von Warnungen ein-/ausschalten.
ga: Scoránaigh infheictheacht rabhaidh.
ru: Переключить видимость предупреждений.

source: Editor Messages
de: Editornachrichten
ga: Teachtaireachtaí Eagarthóra
ru: Сообщения редактора

source: Toggle visibility of editor messages.
cs: Přepnout viditelnost zpráv editoru.
de: Anzeige von Editornachrichten ein-/ausschalten.
ga: Scoránaigh infheictheacht teachtaireachtaí eagarthóra.
ru: Переключить видимость сообщений редактора.
