Repository: JellyTyan/GulpgulpgulpDot-Engine
Catalog: editor/translations/editor/*.po
Languages: cs, de, ga, ru

source: You are about to create a Gulpgulpgulpdot project in a non-empty folder. The entire contents of this folder will be imported as project resources! Are you sure you wish to continue?
cs: Chystáte se vytvořit projekt Gulpgulpgulpdot ve složce, která není prázdná. Celý obsah této složky bude importován jako zdroje projektu! Opravdu chcete pokračovat?
de: Die aktuelle Konfiguration legt ein neues Gulpgulpgulpdot-Projekt in einem nicht-leeren Ordner an. Dabei werden alle Inhalte des Ordners als Projekt-Ressourcen importiert! Soll entsprechend fortgefahren werden?
ga: Tá tú ar tí tionscadal Gulpgulpgulpdot a chruthú i bhfillteán neamhfholamh. Déanfar inneachar iomlán an fhillteáin seo a iompórtáil mar acmhainní tionscadail! An bhfuil tú cinnte gur mian leat leanúint ar aghaidh?
ru: Проект Gulpgulpgulpdot будет создан в непустой папке. Всё её содержимое будет импортировано как ресурсы проекта! Продолжить?

source: Couldn't create project directory, check permissions.
cs: Nepodařilo se vytvořit adresář projektu, zkontrolujte oprávnění.
de: Das Projektverzeichnis konnte nicht erstellt werden, überprüfen Sie die Berechtigungen.
ga: Níorbh fhéidir comhadlann tionscadail a chruthú, ceadanna a sheiceáil.
ru: Не удалось создать каталог проекта, проверьте права.

source: Couldn't create project.gulpgulpgulpdot in project path.
cs: Nepodařilo se vytvořit project.gulpgulpgulpdot v cestě projektu.
de: project.gulpgulpgulpdot konnte nicht im Projektpfad erzeugt werden.
ga: Níorbh fhéidir project.gulpgulpgulpdot a chruthú i gcosán tionscadail.
ru: Не удалось создать project.gulpgulpgulpdot в папке проекта.

source: Couldn't create icon.svg in project path.
cs: Nepodařilo se vytvořit icon.svg v cestě projektu.
de: icon.svg konnte im Projektpfad nicht erzeugt werden.
ga: Níorbh fhéidir icon.svg a chruthú i gcosán tionscadail.
ru: Не удалось создать icon.svg в папке проекта.

source: Error opening package file, not in ZIP format.
cs: Nepodařilo se otevřít balíček, není ve formátu ZIP.
de: Fehler beim Öffnen der Paketdatei, kein ZIP-Format.
ga: Earráid agus comhad pacáiste á oscailt, ní i bhformáid ZIP.
ru: Ошибка при открытии файла пакета (он не в формате ZIP).

source: The following files failed extraction from package:
cs: Selhala extrakce následujících souborů z balíčku:
de: Die folgenden Dateien ließen sich nicht aus dem Paket extrahieren:
ga: Theip ar na comhaid seo a leanas eastóscadh ón bpacáiste:
ru: Следующие файлы не удалось извлечь из пакета:

source: Couldn't duplicate project (error %d).
de: Projekt konnte nicht dupliziert werden (Fehler %d).
ga: Níorbh fhéidir an tionscadal a dhúbailt (earráid %d).
ru: Не удалось сделать дубликат проекта (ошибка %d).

source: Couldn't load project at '%s' (error %d). It may be missing or corrupted.
cs: Nepodařilo se načíst projekt z '%s' (chyba %d). Může chybět nebo být poškozený.
de: Projekt in ‚%s‘ konnte nicht geladen werden (Fehler %d). Es ist möglicherweise nicht vorhanden oder beschädigt.
ga: Níorbh fhéidir an tionscadal a luchtú ag '%s' (earráid %d). D'fhéadfadh sé a bheith ar iarraidh nó truaillithe.
ru: Не удалось загрузить проект в «%s» (ошибка %d). Он может отсутствовать или быть повреждён.

source: Couldn't save project at '%s' (error %d).
cs: Nelze uložit projekt do '%s' (chyba %d).
de: Projekt konnte nicht in ‚%s‘ gespeichert werden (Fehler %d).
ga: Níorbh fhéidir tionscadal a shábháil ag '%s' (earráid %d).
ru: Не удалось сохранить проект в «%s» (ошибка %d).

source: Rename Project
cs: Přejmenovat projekt
de: Projekt umbenennen
ga: Athainmnigh Tionscadal
ru: Переименовать проект

source: Import Existing Project
cs: Importovat existující projekt
de: Existierendes Projekt importieren
ga: Iompórtáil Tionscadal Atá Ann Cheana
ru: Импортировать существующий проект

source: Create New Project
cs: Vytvořit nový projekt
de: Erstelle neues Projekt
ga: Cruthaigh Tionscadal Nua
ru: Создать новый проект

source: Install Project:
cs: Nainstalovat projekt:
de: Installiere Projekt:
ga: Suiteáil Tionscadal:
ru: Установить проект:

source: Duplicate Project
de: Projekt duplizieren
ga: Tionscadal Dúblach
ru: Дублировать проект

source: Project Name:
cs: Název projektu:
de: Projektname:
ga: Ainm an Tionscadail:
ru: Имя проекта:

source: Project Path:
cs: Cesta k projektu:
de: Projektpfad:
ga: Conair an Tionscadail:
ru: Путь к проекту:

source: Project Installation Path:
cs: Cesta k instalaci projektu:
de: Projektinstallationspfad:
ga: Conair Suiteála Tionscadail:
ru: Путь установки проекта:

source: Renderer:
cs: Vykreslovací nástroj:
ga: Rindreálaí:
ru: Отрисовщик:

source: RenderingDevice-based methods not available on this GPU: %s Please use the Compatibility renderer.
cs: Metody založené na RenderingDevice na této GPU nejsou dostpuné: %s Použijte prosím vykreslovací nástroj Compatibility.
de: Auf dieser GPU sind keine RenderingDevice-basierten Methoden verfügbar: %s Bitte verwenden Sie den Kompatibilitäts-Renderer.
ga: Modhanna bunaithe ar ghléasanna rindreála nach bhfuil ar fáil ar an GPU seo: %s Úsáid an rindreálaí comhoiriúnachta le do thoil.
ru: Методы на основе RenderingDevice недоступны на этом GPU: %s Пожалуйста, используйте средство визуализации Совместимости.

source: The renderer can be changed later, but scenes may need to be adjusted.
cs: Vykraslovací nástroj je možné změnit později, ale scény mohou vyžadovat úpravy.
de: Ein Wechsel des Renderers ist jederzeit zulässig, bereits vorhandene Szenen müssen dabei unter Umständen angepasst werden.
ga: Is féidir an rindreálaí a athrú níos déanaí, ach b'fhéidir go gcaithfear radhairc a choigeartú.
ru: Отрисовщик можно изменить позже, но сцены могут потребовать корректировки.

source: Version Control Metadata:
cs: Metadata správy verzí:
de: Metadaten der Versionsverwaltung:
ga: Meiteashonraí Rialaithe Leagain:
ru: Метаданные управления версиями:

source: Edit Now
cs: Upravovat nyní
de: Jetzt bearbeiten
ga: Cuir in Eagar Anois
ru: Редактировать сейчас

source: Project Name
de: Projektname
ga: Ainm an Tionscadail
ru: Имя проекта

source: Project Path
de: Projektpfad
ga: Cosán Tionscadail
ru: Путь к проекту

source: This project was last edited in a different Gulpgulpgulpdot version:
cs: Tento projekt byl naposledy upraven v jiné verzi Gulpgulpgulpdotu:
de: Dieses Projekt wurde zuletzt mit einer anderen Gulpgulpgulpdot-Version bearbeitet:
ga: Cuireadh an tionscadal seo in eagar go deireanach i leagan Gulpgulpgulpdot eile:
ru: В последний раз проект был изменён в другой версии Gulpgulpgulpdot:

source: This project uses features unsupported by the current build:
cs: Tento projekt používá funkce, které nejsou aktuálním sestavením podporovány:
de: Dieses Projekt verwendet Features, die von dieser Gulpgulpgulpdot-Version nicht unterstützt werden:
ga: Baineann an tionscadal seo úsáid as gnéithe nach dtacaíonn an tógáil reatha leo:
ru: В этом проекте используются возможности, не поддерживаемые текущей сборкой:

source: Error: Project is missing on the filesystem.
cs: Chyba: Projekt se nevyskytuje v souborovém systému.
de: Fehler: Projekt ist nicht im Dateisystem vorhanden.
ga: Earráid: Tá an tionscadal ar iarraidh ar an gcóras comhad.
ru: Ошибка: проект отсутствует в файловой системе.

source: Toggle Favorite
cs: Přepnout oblíbené
de: Favoriten ein-/ausblenden
ga: Scoránaigh an ceann is fearr leat
ru: Переключение присутствия в избранном

source: Open in file manager
de: Im Dateimanager öffnen
ga: Oscail i mbainisteoir comhad
ru: Открыть в проводнике

source: Last edited timestamp
cs: Datum poslední modifikace
de: Zeitstempel der letzten Bearbeitung
ga: Stampa ama is déanaí curtha in eagar
ru: Временная метка последнего изменения

source: Unknown version
de: Unbekannte Version
ga: Leagan anaithnid
ru: Неизвестная версия

source: Scanning
cs: Prohledávání
de: Scannen
ga: Ag scanadh
ru: Сканирование

source: Scanning for projects...
cs: Prohledávání projektů...
de: Scannen nach Projekten...
ga: Ag scanadh le haghaidh tionscadal...
ru: Сканирование проектов…

source: Missing Project
cs: Chybějící projekt
de: Fehlendes Projekt
ga: Tionscadal ar Iarraidh
ru: Отсутствующий проект

source: Run Project
cs: Spustit projekt
de: Projekt ausführen
ga: Rith Tionscadal
ru: Запустить проект

source: Manage Tags
cs: Spravovat štítky
de: Tags verwalten
ga: Bainistigh Clibeanna
ru: Управление метками

source: New Window
cs: Nové okno
de: Neues Fenster
ga: Fuinneog Nua
ru: Новое окно

source: Missing Date
cs: Chybějící datum
de: Fehlendes Datum
ga: Dáta ar Iarraidh
ru: Отсутствующие данные

# Application
source: Project Manager
cs: Správce projektů
de: Projektmanager
ga: Bainisteoir Tionscadail
ru: Менеджер проектов

source: You don't have any projects yet.
cs: Zatím nemáte žádné projekty.
de: Es existieren noch keine Projekte.
ga: Níl aon tionscadal agat go fóill.
ru: Проектов ещё нет.

source: Get started by creating a new one, importing one that exists, or by downloading a project template from the Asset Library!
cs: Začněte vytvořením nového projektu, importováním již existujícího, nebo stažením projektové šablony z knihovny zdrojů (AssetLib)!
de: Beginnen Sie, indem Sie ein neues Projekt erstellen, importieren Sie ein bereits vorhandenes Projekt oder laden Sie eine Projektvorlage aus der Asset-Bibliothek herunter!
ga: Tús a chur le ceann nua a chruthú, iompórtáil ceann atá ann, nó trí theimpléad tionscadail a íoslódáil ón Leabharlann Sócmhainní!
ru: Начните работу с создания нового проекта, импорта уже существующего или загрузки шаблона проекта из библиотеки ассетов!

source: Go Online and Open Asset Library
cs: Jít online a otevřít knihovnu zdrojů
de: Online gehen und Asset-Bibliothek öffnen
ga: Téigh ar Líne agus Leabharlann Sócmhainní Oscailte
ru: Войти в сеть и открыть библиотеку ассетов

source: Are you sure to run %d projects at once?
cs: Jste si jisti, že chcete spustit %d projektů najednou?
de: Sollen wirklich %d Projekte gleichzeitig ausgeführt werden?
ga: An bhfuil tú cinnte go rithfidh tú %d tionscadal ag an am céanna?
ru: Действительно запустить проекты (%d) одновременно?

source: Can't run project: Project has no main scene defined. Please edit the project and set the main scene in the Project Settings under the "Application" category.
cs: Nelze spustit projekt: Projekt nemá definovanou hlavní scénu. Upravte prosím projekt a nastavte hlavní scénu v Nastavení projektu, v kategorii "Aplikace".
de: Projekt kann nicht ausgeführt werden: Im Projekt ist keine Hauptszene definiert. Bitte bearbeiten Sie das Projekt und legen Sie die Hauptszene in den Projekteinstellungen unter der Kategorie "Anwendung" fest.
ga: Ní féidir tionscadal a rith: Níl aon phríomh-radharc sainithe ag an tionscadal. Cuir an tionscadal in eagar agus socraigh an príomh-radharc sna Socruithe Tionscadail faoin gcatagóir "Feidhmchlár".
ru: Невозможно запустить проект: в нём не назначена главная сцена. Отредактируйте проект и установите главную сцену в категории «application» настроек проекта.

source: Can't run project: Assets need to be imported first. Please edit the project to trigger the initial import.
cs: Nelze spustit projekt: Nejprve musí být importovány zdroje. Pro spuštění prvotního importu prosím projekt upravte.
de: Projekt kann nicht ausgeführt werden: Die Assets müssen erst importiert werden. Bitte bearbeiten Sie das Projekt, um den Erstimport auszulösen.
ga: Ní féidir tionscadal a reáchtáil: Ní mór sócmhainní a iompórtáil ar dtús. Cuir an tionscadal in eagar chun tús a chur leis an iompórtáil tosaigh.
ru: Невозможно запустить проект: сначала необходимо импортировать ассеты. Измените проект, чтобы активировать начальный импорт.

source: Can't open project at '%s'. Project file doesn't exist or is inaccessible.
cs: Nelze otevřít projekt na '%s'. Soubor projektu neexistuje, nebo je nedostupný.
de: Projekt unter '%s' kann nicht geöffnet werden. Die Projektdatei existiert nicht oder ist zugreifbar.
ga: Ní féidir tionscadal a oscailt ag '%s'. Níl comhad tionscadail ann nó tá sé dorochtana.
ru: Невозможно открыть проект в «%s». Файл проекта не существует или недоступен.

source: Can't open project at '%s'. Failed to start the editor.
cs: Nelze otevřít projekt v '%s'. Nepodařilo se spustit editor.
de: Projekt in ‚%s‘ kann nicht geöffnet werden. Fehler beim Starten des Editors.
ga: Ní féidir tionscadal a oscailt ag '%s'. Theip ar an eagarthóir a thosú.
ru: Невозможно открыть проект в «%s». Не удалось запустить редактор.

source: You requested to open %d projects in parallel. Do you confirm? Note that usual checks for engine version compatibility will be bypassed.
cs: Požádali jste o otevření %d projektů zároveň. Potvrzujete? Obvyklé kontroly kompatibility verzí enginu budou vynechány.
de: Anweisung eingegangen %d Projekte parallel zu öffnen. Bitte bestätigen. Bitte beachten dass die üblichen Engine-Versions-Kompatibilitätsprüfungen so umgangen werden.
ga: D'iarr tú tionscadail %d a oscailt go comhthreomhar. An ndeimhníonn tú? Tabhair faoi deara go ndéanfar na gnáthseiceálacha ar chomhoiriúnacht leagan innill a sheachbhóthar.
ru: Вы запросили параллельное открытие проектов (%d). Вы уверены? Обратите внимание, что обычные проверки совместимости версий движка будут пропущены.

source: The selected project "%s" does not specify its supported Gulpgulpgulpdot version in its configuration file ("project.gulpgulpgulpdot"). Project path: %s If you proceed with opening it, it will be converted to Gulpgulpgulpdot's current configuration file format. Warning: You won't be able to open the project with previous versions of the engine anymore.
cs: Zvolený projekt "%s" ve svém konfiguračním souboru ("project.gulpgulpgulpdot") nespecifikuje podporovanou verzi Gulpgulpgulpdotu. Cesta k projektu: %s Pokud se rozhodnete ho otevřít, bude převeden do aktuálního formátu konfiguračního souboru Gulpgulpgulpdotu. Varování: Nebude dále možné projekt otevřít v dřívějších verzích enginu.
de: Das ausgewählte Projekt „%s“ hat in seiner Konfigurationsdatei („project.gulpgulpgulpdot“) nicht angegeben, welche Gulpgulpgulpdot-Version es unterstützt. Projektpfad: %s Sollte das Öffnen fortgesetzt werden, wird die Datei in das Konfigurationsdateiformat der aktuellen Gulpgulpgulpdot-Version umgewandelt. Achtung: Das Projekt kann nach der Konvertierung nicht mehr mit einer älteren Gulpgulpgulpdot-Version geöffnet werden.
ga: Ní shonraíonn an tionscadal roghnaithe "%s" a leagan Gulpgulpgulpdot tacaithe ina chomhad cumraíochta ("project.gulpgulpgulpdot"). Conair tionscadail: %s Má théann tú ar aghaidh lena oscailt, déanfar é a thiontú go formáid comhaid cumraíochta reatha Gulpgulpgulpdot. Rabhadh: Ní bheidh tú in ann an tionscadal a oscailt le leaganacha roimhe seo den inneall níos mó.
ru: В файле конфигурации («project.gulpgulpgulpdot») выбранного проекта «%s» не указана поддерживаемая версия Gulpgulpgulpdot. Путь к проекту: %s Если продолжить открытие проекта, то файл конфигурации будет преобразован в формат текущей версии Gulpgulpgulpdot. Предупреждение: будет утрачена возможность открыть проект с помощью предыдущих версий движка.

source: The selected project "%s" was generated by Gulpgulpgulpdot 3.x, and needs to be converted for Gulpgulpgulpdot 4.x. Project path: %s You have three options: - Convert only the configuration file ("project.gulpgulpgulpdot"). Use this to open the project without attempting to convert its scenes, resources and scripts. - Convert the entire project including its scenes, resources and scripts (recommended if you are upgrading). - Do nothing and go back. Warning: If you select a conversion option, you won't be able to open the project with previous versions of the engine anymore.
cs: Vybraný projekt "%s" byl vygenerován v Gulpgulpgulpdotu 3.x a je třeba jej převést na Gulpgulpgulpdot 4.x. Cesta k projektu: %s Máte tři možnosti: - Převést pouze konfigurační soubor ("project.gulpgulpgulpdot"). Toto použijte pro otevření projektu, aniž byste se pokoušeli převádět jeho scény, zdroje a skripty. - Převést celý projekt včetně jeho scén, zdrojů a skriptů (doporučeno, pokud provádíte celkovou aktualizaci). - Nedělat nic a vrátit se. Varování: Pokud vyberete možnost převodu, nebude dále možné projekt otevřít ve dřívějších verzích enginu.
de: Das ausgewählte Projekt „%s“ wurde mit Gulpgulpgulpdot 3.x erstellt und muss zu Gulpgulpgulpdot 4.x konvertiert werden. Projektpfad: %s Es gibt drei Entscheidungsmöglichkeiten: - Lediglich die Konfigurationsdatei („project.gulpgulpgulpdot“) konvertieren. Dies ist hilfreich, um das Projekt lediglich zu öffnen, ohne Szenen, Ressourcen oder Skripte zu konvertieren. - Das gesamte Projekt inklusive Szenen, Ressourcen und Skripten konvertieren. Dies wird empfohlen, wenn mit der neuen Gulpgulpgulpdot-Version weitergearbeitet werden soll. - Nichts unternehmen und zurückkehren. Achtung: Sollte eine der Konvertierungsmöglichkeiten ausgewählt werden, kann das Projekt nicht mehr mit älteren Gulpgulpgulpdot-Versionen geöffnet werden.
ga: Gineadh an tionscadal roghnaithe "%s" ag Gulpgulpgulpdot 3.x, agus ní mór é a thiontú le haghaidh Gulpgulpgulpdot 4.x. Conair tionscadail: %s Tá trí rogha agat: - Tiontaigh ach an comhad cumraíochta ("project.gulpgulpgulpdot"). Bain úsáid as seo chun an tionscadal a oscailt gan iarracht a dhéanamh a radhairc, acmhainní agus scripteanna a thiontú. - Tiontaigh an tionscadal ar fad lena n-áirítear a radhairc, acmhainní agus scripteanna (molta má tá tú ag uasghrádú). - Ná déan faic agus téigh ar ais. Rabhadh: Má roghnaíonn tú rogha comhshó, ní bheidh tú in ann an tionscadal a oscailt le leaganacha roimhe seo den inneall níos mó.
ru: Выбранный проект «%s» был создан в Gulpgulpgulpdot 3.x, его необходимо преобразовать для Gulpgulpgulpdot 4.x. Путь к проекту: %s У вас есть три варианта: - Конвертировать только файл конфигурации («project.gulpgulpgulpdot»). Выберите этот вариант, чтобы открыть проект, не конвертируя его сцены, ресурсы и скрипты. - Конвертировать весь проект, включая его сцены, ресурсы и скрипты (рекомендуется, если вы обновляетесь). - Ничего не делать и вернуться назад. Предупреждение: если выбрать опцию конвертирования, будет утрачена возможность открыть проект с помощью предыдущих версий движка.

source: Convert project.gulpgulpgulpdot Only
cs: Převést pouze project.gulpgulpgulpdot
de: Nur project.gulpgulpgulpdot konvertieren
ga: Tiontaigh project.gulpgulpgulpdot amháin
ru: Конвертировать только project.gulpgulpgulpdot

source: The selected project "%s" was generated by an older engine version, and needs to be converted for this version. Project path: %s Do you want to convert it? Warning: You won't be able to open the project with previous versions of the engine anymore.
cs: Vybraný projekt "%s" byl vytvořen ve starší verzi enginu a muší být převeden na aktuální verzi. Cesta k projektu: %s Přejete si ho převést? Varování: Nebude dále možné projekt otevřít v předchozích verzích enginu.
de: Das ausgewählte Projekt „%s“ ist mit einer älteren Gulpgulpgulpdot-Version erstellt worden und muss für die aktuelle Version konvertiert werden. Projektpfad: %s Soll die Umwandlung vorgenommen werden? Achtung: Das Projekt kann nach der Umwandlung nicht mehr mit einer älteren Version geöffnet werden.
ga: Gineadh an tionscadal roghnaithe "%s" le leagan innill níos sine, agus ní mór é a thiontú don leagan seo. Conair tionscadail: %s An bhfuil fonn ort é a thiontú? Rabhadh: Ní bheidh tú in ann an tionscadal a oscailt le leaganacha roimhe seo den inneall níos mó.
ru: Выбранный проект «%s» был создан в старой версии движка и должен быть преобразован для текущей версии. Путь к проекту: %s Преобразовать его? Предупреждение: будет утрачена возможность открыть проект с помощью предыдущих версий движка.

source: Convert project.gulpgulpgulpdot
cs: Převést project.gulpgulpgulpdot
de: project.gulpgulpgulpdot konvertieren
ga: Tiontaigh project.gulpgulpgulpdot
ru: Конвертировать project.gulpgulpgulpdot

source: Can't open project "%s" at the following path: %s The project settings were created by a newer engine version, whose settings are not compatible with this version.
cs: Nelze otevřít projekt "%s" na následující cestě: %s Nastavení projektu byla vytvořena v novější verzi enginu, jejíž nastavení nejsou kompatibilní s aktuální verzí.
de: Projekt „%s“, aus folgendem Pfad, kann nicht geöffnet werden: %s Die Projekteinstellungen wurden mit einer neueren Gulpgulpgulpdot-Version erstellt und sind nicht kompatibel mit der aktuell genutzten Version.
ga: Ní féidir tionscadal "%s" a oscailt ag an gcosán seo a leanas: %s Cruthaíodh na socruithe tionscadail ag leagan inneall níos nuaí, nach bhfuil a socruithe comhoiriúnach leis an leagan seo.
ru: Не удалось открыть проект «%s», расположенный по следующему пути: %s Настройки проекта были созданы новой версией движка, эти настройки несовместимы с текущей версией.

source: Warning: This project uses double precision floats, but this version of Gulpgulpgulpdot uses single precision floats. Opening this project may cause data loss.
cs: Varování: Projekt používá čísla s plovoucí desetinnou čárkou dvojité přesnosti, ale tato verze Gulpgulpgulpdotu používá pouze čísla základní přesnosti. Otevření projektu může vést ke ztrátě dat.
de: Achtung: Dieses Projekt verwendet Double-Precision Floats, aber diese Version von Gulpgulpgulpdot verwendet nur Single-Precision Floats. Öffnen des Projekts kann zu Datenverlust führen.
ga: Rabhadh: Úsáideann an tionscadal seo snámháin cruinneas dúbailte, ach an leagan seo de Úsáideann Gulpgulpgulpdot snámháin cruinneas amháin. D'fhéadfadh caillteanas sonraí a bheith mar thoradh ar an tionscadal seo a oscailt.
ru: Предупреждение: в этом проекте используются плавающие числа двойной точности, но текущая версия Gulpgulpgulpdot использует плавающие числа одинарной точности. Открытие этого проекта может привести к потере данных.

source: Warning: This project uses C#, but this build of Gulpgulpgulpdot does not have the Mono module. If you proceed you will not be able to use any C# scripts.
cs: Varování: Tento projekt používá C#, ale toto sestavení Gulpgulpgulpdotu nemá modul Mono. Budete-li pokračovat, nebudete moci používat žádné skripty C#.
de: Achtung: Dieses Projekt verwendet C#, aber diese Version von Gulpgulpgulpdot beinhaltet kein Mono-Modul. Beim Fortfahren können keine C#-Skripte ausgeführt werden.
ga: Rabhadh: Úsáideann an tionscadal seo C #, ach níl an tógáil seo de Gulpgulpgulpdot an modúl Mono. Má théann tú ar aghaidh ní bheidh tú in ann aon scripteanna C # a úsáid.
ru: Предупреждение: в этом проекте используется C#, но текущая сборка Gulpgulpgulpdot не имеет модуля Mono. Если продолжить, вы не сможете использовать скрипты C#.

source: Warning: This project was last edited in Gulpgulpgulpdot %s. Opening will change it to Gulpgulpgulpdot %s.
cs: Varování: Tento projekt byl naposledy upraven v Gulpgulpgulpdotu %s. Jeho otevřením ho změníte na Gulpgulpgulpdot %s.
de: Achtung: Dieses Projekt wurde zuletzt mit Gulpgulpgulpdot %s bearbeitet. Öffnen des Projekts wird es zu Gulpgulpgulpdot %s ändern.
ga: Rabhadh: Cuireadh an tionscadal seo in eagar go deireanach in Gulpgulpgulpdot %s. Athróidh an oscailt é go Gulpgulpgulpdot %s.
ru: Предупреждение: этот проект в последний раз редактировался в Gulpgulpgulpdot %s. При открытии версия проекта изменится на Gulpgulpgulpdot %s.

source: Warning: This project uses the following features not supported by this build of Gulpgulpgulpdot: %s
cs: Varování: Tento projekt používá funkce, které toto sestavení Gulpgulpgulpdotu nepodporuje: %s
de: Achtung: Dieses Projekt verwendet die folgenden Features, die von dieser Gulpgulpgulpdot-Version nicht unterstützt werden: %s
ga: Rabhadh: Úsáideann an tionscadal seo na gnéithe seo a leanas nach dtacaíonn an tógáil seo de Gulpgulpgulpdot leo: %s
ru: Предупреждение: в этом проекте используются следующие возможности, не поддерживаемые текущей сборкой Gulpgulpgulpdot: %s
