Repository: JellyTyan/GulpgulpgulpDot-Engine
Catalog: editor/translations/editor/*.po
Languages: cs, de, ga, ru

source: Localizable String (Nil)
cs: Lokalizovatelný řetězec (Nic)
de: Lokalisierbarer String (Nil)
ga: Teaghrán Logánaithe (Neamhní)
ru: Локализуемая строка (Nil)

source: Localizable String (size %d)
cs: Lokalizovatelný řetězec (velikosti %d)
de: Lokalisierbarer String (Größe %d)
ga: Teaghrán Logánta (méid %d)
ru: Локализуемая строка (размер %d)

source: Remove Translation
cs: Odstranit překlad
de: Übersetzung entfernen
ga: Bain Aistriúchán
ru: Удалить перевод

source: Add Translation
cs: Přidat překlad
de: Übersetzung hinzufügen
ga: Cuir Aistriúchán Leis
ru: Добавить перевод

source: Lock/Unlock Component Ratio
cs: Uzamknout/Odemknout poměr komponent
de: Komponentenverhältnis sperren/entsperren
ga: Cóimheas Comhpháirte Glasála / Díghlasála
ru: Блокировка/разблокировка соотношения компонентов

source: The selected resource (%s) does not match any type expected for this property (%s).
cs: Vybraný zdroj (%s) neodpovídá žádnému očekávanému typu pro tuto vlastnost (%s).
de: Die ausgewählte Ressource (%s) stimmt mit keinem erwarteten Typ dieser Eigenschaft (%s) überein.
ga: Ní mheaitseálann an acmhainn roghnaithe (%s) aon chineál a bhfuiltear ag súil leis don mhaoin seo (%s).
ru: Выбранный ресурс (%s) не соответствует ни одному типу, ожидаемому для данного свойства (%s).

source: Quick Load...
cs: Načíst rychle...
de: Schnell laden...
ga: Luchtaigh Thapa...
ru: Быстрая загрузка…

source: Opens a quick menu to select from a list of allowed Resource files.
cs: Otevře rychlou nabídku pro výběr ze seznamu povolených souborů zdrojů.
de: Öffnet ein Schnellmenü zur Auswahl aus einer Liste zulässiger Ressourcendateien.
ga: Osclaíonn seo roghchlár tapa le roghnú ó liosta de chomhaid Acmhainne ceadaithe.
ru: Открывает быстрое меню для выбора из списка разрешённых файлов ресурсов.

source: Inspect
cs: Prozkoumat
de: Inspizieren
ga: Iniúchadh
ru: Просмотр

source: Make Unique (Recursive)
cs: Udělat unikátní (Rekurzivně)
de: Einzigartig machen (rekursiv)
ga: Déan Uathúil (Athchúrsach)
ru: Сделать уникальным (рекурсивно)

source: Paste as Unique
de: Als einzigartig einfügen
ga: Greamaigh mar Uathúil
ru: Вставить как уникальный

source: Convert to %s
cs: Převést na %s
de: Umwandeln zu %s
ga: Tiontaigh go %s
ru: Преобразовать в %s

source: Select resources to make unique:
cs: Vybrat zdroje pro zunikátnění:
de: Einzigartig zu machende Ressourcen auswählen:
ga: Roghnaigh acmhainní chun uathúil a dhéanamh:
ru: Ресурсы, которые будут уникальными:

source: Duplicate resources
de: Ressourcen duplizieren
ga: Acmhainní dúblacha
ru: Дублировать ресурсы

source: New
cs: Nový
de: Neu
ga: Nua
ru: Создать

source: Assign Resource
de: Ressource zuweisen
ga: Sannadh Acmhainn
ru: Назначить ресурс

source: Quick Load
cs: Rychlé načtení
de: Schnelles Laden
ga: Luchtú Tapa
ru: Быстрая загрузка

source: New Shader...
cs: Nový shader...
de: Neuer Shader...
ga: Scáthóir Nua...
ru: Новый шейдер…

source: Size: %s
cs: Velikost: %s
de: Größe: %s
ga: Méid: %s
ru: Размер: %s

source: Invalid file or broken link.
de: Ungültige Datei oder defekter Link.
ga: Comhad neamhbhailí nó nasc briste.
ru: Неверный файл или неработающая ссылка.

source: Type: %s
cs: Typ: %s
de: Typ: %s
ga: Cineál: %s
ru: Тип: %s

source: Dimensions: %d × %d
cs: Rozměry: %d × %d
de: Abmessungen: %d × %d
ga: Toisí: %d × %d
ru: Размеры: %d × %d

source: Length: %0dm %0ds
cs: Délka: %0dm %0ds
de: Dauer: %0dm %0ds
ga: Fad: %0dm %0ds
ru: Длина: %0dm %0ds

source: Length: %0.1fs
cs: Délka: %0.1fs
de: Dauer: %0.1fs
ga: Fad: %0.1fs
ru: Длина: %0.1fs

source: Length: %0.3fs
cs: Délka: %0.3fs
de: Dauer: %0.3fs
ga: Fad: %0.3fs
ru: Длина: %0.3fs

source: Advanced settings are always shown when searching.
cs: Pokročilá nastavení jsou při hledání vždy zobrazena.
de: Erweiterte Einstellungen werden bei der Suche immer angezeigt.
ga: Taispeántar socruithe ardleibhéil i gcónaí agus cuardach á dhéanamh.
ru: При поиске всегда отображаются расширенные настройки.

source: Event Configured
de: Ereignis konfiguriert
ga: Imeacht Cumraithe
ru: Событие Настроено

source: Configure
cs: Konfigurovat
de: Konfiguration
ga: Cumraigh
ru: Конфигурация

source: Set %s on %d nodes
cs: Nastavit %s na %d uzlech
de: %s für %d Nodes festlegen
ga: Socraigh %s ar nóid %d
ru: Задать %s на %d узлах

source: %s (%d Selected)
cs: %s (%d vybráno)
de: %s (%d ausgewählt)
ga: %s (%d roghnaithe)
ru: %s (выбрано — %d)

source: Select Property
cs: Vybrat vlastnost
de: Eigenschaft auswählen
ga: Roghnaigh Maoin
ru: Выбрать свойство

source: Select Virtual Method
cs: Vybrat virtuální metodu
de: Virtuelle Methode auswählen
ga: Roghnaigh Modh Fíorúil
ru: Выбрать виртуальный метод

source: Select Method
cs: Vybrat metodu
de: Methode auswählen
ga: Roghnaigh Modh
ru: Выбрать метод

source: Name: %s Path: %s Main Script: %s %s
cs: Název: %s Cesta: %s Hlavní skript: %s %s
de: Name: %s Pfad: %s Hauptskript: %s %s
ga: Ainm: %s Conair: %s Príomhscript: %s %s
ru: Имя: %s Путь: %s Основной скрипт: %s %s

source: Edit Plugin
cs: Upravit zásuvný modul
de: Plugin bearbeiten
ga: Cuir Breiseán in Eagar
ru: Редактировать модуль

source: Recovery mode is enabled. Enabled plugins will not run while this mode is active.
cs: Je aktivní režim obnovy. Povolené zásuvné moduly v tomto režimu nebudou spuštěny.
de: Der Wiederherstellungsmodus ist aktiviert. Aktivierte Plugins werden nicht ausgeführt werden während dieser Modus aktiv ist.
ga: Tá an modh aisghabhála cumasaithe. Ní rithfidh breiseáin chumasaithe fad a bheidh an modh seo gníomhach.
ru: Режим восстановления включен. Включенные плагины не будут работать, пока этот режим активен.

source: Installed Plugins:
cs: Nainstalované zásuvné moduly:
de: Installierte Plugins:
ga: Breiseáin Suiteáilte:
ru: Установленные модули:

source: Create New Plugin
cs: Vytvořit nový zásuvný modul
de: Neues Plugin erstellen
ga: Cruthaigh Breiseán Nua
ru: Создать новый модуль

source: Enabled
cs: Povoleno
de: Aktiviert
ga: Cumasaithe
ru: Включено

source: Version
cs: Verze
ga: Leagan
ru: Версия

source: Plugin name cannot be blank.
cs: Název zásuvného modulu nesmí být prázdný.
de: Plugin-Name darf nicht leer sein.
ga: Ní féidir ainm an bhreiseáin a bheith bán.
ru: Имя модуля не может быть пустым.

source: Subfolder name is not a valid folder name.
cs: Název podsložky není platný název složky.
de: Der Name des Unterordners ist kein gültiger Ordnername.
ga: Ní ainm bailí fillteáin é ainm an fhofhillteáin.
ru: Имя подпапки не является допустимым именем папки.

source: Subfolder cannot be one which already exists.
cs: Podsložka nesmí být jako již existující.
de: Der Unterordner kann nicht ein bereits existierender Ordner sein.
ga: Ní féidir le fofhillteán a bheith ar cheann atá ann cheana féin.
ru: Подпапка с данным именем уже существует.

source: Script extension must match chosen language extension (.%s).
cs: Přípona skriptu se musí shodovat s příponou zvoleného jazyka (.%s).
de: Skripterweiterung muss mit der gewählten Spracherweiterung übereinstimmen. (%s).
ga: Ní mór don eisínteacht scripte an iarmhír teanga roghnaithe (.%s) a mheaitseáil.
ru: Расширение скрипта должно соответствовать расширению выбранного языка (.%s).

source: Edit a Plugin
cs: Upravit zásuvný modul
de: Ein Plugin bearbeiten
ga: Cuir Breiseán in Eagar
ru: Редактировать модуль

source: Create a Plugin
cs: Vytvořit zásuvný modul
de: Eine Plugin erstellen
ga: Cruthaigh Breiseán
ru: Создать модуль

source: Update
cs: Aktualizovat
de: Aktualisieren
ga: Nuashonrú
ru: Обновить

source: Plugin Name:
cs: Název zásuvného modulu:
ga: Ainm an Bhreiseáin:
ru: Имя модуля:

source: Required. This name will be displayed in the list of plugins.
cs: Povinné. Tento název bude zobrazen v seznamu zásuvných modulů.
de: Erforderlich. Dieser Name wird in der Liste der Plugins angezeigt.
ga: Riachtanach. Taispeánfar an t-ainm seo i liosta na mbreiseán.
ru: Обязательно. Это имя будет отображаться в списке модулей.

source: Subfolder:
cs: Podsložka:
de: Unterverzeichnis:
ga: Fofhillteán:
ru: Подпапка:

source: Optional. The folder name should generally use `snake_case` naming (avoid spaces and special characters). If left empty, the folder will be named after the plugin name converted to `snake_case`.
cs: Volitelné. Název složky by se měl držet formátu `snake_case` (vyhněte se mezerám a speciálním znakům). Ponecháte-li prázdné, ponese složka název zásuvného modulu ve formátu `snake_case`.
de: Optional. Der Ordnername sollte üblicherweise das `snake_case`Benamungsschema verwenden (keine Leer- und Sonderzeichen) Falls das Feld leer gelassen wird, wird der Ordner automatisch nach dem Plugin-Namen benannt (in `snake_case`).
ga: Roghnach. Ba chóir go n-úsáidfeadh ainm an fhillteáin ainmniú 'snake_case' de ghnáth (seachain spásanna agus carachtair speisialta). Má fhágtar folamh é, ainmneofar an fillteán i ndiaidh ainm an bhreiseáin a thiontú go 'snake_case'.
ru: Опционально. Имя папки обычно должно быть в формате «snake_case» (без пробелов и специальных символов). Если оставить поле пустым, папка будет названа по имени модуля, преобразованному в «snake_case».

source: Optional. This description should be kept relatively short (up to 5 lines). It will display when hovering the plugin in the list of plugins.
cs: Volitelné. Tento popis by měl být relativně krátký (do 5 řádků). Zobrazí se při najetí myší na modul v seznamu zásuvných modulů.
de: Optional. diese Beschreibung sollte relativ kurz gehalten werden (bis zu 5 Zeilen). Sie wird angezeigt, wenn der Mauszeiger in der Liste der Plugins über dem Plugin schwebt.
ga: Roghnach. Ba chóir an cur síos seo a choinneáil réasúnta gearr (suas le 5 líne). Taispeánfaidh sé nuair a bheidh an breiseán á ainliú i liosta na mbreiseán.
ru: Опционально. Это описание должно быть относительно коротким (до 5 строк). Оно будет показано при наведении курсора на модуль в списке модулей.

source: Author:
cs: Autor:
de: Autor:
ga: Údar:
ru: Автор:

source: Optional. The author's username, full name, or organization name.
cs: Volitelné. Uživatelské jméno nebo celé jméno autora, případně název organizace.
de: Optional. Benutzername oder vollständiger Name des Autors, oder seiner Organisation.
ga: Roghnach. Ainm úsáideora, ainm iomlán, nó ainm eagraíochta an údair.
ru: Опционально. Имя автора, ФИО или название организации.

source: Optional. A human-readable version identifier used for informational purposes only.
cs: Volitelné. Lidsky čitelný identifikátor verze pouze pro informační účely.
de: Optional. Ein menschenlesbarer Versions-Bezeichner, nur für Informationszwecke.
ga: Roghnach. Aitheantóir leagain atá inléite ag an duine agus a úsáidtear chun críocha faisnéise amháin.
ru: Опционально. Доступный для прочтения человеком идентификатор версии, который используется исключительно в информационных целях.

source: Language:
cs: Jazyk:
de: Sprache:
ga: Teanga:
ru: Язык:

source: Required. The scripting language to use for the script. Note that a plugin may use several languages at once by adding more scripts to the plugin.
cs: Povinné. Skriptovací jazyk, který se má použít pro skript. Zásuvný modul může používat několik jazyků najednou přidáním více skriptů.
de: Erforderlich: Die Skriptsprache, die für das Skript verwendet werden soll. Beachten Sie, dass ein Plugin verschiedene Sprachen gleichzeitig unterstützen kann, indem man weitere Skripte zum Plugin hinzufügt.
ga: Riachtanach. An teanga scriptithe le húsáid don script. Tabhair faoi deara gur féidir le breiseán roinnt teangacha a úsáid ag an am céanna trí níos mó scripteanna a chur leis an mbreiseán.
ru: Обязательно. Язык написания скриптов, который будет использоваться для скрипта. Обратите внимание, что в модуле может использоваться сразу несколько языков, если добавить в него больше скриптов.

source: Script Name:
cs: Název skriptu:
de: Skriptname:
ga: Ainm scripte:
ru: Имя скрипта:

source: Optional. The name of the script file. If left empty, will default to the subfolder name.
cs: Volitelné. Název souboru skriptu. Ponecháte-li prázdné, bude použit název podsložky.
de: Optional. Der Name der Skriptdatei. Wenn es leer gelassen wird, wird standardmäßig der Name des Unterordners verwendet.
ga: Roghnach. Ainm an chomhaid scripte. Má fhágtar folamh é, úsáidfear ainm an fho-fhillteáin mar réamhshocrú.
ru: Опционально. Имя файла скрипта. Если оставить поле пустым, значением по умолчанию будет имя вложенной папки.

source: Plugin name is valid.
cs: Název zásuvného modulu je platný.
de: Plugin-Name ist gültig.
ga: Tá ainm an bhreiseáin bailí.
ru: Имя модуля является допустимым.

source: Script extension is valid.
cs: Přípona skriptu je platná.
de: Skript-Erweiterung ist gültig.
ga: Tá iarmhír scripte bailí.
ru: Расширение скрипта является допустимым.

source: Subfolder name is valid.
cs: Název podsložky je platný.
de: Unterverzeichnisname ist gültig.
ga: Tá ainm an fhofhillteáin bailí.
ru: Имя подпапки является допустимым.

source: Failed to check for updates. Error: %d.
cs: Selhala kontrola aktualizací. Chyba: %d.
de: Suche nach Updates fehlgeschlagen. Fehler: %d.
ga: Theip ar sheiceáil le haghaidh nuashonruithe. Earráid: %d.
ru: Не удалось проверить наличие обновлений. Ошибка: %d.

source: Failed to check for updates. Response code: %d.
cs: Selhala kontrola aktualizací. Kód odpovědi: %d.
de: Suche nach Updates fehlgeschlagen. Antwort-Code: %d.
ga: Theip ar sheiceáil le haghaidh nuashonruithe. Cód freagartha: %d.
ru: Не удалось проверить наличие обновлений. Код ответа: %d.

source: Failed to parse version JSON.
cs: Selhal rozbor JSONu verzí.
de: Versions-JSON konnte nicht geparst werden.
ga: Theip ar pharsáil leagan JSON.
ru: Не удалось проанализировать версию JSON.

source: Received JSON data is not a valid version array.
cs: Přijatá data JSONu nejsou platným polem verzí.
de: Empfangene JSON-Daten sind kein gültiges Versions-Array.
ga: Ní eagar leagan bailí é sonraí JSON a fuarthas.
ru: Полученный JSON не являются корректным массивом версий.

source: Update available: %s.
cs: Dostupná aktualizace: %s.
de: Update verfügbar: %s.
ga: Nuashonrú ar fáil: %s.
ru: Доступно обновление: %s.

source: Offline mode, update checks disabled.
cs: Režim offline, kontrola aktualizací zakázána.
de: Offline-Modus, Update-Prüfungen deaktiviert.
ga: Mód as líne, seiceálacha nuashonraithe díchumasaithe.
ru: Автономный режим, проверка обновлений отключена.

source: Update checks disabled.
cs: Kontrola aktualizací zakázána.
de: Update-Prüfungen deaktiviert.
ga: Nuashonraigh seiceálacha díchumasaithe.
ru: Проверки наличия обновлений отключены.

source: An error has occurred. Click to try again.
cs: Došlo k chybě. Kliknutím zkusíte znovu.
de: Ein Fehler ist aufgetreten. Klicken, um es erneut zu versuchen.
ga: Tharla earráid. Cliceáil chun triail eile a bhaint as.
ru: Произошла ошибка. Нажмите, чтобы повторить попытку.

source: Click to open download page.
cs: Kliknutím otevřete stránku pro stažení.
de: Klicken zum Öffnen der Download-Seite.
ga: Cliceáil chun an leathanach íoslódála a oscailt.
ru: Нажмите, чтобы открыть страницу загрузки.

source: It would be a good idea to name your project.
cs: Bylo by dobré váš projekt pojmenovat.
de: Es wird empfohlen, das Projekt zu benennen.
ga: Smaoineamh maith a bheadh ann do thionscadal a ainmniú.
ru: Было бы неплохо назвать ваш проект.

source: Invalid ".zip" project file; it is not in ZIP format.
cs: Neplatný soubor projektu ".zip"; není ve formátu ZIP.
de: Ungültige „.zip“-Projektdatei; sie ist nicht im ZIP-Format.
ga: Comhad tionscadail neamhbhailí ".zip"; níl sé i bhformáid ZIP.
ru: Недействительный «ZIP»-файл проекта; он не в формате ZIP.

source: Invalid ".zip" project file; it doesn't contain a "project.gulpgulpgulpdot" file.
cs: Neplatný soubor projektu ".zip"; neobsahuje soubor "project.gulpgulpgulpdot".
de: Ungültige „.zip“-Projektdatei, enthält keine „project.gulpgulpgulpdot“-Datei.
ga: Comhad tionscadail neamhbhailí ".zip"; níl comhad "project.gulpgulpgulpdot" ann.
ru: Недействительный ZIP-файл проекта; он не содержит файл «project.gulpgulpgulpdot».

source: Valid project found at path.
cs: Na cestě byl nalezen platný projekt.
de: Gültiges Projekt im Pfad gefunden.
ga: Tionscadal bailí le fáil ag an gcosán.
ru: По указанному пути обнаружен корректный проект.

source: Please choose a "project.gulpgulpgulpdot", a directory with one, or a ".zip" file.
cs: Vyberte prosím soubor "project.gulpgulpgulpdot", složku, která jej obsahuje, nebo soubor ".zip".
de: Bitte ein „project.gulpgulpgulpdot“, ein Verzeichnis damit oder eine „.zip“-Datei.
ga: Roghnaigh "project.gulpgulpgulpdot", eolaire le ceann amháin, nó comhad ".zip".
ru: Выберите файл «project.gulpgulpgulpdot», каталог с ним или файл «.zip».

source: The path specified is invalid.
cs: Zadaná cesta není platná.
de: Der angegebene Pfad ist ungültig.
ga: Tá an cosán sonraithe neamhbhailí.
ru: Указан некорректный путь.

source: The directory name specified contains invalid characters or trailing whitespace.
cs: Zadaný název složky obsahuje neplatné znaky nebo koncové mezery.
de: Der angegebene Verzeichnisname enthält ungültige Zeichen oder Leerzeichen am Ende.
ga: Tá carachtair neamhbhailí nó spás bán trailing in ainm an eolaire a shonraítear.
ru: Указанное имя каталога содержит недопустимые символы или конечные пробелы.

source: Creating a project at the engine's working directory or executable directory is not allowed, as it would prevent the project manager from starting.
cs: Není povoleno vytvořit projekt v pracovním adresáři nebo spustitelném adresáři enginu, protože by to bránilo spuštění správce projektů.
de: Das Anlegen eines Projekts im Arbeits- oder Ausführungsverzeichnis der Engine ist nicht zulässig, da dies den Start des Projektmanagers verhindern würde.
ga: Ní cheadaítear tionscadal a chruthú ag eolaire oibre nó eolaire inrite an innill, mar go gcuirfeadh sé cosc ar an mbainisteoir tionscadail tosú.
ru: Создание проекта в рабочем каталоге движка или в каталоге исполняемых файлов не допускается, так как это помешает запуску менеджера проектов.

source: You cannot save a project at the selected path. Please create a subfolder or choose a new path.
cs: Na zvolené cestě nemůžete vytvořit projekt. Vytvořte prosím podsložku, nebo zvolte novou cestu.
de: Projekt kann nicht im ausgewählten Pfad gespeichert werden. Bitte neuen Unterordner erstellen oder anderen Pfad wählen.
ga: Ní féidir leat tionscadal a shábháil ag an gcosán roghnaithe. Cruthaigh fofhillteán nó roghnaigh cosán nua.
ru: Невозможно сохранить проект по выбранному пути. Создайте вложенную папку или выберите новый путь.

source: The parent directory of the path specified doesn't exist.
cs: Nadsložka zadané cesty neexistuje.
de: Das übergeordnete Verzeichnis des angegebenen Pfades existiert nicht.
ga: Níl máthairchomhadlann an chosáin sonraithe ann.
ru: Родительский каталог для указанного пути не существует.

source: The project folder already exists and is empty.
cs: Složka projektu již existuje a je prázdná.
de: Der Projektordner existiert bereits und ist leer.
ga: Tá fillteán an tionscadail ann cheana féin agus tá sé folamh.
ru: Папка проекта уже существует и пуста.

source: The project folder will be automatically created.
cs: Složka projektu bude automaticky vytvořena.
de: Der Projektordner wird automatisch erstellt.
ga: Cruthófar fillteán an tionscadail go huathoibríoch.
ru: Папка проекта будет создана автоматически.

source: The path specified doesn't exist.
cs: Zadaná cesta neexistuje.
de: Der angegebene Pfad existiert nicht.
ga: Níl an cosán sonraithe ann.
ru: Указанный путь не существует.

source: The project folder exists and is empty.
cs: Složka projektu existuje a je prázdná.
de: Der Projektordner existiert und ist leer.
ga: Tá fillteán an tionscadail ann agus tá sé folamh.
ru: Папка проекта существует и пуста.

source: The selected path is not empty. Choosing an empty folder is highly recommended.
cs: Vybraná cesta není prázdná. Je silně doporučeno vybrat prázdnou složku.
de: Der ausgewählte Pfad ist nicht leer. Ein leeres Verzeichnis wird dringend empfohlen.
ga: Níl an cosán roghnaithe folamh. Moltar go mór fillteán folamh a roghnú.
ru: Выбранный путь не пуст. Настоятельно рекомендуется выбрать пустую папку.

source: New Game Project
cs: Nový projekt hry
de: Neues Spiel
ga: Tionscadal Cluiche Nua
ru: Новый игровой проект

source: Supports desktop platforms only.
cs: Podporuje pouze desktopové platformy.
de: Nur auf Desktop-Plattformen lauffähig.
ga: Tacaíonn sé le hardáin deisce amháin.
ru: Поддерживает только настольные платформы.

source: Advanced 3D graphics available.
cs: Dostupná pokročilá 3D grafika.
de: Fortgeschrittene 3D-Grafiken möglich.
ga: Ardghrafaicí 3D ar fáil.
ru: Доступна расширенная 3D-графика.

source: Can scale to large complex scenes.
cs: Dokáže škálovat pro velké, komplexní scény.
de: Für große komplexe Szenen geeignet.
ga: Is féidir scála a dhéanamh le radhairc chasta mhóra.
ru: Может масштабироваться для больших сложных сцен.

source: Uses RenderingDevice backend.
cs: Používá backend RenderingDevice.
de: Verwendet RenderingDevice-Backend.
ga: Úsáideann an páiste inneall RenderingDevice.
ru: Использует бэкенд RenderingDevice.

source: Slower rendering of simple scenes.
cs: Pomalejší vykreslování jednoduchých scén.
de: Weniger schnelles Rendering bei einfachen Szenen.
ga: Rindreáil níos moille de radhairc shimplí.
ru: Более медленный рендеринг простых сцен.

source: Supports desktop + mobile platforms.
cs: Podporuje desktopové a mobilní platformy.
de: Auf Desktop- und mobilen Plattformen lauffähig.
ga: Tacaíochtaí deisce + ardáin soghluaiste.
ru: Поддерживает настольные и мобильные платформы.

source: Less advanced 3D graphics.
cs: Méně pokročilá 3D grafika.
de: Weniger fortgeschrittene 3D-Grafiken möglich.
ga: Grafaicí 3D níos lú chun cinn.
ru: 3D-графика с меньшим количеством возможностей.

source: Less scalable for complex scenes.
cs: Hůře škáluje pro komplexní scény.
de: Weniger skalierbar für komplexe Szenen.
ga: Níos lú inscálaithe le haghaidh radhairc chasta.
ru: Менее масштабируемый для сложных сцен.

source: Fast rendering of simple scenes.
cs: Rychlé vykreslování jednoduchých scén.
de: Schnelles Rendering bei einfachen Szenen.
ga: Rindreáil tapa radhairc shimplí.
ru: Быстрый рендеринг простых сцен.

source: Supports desktop, mobile + web platforms.
cs: Podporuje desktopové, mobilní i webové platformy.
de: Auf Desktop-, mobilen sowie Webplattformen lauffähig.
ga: Tacaíochtaí deisce, soghluaiste + ardáin ghréasáin.
ru: Поддерживает настольные, мобильные и веб-платформы.

source: Least advanced 3D graphics.
cs: Nejméně pokročilá 3D grafika.
de: Die am wenigsten fortgeschrittene 3-D-Grafik.
ga: Grafaicí 3D is lú chun cinn.
ru: Наименее продвинутая 3D-графика.

source: Intended for low-end/older devices.
cs: Určeno pro málo výkonná/starší zařízení.
de: Vorgesehen für günstige/ältere Geräte.
ga: Beartaithe le haghaidh feistí íseal-deireadh/níos sine.
ru: Предназначен для бюджетных/старых устройств.

source: Uses OpenGL 3 backend (OpenGL 3.3/ES 3.0/WebGL2).
cs: Používá OpenGL 3 backend (OpenGL 3.3/ES 3.0/WebGL2).
de: Verwendet OpenGL-3-Backend (OpenGL 3.3/ES 3.0/WebGL2).
ga: Úsáideann inneall OpenGL 3 (OpenGL 3.3 / ES 3.0 / WebGL2).
ru: Использует бэкенд OpenGL 3 (OpenGL 3.3/ES 3.0/WebGL2).

source: Fastest rendering of simple scenes.
cs: Nejrychlejší vykreslování jednoduchých scén.
de: Schnellstes Rendering bei einfachen Szenen.
ga: Rindreáil is tapúla de radhairc shimplí.
ru: Самый быстрый рендеринг простых сцен.

source: Warning: This folder is not empty
cs: Varování: Tato složka není prázdná
de: Achtung: Dieser Ordner ist nicht leer
ga: Rabhadh: Níl an fillteán seo folamh
ru: Предупреждение: эта папка не пуста
