Repository: JellyTyan/GulpgulpgulpDot-Engine
Catalog: editor/translations/editor/*.po
Languages: cs, de, ga, ru

source: New Animation Name:
cs: Nový název animace:
de: Neuer Animationsname:
ga: Ainm Nua Beochana:
ru: Имя новой анимации:

source: Rename Animation
cs: Přejmenovat animaci
de: Animation umbenennen
ga: Athainmnigh Beochan
ru: Переименовать анимацию

source: Change Animation Name:
cs: Změnit název animace:
de: Animationsname ändern:
ga: Athraigh Ainm Beochana:
ru: Изменить имя анимации:

source: Delete Animation '%s'?
cs: Smazat animaci '%s'?
de: Animation ‚%s‘ löschen?
ga: Scrios beochan '%s'?
ru: Удалить анимацию «%s»?

source: Remove Animation
cs: Smazat animaci
de: Animation entfernen
ga: Bain Beochan
ru: Удалить анимацию

source: Invalid animation name!
cs: Neplatný název animace!
de: Ungültiger Animationsname!
ga: Ainm neamhbhailí beochana!
ru: Недопустимое имя анимации!

source: Animation '%s' already exists!
cs: Animace '%s' už existuje!
de: Animation ‚%s‘ existiert bereits!
ga: Tá beochan '%s' ann cheana!
ru: Анимация «%s» уже существует!

source: Duplicate Animation
cs: Duplikovat animaci
de: Animation duplizieren
ga: Dúblach Beochan
ru: Дублировать анимацию

source: Blend Next Changed
cs: Změněno prolnutí na další
de: Blende über in nächste Geänderte
ga: Cumasc An Chéad Athrú Eile
ru: Смешать следующее изменение

source: Change Blend Time
cs: Změnit trvání prolnutí
de: Blending-Zeit ändern
ga: Athraigh Am Cumaisc
ru: Изменить время смешивания

source: [Global] (create)
cs: [Globální] (vytvořit)
de: [Global] (erstellen)
ga: [Domhanda] (cruthaigh)
ru: [Глобальная] (создать)

source: Pause/Stop Animation
cs: Zastavit animaci
de: Animation pausieren/stoppen
ga: Sos/Stop Beochan
ru: Пауза/Остановка анимации

source: Play Animation from Start
cs: Přehrát animaci od začátku
de: Spiele Animation von Beginn an
ga: Seinn Beochan ón Tús
ru: Воспроизвести выбранную анимацию с начала

source: Play Animation
cs: Přehrát animaci
de: Animation abspielen
ga: Seinn Beochan
ru: Воспроизвести анимацию

source: Play Animation Backwards
cs: Přehrát animaci pozpátku
de: Animation rückwärts abspielen
ga: Seinn Beochan Ar Ais
ru: Воспроизвести анимацию в обратном направлении

source: Play Animation Backwards from End
cs: Přehrát animaci pozpátku od konce
de: Spiele Animation rückwärts vom Ende
ga: Seinn Beochan Ar Ais Ón Deireadh
ru: Воспроизвести анимацию в обратном направлении с конца

source: Duplicated Animation Name:
cs: Název duplikované animace:
de: Duplizierter Animationsname:
ga: Ainm Beochana Dúblach:
ru: Имя дублированной анимации:

source: Onion skinning requires a RESET animation.
cs: Průhledné vrstvení vyžaduje RESET animaci.
de: Onion-Skinning benötigt eine RESET-Animation.
ga: Éilíonn skinning oinniún beochan ATHSHOCRAIGH.
ru: Для использования «onion skinning» необходима анимация с сбросом (RESET).

source: Animation
cs: Animace
ga: Beochan
ru: Анимация

source: Animation position (in seconds).
cs: Pozice animace (v sekundách).
de: Position der Animation (in Sekunden).
ga: Suíomh beochana (i soicindí).
ru: Позиция анимации (в секундах).

source: Scale animation playback globally for the node.
cs: Škálovat přehrávání animace globálně pro uzel.
de: Animationsablauf für diesen Node global skalieren.
ga: Scálaigh athsheinm beochana ar fud an domhain don nód.
ru: Скорость воспроизведения анимации.

source: Animation Tools
cs: Nástroje animace
de: Animations-Tools
ga: Uirlisí Beochana
ru: Инструменты анимации

source: New...
cs: Nová...
de: Neu...
ga: Nua...
ru: Новый…

source: Manage Animations...
cs: Spravovat animace...
de: Animationen verwalten …
ga: Bainistigh Beochan...
ru: Управление анимациями…

source: Duplicate...
cs: Duplikovat...
de: Duplizieren …
ga: Dúblach...
ru: Дублировать…

source: Rename...
cs: Přejmenovat...
de: Umbenennen …
ga: Athainmnigh...
ru: Переименовать…

source: Edit Transitions...
cs: Upravit přechody...
de: Übergänge bearbeiten …
ga: Cuir Aistrithe in Eagar...
ru: Редактировать переходы…

source: Remove
cs: Odebrat
de: Entfernen
ga: Bain
ru: Удалить

source: Display list of animations in player.
cs: Zobrazit seznam animací v přehrávači.
de: Liste der Animationen im Player anzeigen.
ga: Taispeáin liosta beochana san imreoir.
ru: Показать список анимаций.

source: Autoplay on Load
cs: Automaticky přehrávat při načtení
de: Autoplay beim Laden
ga: Uathsheinn ar Luchtaigh
ru: Автовоспроизведение при загрузке

source: Enable Onion Skinning
cs: Povolit průhledné vrstvení
de: Zwiebelhaut aktivieren
ga: Cumasaigh Skinning Oinniún
ru: Включить режим кальки

source: Onion Skinning Options
cs: Možnosti průhledného vrstvení
de: Zwiebelhaut-Einstellungen
ga: Roghanna Skinning Oinniún
ru: Параметры режима кальки

source: Directions
cs: Směry
de: Richtungen
ga: Treoracha
ru: Направления

source: Past
cs: Předcházející
de: Vergangenheit
ga: San am a chuaigh thart
ru: Прошлое

source: Future
cs: Budoucí
de: Zukunft
ga: An Todhchaí
ru: Будущее

source: Depth
cs: Hloubka
de: Tiefe
ga: Doimhneacht
ru: Глубина

source: 1 step
cs: 1 krok
de: 1 Schicht
ga: 1 chéim
ru: 1 шаг

source: 2 steps
cs: 2 kroky
de: 2 Schichten
ga: 2 chéim
ru: 2 шага

source: 3 steps
cs: 3 kroky
de: 3 Schichten
ga: 3 chéim
ru: 3 шага

source: Differences Only
cs: Pouze rozdíly
de: nur Unterschiede
ga: Difríochtaí Amháin
ru: Только разница

source: Force White Modulate
cs: Vynutit bílou modulaci
de: Weißmodulation erzwingen
ga: Fórsa Bán Modulate
ru: Принудительная модуляция белого

source: Include Gizmos (3D)
cs: Zahrnout gizma (3D)
de: 3D-Gizmo einbeziehen
ga: Cuir Gizmos (3D) san áireamh
ru: Включать гизмо (3D)

source: Pin AnimationPlayer
cs: Připnout AnimationPlayer
de: AnimationPlayer anheften
ga: Bioráin BeochanPlayer
ru: Закрепить AnimationPlayer

source: Close
cs: Zavřít
de: Schließen
ga: Dún
ru: Закрыть

source: Error!
cs: Chyba!
de: Fehler!
ga: Earráid!
ru: Ошибка!

source: Cross-Animation Blend Times
cs: Přechodové časy prolnutí animací
de: Blending-Zeiten kreuzender Animationen
ga: Amanna Cumaisc Tras-Beochana
ru: Межанимационное время смешивания

source: Blend Times:
cs: Časy prolnutí:
de: Blending-Zeiten:
ga: Amanna Cumaisc:
ru: Время смешивания:

source: Next (Auto Queue):
cs: Další (Automaticky přidat do fronty):
de: Nächste (Automatische Warteschlange):
ga: Ar Aghaidh (Scuaine Uathoibríoch):
ru: Следующая анимация (автоматический переход):

source: Move Node
cs: Přesunout uzel
de: Node verschieben
ga: Bog Nód
ru: Переместить узел

source: Transition exists!
cs: Přechod existuje!
de: Übergang existiert bereits!
ga: Tá an t-aistriú ann!
ru: Переход существует!

source: Play/Travel to %s
cs: Přehrát/Přejít na %s
de: Abspielen/Gehe zu %s
ga: Seinn/Taisteal go %s
ru: Проиграть/Переместиться к %s

source: Edit %s
cs: Upravit %s
de: Bearbeite %s
ga: Cuir %s in eagar
ru: Редактировать %s

source: Add Node and Transition
cs: Přidat uzel a přechod
de: Node und Übergang hinzufügen
ga: Cuir Nód agus Aistriú Leis
ru: Добавить узел и переход

source: Add Transition
cs: Přidat přechod
de: Übergang hinzufügen
ga: Cuir Aistriú Leis
ru: Добавить переход

source: Immediate
cs: Okamžité
de: Unmittelbar
ga: Láithreach bonn
ru: Немедленно

source: Sync
cs: Synchronizovat
de: Synchronisieren
ga: Sioncronú
ru: Синхронизация

source: At End
cs: Na konci
de: Am Ende
ga: Ag deireadh
ru: В конце

source: Travel
cs: Cestovat
de: Reisen
ga: Taisteal
ru: Перемещение

source: No playback resource set at path: %s.
cs: Na cestě nebyl nalezen žádný zdrojový pro přehrávání: %s.
de: Keine Abspiel-Ressource festgelegt im Pfad: %s.
ga: Níl aon acmhainn athsheinm socraithe ag an gcosán: %s.
ru: По пути нет ресурсов воспроизведения: %s.

source: Node Removed
cs: Uzel odebrán
de: Node entfernt
ga: Nód Bainte
ru: Узел удалён

source: Transition Removed
cs: Přechod odebrán
de: Übergang entfernt
ga: Aistriú Bainte
ru: Переход удалён

source: Select and move nodes. RMB: Add node at position clicked. Shift+LMB+Drag: Connects the selected node with another node or creates a new node if you select an area without nodes.
cs: Vybrat a přesunout uzly. Pravé tl. myši: Přidat uzel na místo kliknutí. Shift+Levé tl. myši+Táhnutí: Připojí vybraný uzel s jiným, nebo vytvoří nový uzel, pokud vyberete oblast bez uzlů.
de: Nodes auswählen und verschieben. RMT: Node an Klickposition hinzufügen. Umsch+LMT+Ziehen: Verbindet den ausgewählten Node mit einem anderen oder erstellt einen neuen Node, falls ein Gebiet ohne Nodes ausgewählt wurde.
ga: Roghnaigh agus bog nóid. RMB: Cuir nód leis ag an suíomh cliceáil. Shift + LMB + Tarraing: Ceangail an nód roghnaithe le nód eile nó cruthaíonn sé nód nua má roghnaíonn tú limistéar gan nóid.
ru: Выбор и перемещение узлов. ПКМ: добавить узел в позиции щелчка. Shift+ЛКМ+перетаскивание: соединить выбранный узел с другим узлом или создать новый узел, если выбрана область без узлов.

source: Select and move nodes.
de: Nodes auswählen und verschieben.
ga: Roghnaigh agus bog nóid.
ru: Выберите и переместите узлы.

source: Create new nodes.
cs: Vytvořit nové uzly.
de: Neue Nodes erstellen.
ga: Cruthaigh nóid nua.
ru: Создать новый узел.

source: Connect nodes.
cs: Připojit uzly.
de: Nodes verbinden.
ga: Ceangail nóid.
ru: Соединить узлы.

source: Remove selected node or transition.
cs: Odstranit vybraný uzel nebo přechod.
de: Ausgewählten Node oder Übergang entfernen.
ga: Bain nód nó aistriú roghnaithe.
ru: Удалить выбранный узел или переход.

source: Transition:
cs: Přechod:
de: Übergang:
ga: Aistriú:
ru: Переход:

source: New Transitions Should Auto Advance
cs: Nové přechody by měly postupovat automaticky
de: Neue Übergänge sollen automatisch fortgeführt werden
ga: Ba chóir aistrithe nua a chur chun cinn go huathoibríoch
ru: Новые переходы должны выполняться автоматически

source: Play Mode:
cs: Režim přehrávání:
de: Abspielmodus:
ga: Mód Seinnte:
ru: Режим воспроизведения:

source: Animation Change Transition
cs: Animace: Změnit přechod
de: Animation Übergang verändern
ga: Athrú Beochana Aistriú
ru: Изменить переход анимации

source: Animation Change Position3D
cs: Animace: Změnit Position3D
de: Animation Position3D verändern
ga: Suíomh athraithe beochana3D
ru: Изменить Position3D анимации

source: Animation Change Rotation3D
cs: Animace: Změnit Rotation3D
de: Animation Rotation3D verändern
ga: Rothlú athraithe beochana3D
ru: Изменить Rotation3D анимации

source: Animation Change Scale3D
cs: Animace: Změnit Scale3D
de: Animation Scale3D verändern
ga: Athrú Beochana Scale3D
ru: Изменить Scale3D анимации

source: Animation Change Keyframe Value
cs: Animace: Změnit hodnotu klíčového snímku
de: Animation Keyframe-Wert ändern
ga: Athrú Beochana Luach Eochairfhráma
ru: Изменить значение ключевого кадра анимации

source: Animation Change Call
cs: Animace: Změnit volání
de: Animation Aufruf ändern
ga: Glao ar Athrú Beochana
ru: Изменить вызов анимации

source: Animation Multi Change Transition
cs: Animace: Změnit přechod více
de: Animation Übergang mehrmals verändern
ga: Beochan Ilathrú Aistriú
ru: Множественное изменение перехода анимации

source: Animation Multi Change Position3D
cs: Animace: Změnit Position3D více
de: Animation Position3D mehrmals verändern
ga: Suíomh Ilathraithe Beochana3D
ru: Множественное изменение Position3D анимации

source: Animation Multi Change Rotation3D
cs: Animace: Změnit Rotation3D více
de: Animation Rotation3D mehrmals verändern
ga: Rothlú Ilathraithe Beochana3D
ru: Множественное изменение Rotation3D анимации

source: Animation Multi Change Scale3D
cs: Animace: Změnit Scale3D více
de: Animation Scale3D mehrmals verändern
ga: Beochan Il-Athrú Scale3D
ru: Множественное изменение Scale3D анимации

source: Animation Multi Change Keyframe Value
cs: Animace: Změnit hodnotu klíčového snímku více
de: Animation Keyframe-Wert mehrmals verändern
ga: Beochan Il-Athrú Luach Keyframe
ru: Множественное изменение значения ключевого кадра анимации

source: Animation Multi Change Call
cs: Animace: Změnit volání více
de: Animation Aufruf mehrmals verändern
ga: Glao Ilathraithe Beochana
ru: Множественное изменение вызова анимации

source: Change Animation Length
cs: Změnit délku animace
de: Animationslänge ändern
ga: Athraigh Fad na beochana
ru: Изменить длину анимации

source: Change Animation Loop
cs: Změnit smyčku animace
de: Animations-Loop ändern
ga: Athraigh Lúb Beochana
ru: Изменить цикл анимации

source: Can't change loop mode on animation instanced from an imported scene. To change this animation's loop mode, navigate to the scene's Advanced Import settings and select the animation. You can then change the loop mode from the inspector menu.
cs: U animace instancované z importované scény nelze změnit režim smyčky. Chcete-li změnit režim smyčky této animace, přejděte do Pokročilých nastavení importu dané scény a animaci vyberte. Poté můžete režim smyčky změnit z nabídky inspektoru.
de: Der Loop-Modus kann nicht für eine Animation geändert werden, die aus einer importierten Szene instanziiert wurde. Um den Loop-Modus der Animation zu verändern, gehe zu den Erweiterten Einstellungen der Szene und wähle die Animation aus. Dann kannst du den Loop-Modus im Inspektor ändern.
ga: Ní féidir an modh lúb a athrú ar bheochan a tionscnaíodh ó radharc allmhairithe. Chun modh lúb an bheochana seo a athrú, téigh chuig socruithe Iompórtála Ardleibhéil an radhairc agus roghnaigh an beochan. Ansin is féidir leat an modh lúb a athrú ón roghchlár cigire.
ru: Невозможно изменить режим цикла для анимации, созданной из импортированной сцены. Чтобы изменить режим цикла этой анимации, перейдите к расширенным настройкам импорта сцены и выберите анимацию. Затем можно изменить режим цикла из меню инспектора.

source: Can't change loop mode on animation instanced from an imported resource.
cs: U animace instancované z importovaného zdroje nelze změnit režim smyčky.
de: Der Loop-Modus kann nicht für eine Animation geändert werden, die aus einer importierten Szene instanziiert wurde.
ga: Ní féidir mód lúb a athrú ar bheochan a eisíodh ó acmhainn allmhairithe.
ru: Невозможно изменить режим цикла для анимации, созданной из импортированного ресурса.

source: Can't change loop mode on animation embedded in another scene. You must open this scene and change the animation's loop mode from there.
cs: U animace vložené do jiné scény nelze změnit režim smyčky . Musíte tuto scénu otevřít a změnit režim smyčky animace v ní.
de: Der Loop-Modus kann nicht für eine Animation geändert werden, die in einer anderen Szene eingebettet wurde. Du musst diese Szene öffnen und dort den Loop-Modus der Animation ändern.
ga: Ní féidir mód lúb a athrú ar bheochan atá leabaithe i radharc eile. Ní mór duit an radharc seo a oscailt agus mód lúb na beochana a athrú as sin.
ru: Невозможно изменить режим зацикливания для анимации, встроенной в другую сцену. Вы должны открыть эту сцену и оттуда изменить режим зацикливания анимации.

source: Can't change loop mode on animation embedded in another resource.
cs: U animace vložené do jiného zdroje nelze změnit režim smyčky.
de: Der Loop-Modus kann nicht für eine Animation geändert werden, die in einer anderen Szene eingebettet wurde.
ga: Ní féidir mód lúb a athrú ar bheochan atá leabaithe in acmhainn eile.
ru: Невозможно изменить режим цикла для анимации, встроенной в другой ресурс.

source: Property Track...
cs: Stopa vlastnosti...
de: Eigenschaften-Track...
ga: Rian Maoine...
ru: Дорожка свойства…

source: 3D Position Track...
cs: Stopa 3D pozice...
de: 3D-Positions-Track...
ga: Rian Suímh 3D...
ru: Дорожка положения 3D…

source: 3D Rotation Track...
cs: Stopa 3D rotace...
de: 3D-Rotations-Track...
ga: Rian rothlaithe 3D...
ru: Дорожка вращения 3D…

source: 3D Scale Track...
cs: Stopa 3D škály...
de: 3D-Skalierungs-Track...
ga: Rian Scála 3D...
ru: Дорожка масштабирования 3D…

source: Blend Shape Track...
cs: Stopa prolínání tvarů...
ga: Cumaisc Rian Cruth...
ru: Дорожка формы смешивания…

source: Call Method Track...
cs: Stopa volání metody...
de: Methodenaufrufs-Track...
ga: Rian Modh Glaonna...
ru: Дорожка вызова метода…

source: Bezier Curve Track...
cs: Stopa Bézierovy křivky...
de: Bezierkurven-Track...
ga: Rian Cuar Bezier...
ru: Дорожка кривой Безье…

source: Audio Playback Track...
cs: Stopa přehrávání zvuku...
ga: Rian Athsheinm Fuaime...
ru: Дорожка воспроизведения аудио…

source: Animation Playback Track...
cs: Stopa přehrávání animace...
de: Animationsplayback-Track...
ga: Amhrán Athsheinm Beochana...
ru: Дорожка воспроизведения анимации…

source: Animation length (frames)
cs: Délka animace (ve snímcích)
de: Animationsdauer (in Frames)
ga: Fad beochana (frámaí)
ru: Длина анимации (в кадрах)

source: Animation length (seconds)
cs: Délka animace (v sekundách)
de: Animationsdauer (in Sekunden)
ga: Fad beochana (soicindí)
ru: Продолжительность анимации (в секундах)

source: Select a new track by type to add to this animation.
de: Neue Spur nach Typen auswählen, um zu dieser Animation hinzuzufügen.
ga: Roghnaigh rian nua de réir cineáil le cur leis an mbeochan seo.
ru: Выберите тип новой дорожки для добавления в эту анимацию.

source: Filter Tracks
cs: Upravit filtrované stopy
de: Spuren filtern
ga: Scag Rianta
ru: Фильтрация дорожек

source: Filter tracks by entering part of their node name or property.
de: Spuren filtern, indem ein Teil iheres Nodenamens oder iherer Eigenschaft eingegeben wird.
ga: Scag rianta trí chuid dá n-ainm nó dá maoin a iontráil.
ru: Фильтруйте дорожки, вводом части имени их узла или свойства.

source: Animation Looping
cs: Smyčka animace
de: Animations-Looping
ga: Lúbadh Beochana
ru: Зацикливание анимации

source: Functions:
cs: Funkce:
de: Funktionen:
ga: Feidhmeanna:
ru: Функции:

source: Audio Clips:
cs: Audio klipy:
ga: Gearrthóga Fuaime:
ru: Аудиодорожки:

source: Animation Clips:
cs: Klipy animací:
de: Animations-Clips:
ga: Gearrthóga Beochana:
ru: Клипы анимации:

source: Change Track Path
cs: Změnit cestu stopy
de: Track-Pfad ändern
ga: Athraigh Conair an Amhráin
ru: Изменить путь к дорожке

source: Toggle this track on/off.
cs: Přepnout stopu na aktivní/neaktivní.
de: Diesen Track ein-/ausschalten.
ga: Scoránaigh an rian seo ar/as.
ru: Включить/отключить эту дорожку.

source: Select node in scene.
cs: Vybrat uzel ve scéně.
de: Node in Szene auswählen.
ga: Roghnaigh nód sa radharc.
ru: Выберите узел в сцене.

source: Use Blend
cs: Použít prolnutí
de: Blending verwenden
ga: Úsáid Cumasc
ru: Использовать смешивание

source: Update Mode (How this property is set)
cs: Režim aktualizace (jak je tato vlastnost nastavena)
de: Aktualisierungs-Modus (wie diese Eigenschaft gesetzt wird)
ga: Mód Nuashonraithe (Conas a shocraítear an mhaoin seo)
ru: Режим обновления (как это свойство устанавливается)

source: Interpolation Mode
cs: Režim interpolace
de: Interpolationsmodus
ga: Mód Idirshuí
ru: Режим интерполяции

source: Loop Wrap Mode (Interpolate end with beginning on loop)
cs: Režim plynulé smyčky (Interpolace mezi koncem a začátkem smyčky)
de: Loop-Wiederhol-Modus (Interpoliert Ende und Start der Schleife)
ga: Mód Timfhilleadh Lúb (Deireadh idirshuí le tosú ar lúb)
ru: Режим зацикливания (интерполировать начало и конец при зацикливании)

source: Remove this track.
cs: Odstranit tuto stopu.
de: Diesen Track entfernen.
ga: Bain an rian seo.
ru: Удалить эту дорожку.

source: Time (s):
cs: Čas (s):
de: Zeit (s):
ga: Am (í):
ru: Время (сек.):

source: Position:
cs: Pozice:
ga: Post:
ru: Позиция:

source: Rotation:
cs: Rotace:
de: Drehung:
ga: Rothlú:
ru: Поворот:

source: Scale:
cs: Měřítko:
de: Skalierung:
ga: Scála:
ru: Масштаб:

source: Blend Shape:
cs: Prolnutí tvaru:
ga: Cruth Cumaisc:
ru: Форма смешивания:

source: Type:
cs: Typ:
de: Typ:
ga: Cineál:
ru: Тип:

source: (Invalid, expected type: %s)
cs: (Neplatné, očekávaný typ: %s)
de: (Ungültig, erwarteter Typ: %s)
ga: (Neamhbhailí, cineál a bhfuiltear ag súil leis: %s)
ru: (Неверный, ожидаемый тип: %s)

source: Easing:
cs: Uhlazení:
ga: Maolú:
ru: Переход В-ИЗ:

source: In-Handle:
cs: Úchyt do:
de: Eingehender Handle:
ga: In-láimhseáil:
ru: Маркер В:

source: Out-Handle:
cs: Úchyt z:
de: Ausgehender Handle:
ga: Seach-láimh:
ru: Маркер ИЗ:

source: Stream:
ga: Sruth:
ru: Поток:

source: Start (s):
cs: Počátek (s):
ga: Tosaigh (í):
ru: Начало (сек.):

source: End (s):
cs: Konec (s):
de: Ende (s):
ga: Deireadh (í):
ru: Конец (сек.):

source: Animation Clip:
cs: Klip animace:
de: Animations-Clip:
ga: Gearrthóg Beochana:
ru: Клип анимации:

source: Toggle Track Enabled
cs: Přepnout stopa povolená
de: Track ein-/ausschalten
ga: Scoránaigh an tAmhrán Cumasaithe
ru: Включить/отключить дорожку

source: Don't Use Blend
cs: Nepoužívat prolínání
de: Kein Blending verwenden
ga: Ná húsáid Cumasc
ru: Не использовать смешивание

source: Nearest
cs: Nejbližší
de: Nächste
ga: Is gaire
ru: Ближайшие

source: Linear
cs: Lineární
ga: Líneach
ru: Линейный

source: Cubic
cs: Kubická
de: Kubisch
ga: Ciúbach
ru: Кубический

source: Linear Angle
cs: Lineární úhlová
de: Linearer Winkel
ga: Uillinn Líneach
ru: Линейный угол

source: Cubic Angle
cs: Kubická úhlová
de: Kubischer Winkel
ga: Uillinn Chiúbach
ru: Кубический угол

source: Clamp Loop Interp
cs: Přerušená interpolace smyčky
de: Clamp-Loop-Interpol
ga: Clamp Lúb Interp
ru: Приведение интерп. циклов

source: Wrap Loop Interp
cs: Plynulá interpolace smyčky
de: Wiederhol-Loop-Interpol
ga: Timfhilleadh Lúb Interp
ru: Перенос интерп. циклов

source: Go to Definition
cs: Přejít na Definici
de: Zur Definition springen
ga: Téigh go dtí an Sainmhíniú
ru: Перейти к определению

source: Insert Key...
cs: Vložit klíč...
de: Key einfügen...
ga: Ionsáigh Eochair...
ru: Вставить ключ…

source: Duplicate Key(s)
cs: Duplikovat klíče
de: Key(s) duplizieren
ga: Dúblach Eochair(eanna)
ru: Дублировать ключ(и)

source: Cut Key(s)
cs: Vyjmout klíče
de: Key(s) ausschneiden
ga: Gearr Eochair(eanna)
ru: Вырезать ключ(и)

source: Copy Key(s)
cs: Kopírovat klíče
de: Key(s) kopieren
ga: Cóipeáil Eochair(eanna)
ru: Копировать ключ(и)

source: Delete Key(s)
cs: Odstranit klíče
de: Key(s) entfernen
ga: Scrios Eochracha(eanna)
ru: Удалить ключ(и)

source: Change Animation Update Mode
cs: Změnit režim aktualizace animace
de: Animationsaktualisierungsmoduls ändern
ga: Athraigh an Mód Nuashonraithe Beochana
ru: Изменить режим обновления анимации

source: Change Animation Interpolation Mode
cs: Změnit režim interpolace animace
de: Animationsinterpolationsmodus ändern
ga: Athraigh Mód Idirshuí Beochana
ru: Изменить способ интерполяции анимации

source: Change Animation Loop Mode
cs: Změnit režim smyčky animace
de: Animations-Loop-Modus ändern
ga: Athraigh Mód Lúb Beochana
ru: Изменить режим цикла анимации

source: Change Animation Use Blend
cs: Změnit použití prolnutí animace
de: Blending-Nutzung der Animation ändern
ga: Athraigh Cumasc Úsáide Beochana
ru: Изменить использование смешивания в анимации

source: Compressed tracks can't be edited or removed. Re-import the animation with compression disabled in order to edit.
cs: Komprimované stopy nelze upravit ani odstranit. Pro úpravu reimportujte animaci bez povolené komprese.
de: Komprimierte Tracks können nicht bearbeitet oder entfernt werden. Um ein Bearbeiten zu ermöglichen, muss die Animation ohne Kompression erneut importiert werden.
ga: Ní féidir rianta comhbhrúite a chur in eagar ná a bhaint. Ath-allmhairiú an beochan le comhbhrú díchumasaithe d'fhonn a chur in eagar.
ru: Сжатые треки нельзя редактировать или удалять. Для редактирования повторно импортируйте анимацию с отключенным сжатием.

source: Remove Anim Track
cs: Odstranit stopu animace
de: Anim-Track entfernen
ga: Bain Anim Track
ru: Удалить дорожку анимации

source: Create new track for %s and insert key?
cs: Vytvořit novou stopu pro %s a vložit klíč?
de: Neuen Track für %s erstellen und Key hinzufügen?
ga: Cruthaigh rian nua do %s agus ionsáigh eochair?
ru: Создать новую дорожку для %s и вставить ключ?
