Repository: JellyTyan/GulpgulpgulpDot-Engine
Catalog: editor/translations/editor/*.po
Languages: cs, de, ga, ru

source: Mirror Options
de: Mirror-Optionen
ga: Roghanna Scátháin
ru: Параметры зеркала

source: Open in Web Browser
cs: Otevřít ve webovém prohlížeči
de: In Web-Browser öffnen
ga: Oscail i mBrabhsálaí Gréasáin
ru: Открыть в веб-браузере

source: Copy Mirror URL
cs: Kopírovat URL zrcadlového serveru
de: Mirror-URL kopieren
ga: Cóipeáil URL an Scátháin
ru: Копировать URL зеркала

source: Download and Install
cs: Stáhnout a nainstalovat
de: Herunterladen und installieren
ga: Íoslódáil agus Suiteáil
ru: Загрузить и установить

source: Download and install templates for the current version from the best possible mirror.
cs: Stáhnout a nainstalovat šablony pro aktuální verzi z nejlepšího možného zrcadlového serveru.
de: Exportvorlagen der aktuellen Version vom bestmöglichen Mirror herunterladen und installieren.
ga: Íoslódáil agus suiteáil teimpléid don leagan reatha ón scáthán is fearr is féidir.
ru: Загрузить и установить шаблоны для текущей версии с лучшего из доступных зеркал.

source: Install from File
cs: Instalovat ze souboru
de: Aus Datei installieren
ga: Suiteáil ó Chomhad
ru: Установить из файла

source: Install templates from a local file.
cs: Instalovat šablony z místního souboru.
de: Exportvorlagen aus lokaler Datei installieren.
ga: Suiteáil teimpléid ó chomhad logánta.
ru: Установить шаблоны из локального файла.

source: Online mode is needed to download the templates.
cs: Online režim je potřeba pro stáhnutí šablony.
de: Der Online-Modus ist erforderlich, um die Vorlagen herunterzuladen.
ga: Tá mód ar líne ag teastáil chun na teimpléid a íoslódáil.
ru: Для загрузки шаблонов необходим онлайн-режим.

source: Cancel the download of the templates.
cs: Zrušit stahování šablon.
de: Herunterladen der Exportvorlagen abbrechen.
ga: Cealaigh íoslódáil na dteimpléad.
ru: Отменить загрузку шаблонов.

source: Other Installed Versions:
cs: Další nainstalované verze:
de: Andere installierte Versionen:
ga: Leaganacha Suiteáilte Eile:
ru: Другие установленные версии:

source: Uninstall Template
cs: Odinstalovat šablonu
de: Exportvorlage deinstallieren
ga: Díshuiteáil Teimpléad
ru: Удалить шаблон

source: Select Template File
cs: Vybrat soubor šablony
de: Vorlagendatei auswählen
ga: Roghnaigh Comhad Teimpléid
ru: Выбрать файл шаблона

source: Gulpgulpgulpdot Export Templates
cs: Exportní šablony Gulpgulpgulpdotu
de: Gulpgulpgulpdot Exportvorlagen
ga: Teimpléid Easpórtála Gulpgulpgulpdot
ru: Шаблоны экспорта Gulpgulpgulpdot

source: The templates will continue to download. You may experience a short editor freeze when they finish.
cs: Šablony se budou stahovat i nadále. Po dokončení může dojít ke krátkému zamrznutí editoru.
de: Download der Exportvorlage wird fortgesetzt. Der Editor kann nach Ende des Downloads kurzfristig stocken.
ga: Leanfaidh na teimpléid ar aghaidh ag íoslódáil. B'fhéidir go bhfaighidh tú reo gearr eagarthóra nuair a chríochnaíonn siad.
ru: Шаблоны будут продолжать загружаться. После завершения загрузки может произойти кратковременное зависание редактора.

source: No "%s" library found for GDExtension: "%s". Possible feature flags for your platform: %s
cs: Nebyla nalezena žádná knihovna "%s" pro GDExtension doplněk: "%s". Potenciální příznaky funkcí pro vaši platformu: %s
de: Keine „%s“-Bibliothek für GDExtension „%s“ gefunden. Mögliche Feature-Flags für deine Plattform: %s
ga: Níor aimsíodh leabharlann "%s" le haghaidh GDExtension: "%s". Bratacha gnéithe féideartha do d'ardán: %s
ru: Библиотека "%s" не найдена для GDExtension: "%s". Возможные флаги для вашей платформы: %s

source: Multiple "%s" libraries found for GDExtension: "%s": "%s".
cs: Bylo nalezeno více knihoven "%s" pro GDExtension doplněk: "%s": "%s".
de: Mehrere „%s“ Bibliotheken für GDExtension „%s“ gefunden: „%s“.
ga: Fuarthas roinnt leabharlann "%s" le haghaidh GDExtension: "%s": "%s".
ru: Найдено несколько библиотек "%s" для GDExtension: "%s": "%s".

source: Target platform requires '%s' texture compression. Enable 'Import %s' to fix.
cs: Cílová platforma vyžaduje kompresi textur '%s'. Abyste toto opravili, povolte 'Import %s'.
de: Die Target-Plattform benötigt „%s“-Texturkompression. Bitte in den Projekteinstellungen „%s importieren“ aktivieren.
ga: Tá comhbhrú uigeachta '%s' de dhíth ar an spriocardán. Cumasaigh 'Iompórtáil %s' le socrú.
ru: Для работы целевой платформы требуется сжатие текстур «%s». Чтобы устранить эту проблему, включите «Импорт %s».

source: Show Project Setting
de: Projekteinstellung anzeigen
ga: Taispeáin Socrú an Tionscadail
ru: Показать настройки проекта

source: Runnable
cs: Spustitelný
de: Ausführbar
ga: Inrite
ru: доступно для запуска

source: Export the project for all the presets defined.
cs: Exportovat projekt pro všechny definované profily.
de: Dieses Projekt für alle festgelegten Profile exportieren.
ga: Easpórtáil an tionscadal do na réamhshocruithe go léir a shainmhínítear.
ru: Экспортировать проект для всех заданных предустановок.

source: All presets must have an export path defined for Export All to work.
cs: Pro správné fungování "Exportovat vše" musí mít všechny profily definovanou cestu pro export.
de: Alle Profile müssen einen Export-Pfad festlegen, damit „Alle exportieren“ funktioniert.
ga: Ní mór do gach réamhshocrú cosán easpórtála a bheith sainithe le haghaidh Easpórtáil Gach a bheith ag obair.
ru: Для работы функции «Экспортировать всё» у всех предустановок должен быть определён путь экспорта.

source: Delete preset '%s'?
cs: Odstranit profil '%s'?
de: Profil ‚%s‘ löschen?
ga: Scrios réamhshocrú '%s'?
ru: Удалить предустановку «%s»?

source: Resources to exclude:
cs: Vyloučené zdroje:
de: Auszuschließende Ressourcen:
ga: Acmhainní chun na nithe seo a leanas a eisiamh:
ru: Ресурсы для исключения:

source: Resources to override export behavior:
cs: Zdroje k přepsání chování exportu:
de: Exportverhalten auszuschließende Ressourcen:
ga: Acmhainní chun iompar onnmhairithe a shárú:
ru: Ресурсы для переопределения поведения экспорта:

source: Resources to export:
cs: Zdroje k exportu:
de: Zu exportierende Ressourcen:
ga: Acmhainní le heaspórtáil:
ru: Ресурсы для экспорта:

source: (Inherited)
cs: (Zděděno)
de: (geerbt)
ga: (Le hoidhreacht)
ru: (унаслед.)

source: Delete patch '%s' from list?
cs: Smazat ze seznamu záplatu '%s'?
de: Patch „%s“ aus Liste löschen?
ga: Scrios an paiste '%s' ón liosta?
ru: Удалить обновление «%s» из списка?

source: Export With Debug
cs: Exportovat s laděním
de: Exportiere mit Debuginformationen
ga: Easpórtáil le Dífhabhtú
ru: Экспорт с отладкой

source: Export As Patch
cs: Exportovat jako záplatu
de: Als Patch exportieren
ga: Easpórtáil Mar Phaiste
ru: Экспортировать как патч

source: %s Export
cs: Export pro %s
ga: Easpórtáil %s
ru: Экспорт для %s

source: Release
cs: Vydání
ga: Scaoileadh
ru: Релиз

source: Exporting All
cs: Exportování všeho
de: Exportiere alles
ga: Easpórtáil Gach Rud
ru: Экспорт всех

source: Presets
cs: Profily
de: Profile
ga: Réamhshocruithe
ru: Предустановки

source: Add...
cs: Přidat...
de: Hinzufügen …
ga: Cuir Leis...
ru: Добавить…

source: If checked, the preset will be available for use in one-click deploy. Only one preset per platform may be marked as runnable.
cs: Je-li vybráno, bude profil k dispozici pro nasazení jedním kliknutím. Pouze jeden profil může být označen jako spustitelný pro danou platformu.
de: Falls aktiviert, wird dieses Profil beim Ein-Klick-Ausliefern verwendet. Nur ein Profil pro Plattform kann als ausführbar markiert werden.
ga: Má chuireann tú tic leis, beidh an réamhshocrú ar fáil le húsáid in úsáid aonchliceála. Ní féidir ach réamhshocrú amháin in aghaidh an ardáin a mharcáil mar runnable.
ru: Если этот флажок установлен, предустановка будет доступна для использования при развертывании одним щелчком мыши. Только одна предустановка на платформу может быть отмечена как активная.

source: Advanced Options
cs: Pokročilé možnosti
de: Erweiterte Einstellungen
ga: Ardroghanna
ru: Дополнительные параметры

source: If checked, the advanced options will be shown.
cs: Po zaškrtnutí budou zobrazeny pokročilé možnosti.
de: Bei Aktivierung werden die erweiterten Optionen angezeigt.
ga: Má chuireann tú tic leis, taispeánfar na hardroghanna.
ru: Если включено, будут отображаться дополнительные параметры.

source: Export Path
cs: Cesta pro export
de: Exportpfad
ga: Easpórtáil Conair
ru: Путь экспорта

source: Options
cs: Možnosti
de: Optionen
ga: Roghanna
ru: Параметры

source: Resources
cs: Zdroje
de: Ressourcen
ga: Acmhainní
ru: Ресурсы

source: Export Mode
de: Export-Modus
ga: Mód Easpórtála
ru: Режим экспорта

source: Export all resources in the project
cs: Exportovat včechny zdroje tohoto projektu
de: Alle Ressourcen des Projekts exportieren
ga: Easpórtáil na hacmhainní go léir sa tionscadal
ru: Экспортировать все ресурсы в проекте

source: Export selected scenes (and dependencies)
cs: Exportovat vybrané scény (a závislosti)
de: Ausgewählte Szenen (inklusive Abhängigkeiten) exportieren
ga: Easpórtáil radhairc roghnaithe (agus spleáchais)
ru: Экспортировать выбранные сцены (включая зависимости)

source: Export selected resources (and dependencies)
cs: Exportovat vybrané zdroje (a závislosti)
de: Ausgewählte Ressourcen (inklusive Abhängigkeiten) exportieren
ga: Easpórtáil acmhainní roghnaithe (agus spleáchais)
ru: Экспортировать выбранные ресурсы (включая зависимости)

source: Export all resources in the project except resources checked below
cs: Exportovat všechny zdroje projektu, kromě zdrojů zaškrtnutých níže
de: Alle Ressourcen des Projekts, außer den unten ausgewählten, exportieren
ga: Easpórtáil na hacmhainní go léir sa tionscadal ach amháin na hacmhainní a sheiceáiltear thíos
ru: Экспортировать все ресурсы в проекте, кроме отмеченных ниже

source: Export as dedicated server
cs: Exportovat jako dedikovaný server
de: Als dedizierten Server exportieren
ga: Easpórtáil mar fhreastalaí tiomnaithe
ru: Экпортировать как выделенный сервер

source: Export Mode:
cs: Režim exportu:
de: Export-Modus:
ga: Mód Easpórtála:
ru: Режим экспорта:

source: "Strip Visuals" will replace the following resources with placeholders:
cs: "Odebrat vizuály" nahradí následující zdroje zástupnými symboly:
de: „Grafiken entfernen“ wird die folgenden Ressourcen durch Platzhalter ersetzen:
ga: Cuirfidh "Strip Visuals" sealbhóirí áite in ionad na n-acmhainní seo a leanas:
ru: «Убрать визуал» заменит следующие ресурсы на заполнители:

source: Strip Visuals
cs: Odebrat vizuály
de: Grafiken entfernen
ga: Radharcanna Stiallacha
ru: Убрать визуал

source: Keep
cs: Zachovat
de: Behalten
ga: Coinnigh
ru: Оставить оригинал

source: Include Filters
de: Einbindungsfilter
ga: Cuir Scagairí san áireamh
ru: Включить фильтры

source: Filters to export non-resource files/folders (comma-separated, e.g: *.json, *.txt, docs/*)
cs: Filtry pro export souborů/složek, které nejsou zdroji (oddělené čárkou, např. *.json, *.txt, docs/*)
de: Filter, um Nicht-Ressourcendateien/-ordner zu exportieren (durch Kommata getrennt, z.B.: *.json, *.txt, docs/*)
ga: Scagairí chun comhaid/fillteáin neamhacmhainne a easpórtáil (camóg-scartha, m.sh: *.json, *.txt, docs/*)
ru: Фильтры для экспорта файлов/папок, не содержащих ресурсы (через запятую, например: *.json, *.txt, docs/*)

source: Exclude Filters
de: Ausschlussfilter
ga: Scagairí a Eisiamh
ru: Исключить фильтры

source: Filters to exclude files/folders from project (comma-separated, e.g: *.json, *.txt, docs/*)
cs: Filtry pro vynechání souborů/složek z projektu (oddělené čárkou, např. *.json, *.txt, docs/*)
de: Filter, um Dateien/Ordner vom Projekt auszuschließen (durch Kommata getrennt, z.B.: *.json, *.txt, docs/*)
ga: Scagairí chun comhaid / fillteáin a eisiamh ón tionscadal (camóg-scartha, m.sh: *.json, *.txt, docs/*)
ru: Фильтры для исключения файлов/папок из проекта (через запятую, например: *.json, *.txt, docs/*)

source: Base Packs:
cs: Základní balíčky:
de: Basispacks:
ga: Pacáistí Bunúsacha:
ru: Базовые пакеты:

source: Gulpgulpgulpdot Project Pack
cs: Balíček projektu Gulpgulpgulpdot
de: Gulpgulpgulpdot-Projekt-Pack
ga: Pacáiste Tionscadail Gulpgulpgulpdot
ru: Пакет проекта Gulpgulpgulpdot

source: Add Pack
cs: Přidat balíček
de: Pack hinzufügen
ga: Cuir Pacáiste leis
ru: Добавить пакет

source: Features
cs: Vlastnosti
ga: Gnéithe
ru: Возможности

source: Custom (comma-separated):
cs: Vlastní (oddělené čárkou):
de: Benutzerdefiniert (komma-separiert):
ga: Saincheaptha (camóg-scartha):
ru: Пользовательские (через запятую):

source: Feature List:
cs: Seznam funkcí:
de: Feature-Liste:
ga: Liosta Gné:
ru: Список возможностей:

source: Encryption
cs: Šifrování
de: Verschlüsselung
ga: Criptiú
ru: Шифрование

source: Encrypt Exported PCK
cs: Zašifrovat exportované PCK
de: Exportiertes PCK verschlüsseln
ga: Criptigh PCK Easpórtáilte
ru: Шифровать экпортированный PCK

source: Encrypt Index (File Names and Info)
cs: Zašifrovat rejstřík (názvy a informace o souborech)
de: Index verschlüsseln (Dateinamen und Info)
ga: Criptigh an tInnéacs (Ainmneacha Comhaid agus Eolas)
ru: Шифровать индекс (имена файлов и информацию)

source: Filters to include files/folders (comma-separated, e.g: *.tscn, *.tres, scenes/*)
cs: Filtry pro zahrnutí souborů/složek (oddělené čárkou, např. *.json, *.tres, scenes/*)
de: Filter, um Dateien/Ordner einzuschließen (durch Kommata getrennt, z.B.: *.tscn, *.tres, scenes/*)
ga: Scagairí chun comhaid / fillteáin a chur san áireamh (camóg-scartha, m.sh: *.tscn, *.tres, scenes/*)
ru: Фильтры для включения файлов/папок (через запятую, например: *.tscn, *.tres, scenes/*)

source: Filters to exclude files/folders (comma-separated, e.g: *.ctex, *.import, music/*)
cs: Filtry pro vynechání souborů/složek (oddělené čárkou, např. *.ctex, *.import, music/*)
de: Filter, um Dateien/Ordner auszuschließen (durch Kommata getrennt, z.B.: *.ctex, *.import, music/*)
ga: Scagairí chun comhaid / fillteáin a eisiamh (camóg-scartha, m.sh: *.ctex, *.import, music/*)
ru: Фильтры для исключения файлов/папок (через запятую, например: *.ctex, *.import, music/*)

source: Encryption Key (256-bits as hexadecimal):
cs: Šifrovací klíč (256 bitový hexadecimální):
de: Schlüssel (256 bit, hexadezimal):
ga: Eochair Chriptithe (256-giotán mar heicsidheachúlach):
ru: Ключ шифрования (256 бит, в шестнадцатеричном виде):

source: Invalid Encryption Key (must be 64 hexadecimal characters long)
cs: Neplatný šifrovací klíč (musí být dlouhý 64 hexadecimálních znaků)
de: Ungültiger Schlüssel für Verschlüsselung (muss aus 64 hexadezimalen Zeichen bestehen)
ga: Eochair Chriptithe Neamhbhailí (ní mór 64 charachtar heicsidheachúlach a bheith ann)
ru: Неверный ключ шифрования (должен состоять из 64 шестнадцатеричных символов)

source: Initialization vector seed
cs: Seed vektoru inicializace
de: Initialisierungsvektorseed
ga: Síol veicteora tosaithe
ru: инициализация начального значения вектора

source: Note: Encryption key needs to be stored in the binary, you need to build the export templates from source.
cs: Poznámka: Šifrovací klíč musí být uložený v binárním souboru. Musíte sestavit exportní šablony ze zdrojového kódu.
de: Hinweis: Um den Schlüssel wie erforderlich in der Binärdatei zu speichern, muss die Exportvorlage aus dem Quelltext gebaut werden.
ga: Nóta: Ní mór eochair criptithe a stóráil sa dénártha, ní mór duit na teimpléid easpórtála a thógáil ón bhfoinse.
ru: Примечание: ключ шифрования должен храниться в двоичном файле, нужно собрать шаблоны экспорта из исходного кода.

source: More Info...
cs: Více informací...
de: Mehr Infos …
ga: Tuilleadh Eolais...
ru: Подробнее…

source: GDScript Export Mode:
cs: Režim exportu GDScriptu:
de: GDScript-Exportmodus:
ga: Mód Easpórtála GDScript:
ru: Режим экспорта GDScript:

source: Text (easier debugging)
cs: Text (jednodušší lazení)
de: Text (einfacheres Debugging)
ga: Téacs (dífhabhtú níos éasca)
ru: Текст (проще отладка)

source: Binary tokens (faster loading)
cs: Binární tokeny (rychlejší načítání)
de: Binäre Token (schnelleres Laden)
ga: Comharthaí dénártha (luchtú níos tapúla)
ru: Двоичные токены (быстрее загрузка)

source: Compressed binary tokens (smaller files)
cs: Komprimované binární tokeny (menší soubory)
de: Komprimierte binäre Token (kleinere Dateien)
ga: Comharthaí dénártha comhbhrúite (comhaid níos lú)
ru: Сжатые двоичные токены (меньший размер файлов)

source: Export PCK/ZIP...
cs: Exportovat PCK/ZIP...
de: PCK/ZIP exportieren …
ga: Easpórtáil PCK / ZIP...
ru: Экспортировать PCK/ZIP…

source: Export the project resources as a PCK or ZIP package. This is not a playable build, only the project data without a Gulpgulpgulpdot executable.
cs: Exportovat zdroje projektu jako PCK nebo balíček ZIP. Toto není hratelný program, ale pouze data projektu bez spustitelného souboru.
de: Projektressourcen als PCK- oder ZIP-Paket exportieren. Dabei handelt es sich nicht um einen spielbaren Build, sondern nur um die Projektdaten ohne eine ausführbare Gulpgulpgulpdot-Datei.
ga: Easpórtáil acmhainní an tionscadail mar phacáiste PCK nó ZIP. Ní tógáil spraíúil é seo, ach sonraí an tionscadail gan inrite Gulpgulpgulpdot.
ru: Экспортировать ресурсы проекта как пакет PCK или ZIP. Это действие не создаст запускаемую сборку, только экспортирует данные проекта без исполняемого файла Gulpgulpgulpdot.

source: Export Project...
cs: Exportovat projekt...
de: Projekt exportieren …
ga: Easpórtáil Tionscadal...
ru: Экспортировать проект…

source: Export the project as a playable build (Gulpgulpgulpdot executable and project data) for the selected preset.
cs: Exportovat projekt jako hratelný soubor (spustitelný soubor Gulpgulpgulpdotu a data projektu) pro vybraný profil.
de: Projekt als spielbaren Build (ausführbare Gulpgulpgulpdot-Datei und Projektdaten) für die ausgewählte Vorgabe exportieren.
ga: Easpórtáil an tionscadal mar thógáil playable (sonraí inrite Gulpgulpgulpdot agus tionscadail) don réamhshocrú roghnaithe.
ru: Экспортировать проект как запускаемую сборку (исполняемый файл Gulpgulpgulpdot и данные проекта) для выбранного пресета.

source: Export All
cs: Exportovat vše
de: Alles exportieren
ga: Easpórtáil Gach Rud
ru: Экспортировать всё

source: Choose an export mode:
cs: Zvolte mód exportu:
de: Export-Modus auswählen:
ga: Roghnaigh modh easpórtála:
ru: Режим экспорта:

source: Export All...
cs: Exportovat vše...
de: Alle exportieren …
ga: Easpórtáil Gach Rud...
ru: Экспортировать всё…

source: ZIP File
cs: Soubor ZIP
de: ZIP-Datei
ga: Comhad ZIP
ru: ZIP-файл

source: Export templates for this platform are missing:
cs: Exportní šablony pro tuto platformu chybí:
de: Export-Vorlagen für diese Systeme fehlen:
ga: Tá teimpléid easpórtála don ardán seo ar iarraidh:
ru: Шаблоны экспорта для этой платформы отсутствуют:

source: Project Export
cs: Export projektu
de: Projektexport
ga: Easpórtáil Tionscadail
ru: Экспорт проекта

source: Manage Export Templates
cs: Spravovat exportní šablony
de: Verwalte Exportvorlagen
ga: Bainistigh Teimpléid Easpórtála
ru: Управление шаблонами экспорта

source: Baking shaders
de: Shader backen
ga: Scáthadóirí bácála
ru: Запекание шейдеров

source: Dependencies For:
cs: Závislosti na:
de: Abhängigkeiten für:
ga: Spleáchríocha le haghaidh:
ru: Зависимости для:

source: Dependencies
cs: Závislosti
de: Abhängigkeiten
ga: Spleáchríocha
ru: Зависимости

source: Dependencies:
cs: Závislosti:
de: Abhängigkeiten:
ga: Spleáchríocha:
ru: Зависимости:

source: Fix Broken
cs: Opravit nefunkční
de: Defekte reparieren
ga: Deisigh Briste
ru: Исправить ошибку

source: Dependency Editor
cs: Editor závislostí
de: Abhängigkeiteneditor
ga: Eagarthóir Spleáchais
ru: Редактор зависимостей

source: Owners of: %s (Total: %d)
cs: Vlastníci: %s (Dohromady: %d)
de: Besitzer von: %s (Insgesamt: %d)
ga: Úinéirí: %s (Iomlán: %d)
ru: Владельцы: %s (всего: %d)

source: Localization remap
cs: Přepsání lokalizace
de: Lokalisierungs-Neuzuweisung
ga: Athmhapa logánaithe
ru: Переназначение локализации

source: Localization remap for path '%s' and locale '%s'.
cs: Přemapování lokalizace pro cestu '%s' a jazyk '%s'.
de: Lokalisierungs-Neuzuweisung für Pfad ‚%s‘ und Sprache ‚%s‘.
ga: Athmhapáil logánaithe le haghaidh cosán '%s' agus logchaighdeán '%s'.
ru: Переназначение локализации для пути «%s» и локали «%s».

source: Remove the selected files from the project? (Cannot be undone.) Depending on your filesystem configuration, the files will either be moved to the system trash or deleted permanently.
cs: Odebrat vybrané soubory z projektu? (Nelze vrátit zpět.) V závislosti na konfiguraci souborového systému budou soubory buď přesunuty do systémového koše, nebo trvale odstraněny.
de: Ausgewählte Dateien aus dem Projekt entfernen? (Kann nicht rückgängig gemacht werden.) Abhängig von den Betriebssystemeinstellungen werden die Dateien in den Papierkorb verschoben oder permanent gelöscht.
ga: Bain na comhaid roghnaithe ón tionscadal? (Ní féidir é a chealú.) Ag brath ar chumraíocht do chórais comhad, bogfar na comhaid go bruscar an chórais nó scriosfar iad go buan.
ru: Удалить выбранные файлы из проекта? (Нельзя отменить.) В зависимости от конфигурации вашей файловой системы файлы будут перемещены в системную корзину или удалены навсегда.

source: The files being removed are required by other resources in order for them to work. Remove them anyway? (Cannot be undone.) Depending on your filesystem configuration, the files will either be moved to the system trash or deleted permanently.
cs: Jiné zdroje potřebují odstraňované soubory ke své činnosti. Chcete je přesto odstranit? (Nelze vrátit zpět.) V závislosti na konfiguraci souborového systému budou soubory buď přesunuty do systémového koše, nebo trvale odstraněny.
de: Andere Ressourcen benötigen die zu entfernenden Dateien, um richtig zu funktionieren. Trotzdem entfernen? (Kann nicht rückgängig gemacht werden.) Abhängig von den Betriebssystemeinstellungen werden die Dateien in den Papierkorb verschoben oder permanent gelöscht.
ga: Tá na comhaid atá á mbaint de dhíth ar acmhainní eile chun go n-oibreoidh siad. Bain iad ar aon nós? (Ní féidir é a chealú.) Ag brath ar chumraíocht do chórais comhad, bogfar na comhaid go bruscar an chórais nó scriosfar iad go buan.
ru: Удаляемые файлы требуются для правильной работы других ресурсов. Всё равно удалить их? (Нельзя отменить.) В зависимости от конфигурации вашей файловой системы файлы будут перемещены в системную корзину или удалены навсегда.

source: Cannot remove:
cs: Nelze odstranit:
de: Kann nicht entfernt werden:
ga: Ní féidir an méid seo a leanas a bhaint:
ru: Не удалось удалить:

source: Files to be deleted:
cs: Soubory ke smazání:
de: Zu löschende Dateien:
ga: Comhaid le scriosadh:
ru: Файлы, которые будут удалены:

source: Dependencies of files to be deleted:
cs: Závislosti souborů ke smazání:
de: Abhängigkeiten der zu löschenden Dateien:
ga: Spleáchais na gcomhad atá le scriosadh:
ru: Зависимости файлов, подлежащих удалению:

source: Fix Dependencies
cs: Opravit závislosti
de: Abhängigkeiten reparieren
ga: Deisigh Spleáchríocha
ru: Исправить зависимости

source: Load failed due to missing dependencies:
cs: Načtení selhalo kvůli chybějícím závislostem:
de: Ladefehler aufgrund fehlender Abhängigkeiten:
ga: Theip ar an ualach mar gheall ar spleáchais ar iarraidh:
ru: Не удалось загрузить сцену из-за отсутствия зависимостей:

source: Which action should be taken?
cs: Jaká akce by měla být provedena?
de: Welche Aktion soll ausgeführt werden?
ga: Cén gníomh ba cheart a dhéanamh?
ru: Что следует сделать?

source: Permanently delete %d item(s)? (No undo!)
cs: Permanentně smazat %d položek? (Nelze vrátit zpět!)
de: %d Element(e) dauerhaft entfernen? (Kann nicht rückgängig gemacht werden)
ga: Scrios %d mír (í) go buan? (Ná cealaigh!)
ru: Навсегда удалить элементы (%d)? (НЕЛЬЗЯ ОТМЕНИТЬ)

source: Show Dependencies
cs: Zobrazit závislosti
de: Abhängigkeiten aufzeigen
ga: Taispeáin Spleáchríocha
ru: Показать зависимости
