Repository: JellyTyan/GulpgulpgulpDot-Engine
Catalog: editor/translations/editor/*.po
Languages: cs, de, ga, ru

source: Debug session started.
cs: Ladicí sezení zahájeno.
de: Debug-Sitzung gestartet.
ga: Cuireadh tús leis an seisiún dífhabhtaithe.
ru: Начало сеанса отладки.

source: Debug session closed.
cs: Ladicí sezení ukončeno.
de: Debug-Sitzung beendet.
ga: Dúnadh an seisiún dífhabhtaithe.
ru: Конец сеанса отладки.

source: Delete Breakpoint
cs: Smazat breakpoint
de: Haltepunkt entfernen
ga: Scrios Brisphointe
ru: Удалить точку останова

source: Delete All Breakpoints in:
cs: Smazat všechny breakpointy v:
de: Alle Haltepunkte entfernen in:
ga: Scrios Gach Brisphointe i:
ru: Удалить все точки останова в:

source: Delete All Breakpoints
cs: Smazat všechny breakpointy
de: Alle Haltepunkte entfernen
ga: Scrios Gach Brisphointe
ru: Удалить все точки останова

source: Copy Error
cs: Kopírovat chybu
de: Fehlermeldung kopieren
ga: Earráid Chóipeála
ru: Копировать ошибку

source: Open C++ Source on GitHub
cs: Otevřít zdrojový kód C++ na GitHubu
de: C++-Quelldatei auf GitHub aufrufen
ga: Oscail Foinse C++ ar GitHub
ru: Открытый исходный код C++ на GitHub

source: C++ Source
cs: Zdrojový kód C++
de: C++-Quellcode
ga: Foinse C++
ru: Исходный код C++

source: Skip Breakpoints
cs: Přeskočit breakpointy
de: Haltepunkte auslassen
ga: Ná Bac le Brisphointí
ru: Пропустить точки останова

source: Ignore Error Breaks
cs: Ignorovat přerušení chyb
de: Fehler-Breaks ignorieren
ga: Déan neamhaird de Shosanna Earráide
ru: Игнорировать прерывания из-за ошибок

source: Thread:
cs: Vlákno:
ga: Snáithe:
ru: Поток:

source: Stack Frames
cs: Rámce zásobníku
ga: Frámaí Cruach
ru: Стек

source: Filter Stack Variables
cs: Filtrovat proměnné zásobníku
de: Stack-Variablen filtern
ga: Scag Athróga Cruach
ru: Фильтр переменных стека

source: Breakpoints
cs: Breakpointy
de: Haltepunkte
ga: Brisphointí
ru: Точки останова

source: Expand All
cs: Rozbalit vše
de: Alle ausklappen
ga: Leathnaigh Gach Rud
ru: Развернуть все

source: Collapse All
cs: Sbalit vše
de: Alle einklappen
ga: Laghdaigh Gach Rud
ru: Свернуть все

source: Evaluator
cs: Evaluátor
de: Auswerter
ga: Measúnóir
ru: Оценщик

source: Profiler
ga: Próifíleoir
ru: Профайлер

source: Visual Profiler
cs: Vizuální profiler
de: Visueller Profiler
ga: Próifíleoir Amhairc
ru: Визуальный профайлер

source: List of Video Memory Usage by Resource:
cs: Spotřeba video paměti podle zdroje:
de: Auflistung der Grafikspeichernutzung nach Ressource:
ga: Liosta d'úsáid cuimhne físe de réir acmhainne:
ru: Список использования видеопамяти ресурсами:

source: Total:
cs: Celkem:
de: Insgesamt:
ga: Iomlán:
ru: Всего:

source: Video RAM Total
de: Video-RAM gesamt
ga: Iomlán RAM Físeáin
ru: Всего видеопамяти

source: Refresh Video RAM
de: Video-RAM aktualisieren
ga: Athnuachan RAM Físeáin
ru: Обновить видеопамять

source: Export list to a CSV file
cs: Exportovat seznam do CSV
de: Liste als CSV-Datei exportieren
ga: Easpórtáil liosta go comhad CSV
ru: Экспортировать профиль в CSV-файл

source: Video RAM
ga: RAM Físe
ru: Видеопамять

source: Resource Path
cs: Cesta ke zdroji
de: Ressourcenpfad
ga: Conair Acmhainní
ru: Путь к ресурсу

source: Type
cs: Typ
de: Art
ga: Cineál
ru: Тип

source: Format
cs: Formát
ga: Formáid
ru: Формат

source: Usage
cs: Použití
de: Nutzung
ga: Úsáid
ru: Использует

source: Misc
cs: Různé
de: Verschiedenes
ga: MiscName
ru: Прочее

source: Clicked Control:
cs: Kliknutý ovládací prvek:
de: Angeklickter Control-Node:
ga: Rialú Cliceáilte:
ru: Нажатый элемент управления:

source: Clicked Control Type:
cs: Typ kliknutého prvku:
de: Typ des angeklickten Control-Nodes:
ga: Cineál Rialaithe Cliceáil:
ru: Тип нажатого элемента управления:

source: Live Edit Root:
cs: Kořen živých úprav:
de: Root der Echtzeitbearbeitung:
ga: Fréamh Eagarthóireachta Beo:
ru: Корень редактирования в реальном времени:

source: Set From Tree
cs: Nastavit ze stromu
de: Nach Szenenbaum einstellen
ga: Socraigh Ó Chrann
ru: Установить из дерева

source: Export measures as CSV
cs: Exportovat měření do CSV
de: Maße als CSV exportieren
ga: Bearta easpórtála mar CSV
ru: Экспорт измерений в CSV

source: This method supports a variable number of arguments.
cs: Tato metoda podporuje proměnlivý počet argumentů.
de: Diese Methode akzeptiert eine variable Anzahl an Argumenten.
ga: Tacaíonn an modh seo le líon athraitheach argóintí.
ru: Этот метод поддерживает переменное количество аргументов.

source: This method is called by the engine. It can be overridden to customize built-in behavior.
cs: Tato metoda je volána enginem. Lze ji přepsat pro změnu vestavěného chování.
de: Diese Methode wird von der Engine aufgerufen. Sie kann überschrieben werden, um Built-in-Verhalten anzupassen.
ga: Is é an t-inneall a thugann an modh seo. Is féidir é a shárú chun iompar tógtha a shaincheapadh.
ru: Этот метод вызывается движком. Его можно переопределить, чтобы изменить поведение по умолчанию.

source: This method is required to be overridden when extending its base class.
de: Diese Methode muss überschrieben werden, wenn ihre Basisklasse erweitert wird.
ga: Caithfear an modh seo a shárú agus a bhunrang á leathnú.
ru: Этот метод необходимо переопределить при расширении его базового класса.

source: This method has no side effects. It does not modify the object in any way.
cs: Tato metoda nemá žádné vedlejší účinky. Žádným způsobem nemění daný objekt.
de: Diese Methode hat keine Seiteneffekte. Sie verändert das Objekt in keinster Weise.
ga: Níl aon fo-iarsmaí ag an modh seo. Ní athraíonn sé an réad ar bhealach ar bith.
ru: Этот метод не имеет побочных эффектов. Он никоим образом не изменяет объект.

source: This method does not need an instance to be called. It can be called directly using the class name.
cs: Tato metoda nepotřebuje ke svému volání instanci objektu. Lze ji zavolat přimo použitím jména třídy.
de: Diese Methode benötigt keine Instanz, um aufgerufen zu werden. Sie kann direkt über den Klassennamen aufgerufen werden.
ga: Ní gá cás a ghlaoch ar an modh seo. Is féidir glaoch air go díreach ag baint úsáide as ainm an ranga.
ru: Для вызова данного метода не требуется экземпляр. Его можно вызвать напрямую, используя имя класса.

source: This method must be implemented to complete the abstract class.
de: Diese Methode muss implementiert werden, um die abstrakte Klasse zu vervollständigen.
ga: Ní mór an modh seo a chur i bhfeidhm chun an rang teibí a chríochnú.
ru: Этот метод должен быть реализован для завершения абстрактного класса.

source: Code snippet copied to clipboard.
cs: Úryvek kódu zkopírován do schránky.
de: Codeausschnitt in Zwischenablage kopiert.
ga: Cóipeáladh an sleachta cóid chuig an ghearrthaisce.
ru: Фрагмент кода скопирован в буфер обмена.

source: No return value.
cs: Žádná návratová hodnota.
de: Kein Rückgabewert.
ga: Gan luach fillte.
ru: Возвращаемое значение отсутствует.

source: This value is an integer composed as a bitmask of the following flags.
cs: Tato hodnota je celé číslo složené jako bitmaska následujících příznaků.
de: Dieser Wert ist ein Integer, zusammengesetzt als Bitmaske der folgenden Flags.
ga: Is slánuimhir é an luach seo atá comhdhéanta mar mhasc giotán de na bratacha seo a leanas.
ru: Это значение является целым числом, составленным как битовая маска следующих флагов.

source: Deprecated
cs: Zastaralé
de: Veraltet
ga: Dímheasta
ru: Устаревший

source: Experimental
cs: Experimentální
de: Experimentell
ga: Turgnamhach
ru: Экспериментальный

source: Deprecated:
cs: Zastaralé:
de: Veraltet:
ga: Dímheasta:
ru: Устаревший:

source: Experimental:
cs: Experimentální:
de: Experimentell:
ga: Turgnamhach:
ru: Экспериментальный:

source: Constructors
cs: Konstruktory
de: Konstruktoren
ga: Cruthaitheoirí
ru: Конструкторы

source: Operators
cs: Operátory
de: Operatoren
ga: Oibreoirí
ru: Операторы

source: Method Descriptions
cs: Popisy metod
de: Methoden-Beschreibung
ga: Cur Síos ar an Modh
ru: Описания методов

source: Constructor Descriptions
cs: Popisy konstruktorů
de: Konstruktorbeschreibungen
ga: Cur Síos ar an Tógálaí
ru: Описания конструкторов

source: Operator Descriptions
cs: Popisy operátorů
de: Operatorbeschreibungen
ga: Cur Síos ar an Oibreoir
ru: Описания операторов

source: This method may be changed or removed in future versions.
cs: Tato metoda může být v budoucích verzích změněna nebo odstraněna.
de: Diese Methode kann in zukünftigen Versionen geändert oder entfernt werden.
ga: Is féidir an modh seo a athrú nó a bhaint i leaganacha amach anseo.
ru: Этот метод может быть изменён или удалён в будущих версиях.

source: This constructor may be changed or removed in future versions.
cs: Tento konstruktor může být v budoucích verzích změněn nebo odstraněn.
de: Dieser Konstruktor kann in zukünftigen Versionen geändert oder entfernt werden.
ga: Is féidir an cruthaitheoir seo a athrú nó a bhaint i leaganacha amach anseo.
ru: Этот конструктор может быть изменён или удалён в будущих версиях.

source: This operator may be changed or removed in future versions.
cs: Tento operátor může být v budoucích verzích změněn nebo odstraněn.
de: Dieser Operator kann in zukünftigen Versionen geändert oder entfernt werden.
ga: Is féidir an t-oibreoir seo a athrú nó a bhaint i leaganacha amach anseo.
ru: Этот оператор может быть изменён или удалён в будущих версиях.

source: Error codes returned:
cs: Návratové chybové kódy:
de: Zurückgegebene Fehlercodes:
ga: Cóid earráide ar ais:
ru: Возвращённые коды ошибок:

source: There is currently no description for this method.
cs: Momentálně neexistuje žádný popis této metody.
de: Es gibt zur Zeit keine Beschreibung für diese Methode.
ga: Níl aon chur síos ar an modh seo faoi láthair.
ru: В настоящее время описание этого метода отсутствует.

source: There is currently no description for this constructor.
cs: Momentálně neexistuje žádný popis tohoto konstruktoru.
de: Es gibt zur Zeit keine Beschreibung für diesen Konstruktor.
ga: Níl aon tuairisc ar an tógálaí seo faoi láthair.
ru: В настоящее время описание этого конструктора отсутствует.

source: There is currently no description for this operator.
cs: Momentálně neexistuje žádný popis tohoto operátoru.
de: Es gibt zur Zeit keine Beschreibung für diesen Operator.
ga: Níl aon tuairisc ar an oibreoir seo faoi láthair.
ru: В настоящее время описание этого оператора отсутствует.

source: There is currently no description for this method. Please help us by [color=$color][url=$url]contributing one[/url][/color]!
cs: Momentálně neexistuje žádný popis této metody. Pomozte nám prosím tím, že ho [color=$color][url=$url]vytvoříte[/url][/color]!
de: Es gibt zur Zeit keine Beschreibung für diese Methode. [color=$color][url=$url]Ergänzungen durch eigene Beiträge[/url][/color] sind sehr erwünscht!
ga: Níl aon chur síos ar an modh seo faoi láthair. Cabhraigh linn le do thoil ag [dath = $color] [url = $url] ag cur ceann [/ url] [/ dath]!
ru: В настоящее время описание этого метода отсутствует. Помогите нам — [color=$color][url=$url]внесите свой вклад[/url][/color]!

source: There is currently no description for this constructor. Please help us by [color=$color][url=$url]contributing one[/url][/color]!
cs: Momentálně neexistuje žádný popis tohoto konstruktoru. Pomozte nám prosím tím, že ho [color=$color][url=$url]vytvoříte[/url][/color]!
de: Es gibt zur Zeit keine Beschreibung für diesen Konstruktor. [color=$color][url=$url]Ergänzungen durch eigene Beiträge[/url][/color] sind sehr erwünscht!
ga: Níl aon tuairisc ar an tógálaí seo faoi láthair. Cabhraigh linn le do thoil ag [dath = $color] [url = $url] ag cur ceann [/ url] [/ dath]!
ru: В настоящее время описание этого конструктора отсутствует. Помогите нам — [color=$color][url=$url]внесите свой вклад[/url][/color]!

source: There is currently no description for this operator. Please help us by [color=$color][url=$url]contributing one[/url][/color]!
cs: Momentálně neexistuje žádný popis tohoto operátoru. Pomozte nám prosím tím, že ho [color=$color][url=$url]vytvoříte[/url][/color]!
de: Es gibt zurzeit keine Beschreibung für diesen Operator. [color=$color][url=$url]Ergänzungen durch eigene Beiträge[/url][/color] sind sehr erwünscht!
ga: Níl aon tuairisc ar an oibreoir seo faoi láthair. Cabhraigh linn le do thoil ag [dath = $color] [url = $url] ag cur ceann [/ url] [/ dath]!
ru: В настоящее время описание этого оператора отсутствует. Помогите нам — [color=$color][url=$url]внесите свой вклад[/url][/color]!

source: Top
cs: Začátek
de: Oben
ga: Barr
ru: Верх

source: Class:
cs: Třída:
de: Klasse:
ga: Rang:
ru: Класс:

source: This class may be changed or removed in future versions.
cs: Tato třída může být v budoucích verzích změněna nebo odstraněna.
de: Diese Klasse kann in zukünftigen Versionen geändert oder entfernt werden.
ga: Is féidir an rang seo a athrú nó a bhaint i leaganacha amach anseo.
ru: Этот класс может быть изменён или удалён в будущих версиях.

source: Inherits:
cs: Dědí z:
de: Erbt von:
ga: Oidhreacht:
ru: Наследует:

source: Inherited by:
cs: Děděná třídami:
de: Vererbt an:
ga: Le hoidhreacht ag:
ru: Унаследован:

source: Description
cs: Popis
de: Beschreibung
ga: Cur síos
ru: Описание

source: There is currently no description for this class.
cs: Momentálně neexistuje žádný popis této třídy.
de: Es gibt zur Zeit keine Beschreibung dieser Klasse.
ga: Níl aon chur síos ar an rang seo faoi láthair.
ru: В настоящее время описание этого класса отсутствует.

source: There is currently no description for this class. Please help us by [color=$color][url=$url]contributing one[/url][/color]!
cs: Momentálně neexistuje žádný popis této třídy. Pomozte nám prosím tím, že ho [color=$color][url=$url]vytvoříte[/url][/color]!
de: Es gibt zur Zeit keine Beschreibung dieser Klasse. [color=$color][url=$url]Ergänzungen durch eigene Beiträge[/url][/color] sind sehr erwünscht!
ga: Níl aon chur síos ar an rang seo faoi láthair. Cabhraigh linn le do thoil ag [dath = $color] [url = $url] ag cur ceann [/ url] [/ dath]!
ru: В настоящее время описание этого класса отсутствует. Помогите нам — [color=$color][url=$url]внесите свой вклад[/url][/color]!

source: Note:
cs: Poznámka:
de: Hinweis:
ga: Nóta:
ru: Примечание:

source: There are notable differences when using this API with C#. See [url=%s]C# API differences to GDScript[/url] for more information.
cs: Existují významné rozdíly při použití tohoto API s C#. Pro více informací viz [url=%s]Rozdíly C# API ve srovnání s GDScript[/url].
de: Es gibt merkliche Unterschiede, wenn diese API mit C# verwendet wird. Siehe [url=%s]C# API differences to GDScript[/url] für weitere Informationen.
ga: Tá difríochtaí suntasacha ann agus an API seo á úsáid le C#. Féach [url=%s]C# difríochtaí API le GDScript[/url] le haghaidh tuilleadh eolais.
ru: Есть заметные отличия при использовании этого API с C#. Смотрите [url=%s]API различия C# и GDScript[/url] для получения дополнительной информации.

source: Online Tutorials
cs: Online návody
ga: Ranganna Teagaisc Ar Líne
ru: Онлайн-руководства

source: Properties
cs: Vlastnosti
de: Eigenschaften
ga: Airíonna
ru: Свойства

source: overrides %s:
cs: přepisuje %s:
de: Überschreibt %s:
ga: Sáraíonn sé %s:
ru: переопределяет %s:

source: default:
cs: výchozí:
ga: réamhshocrú:
ru: по умолчанию:

source: property:
cs: vlastnost:
de: Eigenschaft:
ga: maoin:
ru: свойство:

source: Theme Properties
cs: Vlastnosti motivu
de: Theme-Eigenschaften
ga: Airíonna an Téama
ru: Свойства темы

source: Colors
cs: Barvy
de: Farben
ga: Dathanna
ru: Цвета

source: Constants
cs: Konstanty
de: Konstanten
ga: Tairisigh
ru: Константы

source: Fonts
cs: Fonty
de: Schriftarten
ga: Foinsí
ru: Шрифты

source: Font Sizes
cs: Velikosti fontů
de: Schriftgrößen
ga: Clómhéideanna
ru: Размеры шрифта

source: Icons
cs: Ikony
ga: Deilbhíní
ru: Значки

source: Styles
cs: Styly
de: Stile
ga: Stíleanna
ru: Стили

source: This theme property may be changed or removed in future versions.
cs: Tato vlastnost motivu může být v budoucích verzích změněna nebo odstraněna.
de: Diese Theme-Eigenschaft könnte in zukünftigen Versionen geändert oder entfernt werden.
ga: Féadfar an mhaoin téama seo a athrú nó a bhaint i leaganacha amach anseo.
ru: Это свойство темы может быть изменено или удалено в будущих версиях.

source: There is currently no description for this theme property.
cs: Momentálně neexistuje žádný popis této vlastnosti motivu.
de: Es gibt derzeit keine Beschreibung für diese Theme-Eigenschaft.
ga: Níl aon chur síos ar an maoin téama seo faoi láthair.
ru: В настоящее время описание этого свойства темы отсутствует.

source: There is currently no description for this theme property. Please help us by [color=$color][url=$url]contributing one[/url][/color]!
cs: Momentálně neexistuje žádný popis této vlastnosti motivu. Pomozte nám prosím tím, že ho [color=$color][url=$url]vytvoříte[/url][/color]!
de: Es gibt aktuell keine Beschreibung für diese Theme-Eigenschaft. Bitte helfen Sie uns, indem Sie [color=$color][url=$url]eine beisteuern[/url][/color]!
ga: Níl aon chur síos ar an maoin téama seo faoi láthair. Cabhraigh linn le do thoil ag [dath = $color] [url = $url] ag cur ceann [/ url] [/ dath]!
ru: В настоящее время описание этого свойства темы отсутствует. Помогите нам — [color=$color][url=$url]внесите свой вклад[/url][/color]!

source: Signals
cs: Signály
de: Signale
ga: Comharthaí
ru: Сигналы

source: This signal may be changed or removed in future versions.
cs: Tento signál může být v budoucích verzích změněn nebo odstraněn.
de: Dieses Signal kann in zukünftigen Versionen geändert oder entfernt werden.
ga: Is féidir an comhartha seo a athrú nó a bhaint i leaganacha amach anseo.
ru: Этот сигнал может быть изменён или удалён в будущих версиях.

source: There is currently no description for this signal.
cs: Momentálně neexistuje žádný popis tohoto signálu.
de: Es gibt derzeit keine Beschreibung für dieses Signal.
ga: Níl aon chur síos ar an gcomhartha seo faoi láthair.
ru: В настоящее время описание этого сигнала отсутствует.

source: There is currently no description for this signal. Please help us by [color=$color][url=$url]contributing one[/url][/color]!
cs: Momentálně neexistuje žádný popis tohoto signálu. Pomozte nám prosím tím, že ho [color=$color][url=$url]vytvoříte[/url][/color]!
de: Es gibt aktuell keine Beschreibung für dieses Signal. Bitte helfen Sie uns, indem Sie [color=$color][url=$url]eine beisteuern[/url][/color]!
ga: Níl aon chur síos ar an gcomhartha seo faoi láthair. Cabhraigh linn le do thoil ag [dath = $color] [url = $url] ag cur ceann [/ url] [/ dath]!
ru: В настоящее время описание этого сигнала отсутствует. Помогите нам — [color=$color][url=$url]внесите свой вклад[/url][/color]!

source: Enumerations
cs: Výčty
de: Enumerationen
ga: Áirimh
ru: Перечисления

source: This enumeration may be changed or removed in future versions.
cs: Tento výčet může být v budoucích verzích změněn nebo odstraněn.
de: Diese Enumeration kann in zukünftigen Versionen geändert oder entfernt werden.
ga: Is féidir an t-áireamh seo a athrú nó a bhaint i leaganacha amach anseo.
ru: Это перечисление может быть изменено или удалено в будущих версиях.

source: This constant may be changed or removed in future versions.
cs: Tato konstanta může být v budoucích verzích změněna nebo odstraněna.
de: Diese Konstante kann in zukünftigen Versionen geändert oder entfernt werden.
ga: Is féidir an tairiseach seo a athrú nó a bhaint i leaganacha amach anseo.
ru: Эта константа может быть изменена или удалена в будущих версиях.

source: Annotations
cs: Anotace
de: Anmerkungen
ga: Anótálacha
ru: Аннотации

source: There is currently no description for this annotation.
cs: Momentálně neexistuje žádný popis této anotace.
de: Es gibt zur Zeit keine Beschreibung für diese Anmerkung.
ga: Níl aon chur síos ar an anótáil seo faoi láthair.
ru: В настоящее время описание этой аннотации отсутствует.

source: There is currently no description for this annotation. Please help us by [color=$color][url=$url]contributing one[/url][/color]!
cs: Momentálně neexistuje žádný popis této anotace. Pomozte nám prosím tím, že ho [color=$color][url=$url]vytvoříte[/url][/color]!
de: Es gibt zur Zeit keine Beschreibung für diese Anmerkung. [color=$color][url=$url]Ergänzungen durch eigene Beiträge[/url][/color] sind sehr erwünscht!
ga: Níl aon chur síos ar an anótáil seo faoi láthair. Cabhraigh linn le do thoil ag [dath = $color] [url = $url] ag cur ceann [/ url] [/ dath]!
ru: В настоящее время описание этой аннотации отсутствует. Помогите нам — [color=$color][url=$url]внесите свой вклад[/url][/color]!

source: Property Descriptions
cs: Popisy vlastností
de: Eigenschaften-Beschreibung
ga: Tuairiscí Maoine
ru: Описания свойств

source: (value)
cs: (hodnota)
de: (Wert)
ga: (luach)
ru: (значение)

source: This property may be changed or removed in future versions.
cs: Tato vlastnost může být v budoucích verzích změněna nebo odstraněna.
de: Diese Eigenschaft kann in zukünftigen Versionen geändert oder entfernt werden.
ga: Is féidir an mhaoin seo a athrú nó a bhaint i leaganacha amach anseo.
ru: Это свойство может быть изменено или удалено в будущих версиях.

source: There is currently no description for this property.
cs: Momentálně neexistuje žádný popis této vlastnosti.
de: Es gibt zur Zeit keine Beschreibung für diese Eigenschaft.
ga: Níl aon tuairisc ar an maoin seo faoi láthair.
ru: В настоящее время описание этого свойства отсутствует.

source: There is currently no description for this property. Please help us by [color=$color][url=$url]contributing one[/url][/color]!
cs: Momentálně neexistuje žádný popis této vlastnosti. Pomozte nám prosím tím, že ho [color=$color][url=$url]vytvoříte[/url][/color]!
de: Es gibt zurzeit keine Beschreibung dieses Objekts. [color=$color][url=$url]Ergänzungen durch eigene Beiträge[/url][/color] sind sehr erwünscht!
ga: Níl aon tuairisc ar an maoin seo faoi láthair. Cabhraigh linn le do thoil ag [dath = $color] [url = $url] ag cur ceann [/ url] [/ dath]!
ru: В настоящее время описание этого свойства отсутствует. Помогите нам — [color=$color][url=$url]внесите свой вклад[/url][/color]!

source: [b]Note:[/b] The returned array is [i]copied[/i] and any changes to it will not update the original property value. See [%s] for more details.
cs: [b]Poznámka:[/b] Navracené pole je [i]kopírováno[/i], jeho změny tudíž neovlivní původní hodnotu vlastnosti. Pro více informací viz [%s].
de: [b]Hinweis:[/b] Das zurückgegebene Array wird [i]kopiert[/i] und jegliche Änderung aktualisiert nicht den ursprünglichen Eigenschaftswert. Siehe [%s] für weitere Details.
ga: [b] Tabhair faoi deara:[/b] Is é an eagar ar ais [i]chóipeáil[/i] agus ní dhéanfaidh aon athruithe air an luach maoine bunaidh a nuashonrú. Féach [%s] le haghaidh tuilleadh sonraí.
ru: [b]Примечание:[/b] Возвращаемый массив [i]скопирован[/i] и любые изменения в нем не приведут к обновлению исходного значения свойства. Смотрите [%s] для доп. информации.

source: Editor
ga: Eagarthóir
ru: Редактор

source: Click to copy.
cs: Kliknutím zkopírujete.
de: Klicken zum Kopieren.
ga: Cliceáil chun cóipeáil.
ru: Нажмите, чтобы скопировать.

source: Click to open in browser.
cs: Kliknutím otevřete v prohlížeci.
de: Anklicken zum Öffnen im Browser.
ga: Cliceáil chun oscailt sa bhrabhsálaí.
ru: Нажмите, чтобы открыть в браузере.

source: Toggle Files Panel
de: Dateien-Panel ein-/ausschalten
ga: Painéal Comhad a Athrú
ru: Включить или отключить панель файлов

source: Scripts
cs: Skripty
de: Skripte
ga: Scripteanna
ru: Скрипты

source: No description available.
cs: Není dostupný popis.
de: Keine Beschreibung verfügbar.
ga: Níl cur síos ar fáil.
ru: Описание недоступно.
