Repository: JellyTyan/GulpgulpgulpDot-Engine
Catalog: editor/translations/editor/*.po
Languages: cs, de, ga, ru

source: Remove Tiles in Fully Transparent Texture Regions
cs: Odstranit dlaždice ve zcela průhledných oblastech textury
ru: Удалить тайлы в полностью прозрачных областях текстуры

source: The current atlas source has tiles outside the texture. You can clear it using "%s" option in the 3 dots menu.
cs: Aktuální zdroj atlasu má dlaždice mimo texturu. Můžete ho pročistit vybráním možnosti "%s" v nabídce se 3 tečkami.
ru: Текущий источник атласа содержит тайлы за пределами текстуры. Вы можете очистить их, используя опцию «%s» в меню трёх точек.

source: Create an Alternative Tile
cs: Vytvořit alternativní dlaždici
ru: Создать альтернативный тайл

source: Create a Tile
cs: Vytvořit dlaždici
ru: Создать тайл

source: Auto Create Tiles in Non-Transparent Texture Regions?
cs: Automaticky vytvořit dlaždice v neprůhledných oblastech textury?
ru: Автоматически создавать тайлы в непрозрачных областях текстуры?

source: The atlas's texture was modified. Would you like to automatically create tiles in the atlas?
cs: Textura atlasu byla změněna. Přejete si automaticky vytvořit dlaždice v atlasu?
ru: Текстура атласа была изменена. Выполнить автоматическое создание тайлов в атласе?

source: Yes
cs: Ano
ru: Да

source: No
cs: Ne
ru: Нет

source: Invalid texture selected.
cs: Vybrána neplatná textura.
ru: Выбрана некорректная текстура.

source: Add a new atlas source
cs: Přidat nový zdroj atlasu
ru: Добавить новый источник атласа

source: Remove source
cs: Odebrat zdroj
ru: Удалить источник

source: Add atlas source
cs: Přidat zdroj atlasu
ru: Добавить источник атласа

source: TileSet
cs: Sada dlaždic
ru: Набор тайлов

source: Tile Sources
cs: Zdroje dlaždic
ru: Источник плиток

source: Sort Sources
cs: Seřadit zdroje
ru: Сортировать источники

source: A palette of tiles made from a texture.
cs: Paleta dlaždic vytvořených z textury.
ru: Палитра тайлов созданная из текстуры.

source: Scenes Collection
cs: Kolekce scén
ru: Коллекция сцен

source: A collection of scenes that can be instantiated and placed as tiles.
cs: Kolekce scén, které mohou být instancovány a umístěny jako dlaždice.
ru: Коллекция сцен которые могу быть созданы и установлены как тайлы.

source: Open Atlas Merging Tool
cs: Otevřít nástroj slučování atlasů
ru: Открыть инструмент объединения атласов

source: Manage Tile Proxies
cs: Spravovat proxy dlaždic
ru: Управление прокси тайлов

source: No TileSet source selected. Select or create a TileSet source. You can create a new source by using the Add button on the left or by dropping a tileset texture onto the source list.
cs: Není vybrán žádný zdroj pro sadu dlaždic. Vyberte nebo vytvořte zdroj TileSetu. Nový zdroj můžete vytvořit za pomoci tlačítka Přidat na levé straně, nebo přetažením textury na seznam zdrojů.
ru: Источник набора тайлов TileSet не выбран. Выберите или создайте источник набора тайлов TileSet. Вы можете создать новый источник, используя кнопку «Добавить» слева или перетаскивая текстуры набора тайлов TileSet в список источника.

source: Add new patterns in the TileMap editing mode.
cs: Přidat nové vzory v režimu úprav mapy dlaždic.
ru: Добавить новые узоры в режиме редактирования карты тайлов.

source: Warning: Modifying a source ID will result in all TileMaps using that source to reference an invalid source instead. This may result in unexpected data loss. Change this ID carefully.
cs: Varování: Změna ID zdroje povede k tomu, že všechny mapy dlaždic, které zdroj používají, budou odkazovat na neplatný zdroj. To může vést k neočekávané ztrátě dat. Buďte při změně opatrní.
ru: Предупреждение: изменение идентификатора источника приведёт к тому, что все TileMap, использующие этот источник, будут ссылаться на недопустимый источник. Это может привести к непредвиденной потере данных. Будьте внимательны при изменении этого идентификатора.

source: Add a Scene Tile
cs: Přidat dlaždici scény
ru: Добавить тайл-сцену

source: Remove a Scene Tile
cs: Odstranit dlaždici scény
ru: Удалить тайл-сцену

source: Drag and drop scenes here or use the Add button.
cs: Přetáhněte sem scény, nebo použijte tlačítko Přidat.
ru: Перетащите сюда сцены или воспользуйтесь кнопкой «Добавить».

source: The human-readable name for the scene collection. Use a descriptive name here for organizational purposes (such as "obstacles", "decoration", etc.).
cs: Lidsky čitelný název pro kolekci scén. Pro snazší organizaci použijte popisný název (např. "překážky", "dekorace" atd.).
ru: Понятное человеку имя коллекции сцен. Используйте понятное описание для лучшей организации (например, «препятствия», «украшения» и т. д.).

source: ID of the scene tile in the collection. Each painted tile has associated ID, so changing this property may cause your TileMaps to not display properly.
cs: ID dlaždice scény v kolekci. Každá nakreslená dlaždice má přiřazené ID, takže změna této vlastnosti může způsobit, že se vaše mapy dlaždic nebudou zobrazovat správně.
ru: ID фрагмента сцены в коллекции. У каждого нарисованного тайла есть связанный ID, поэтому изменение этого свойства может привести к тому, что ваши TileMaps будут отображаться неправильно.

source: Absolute path to the scene associated with this tile.
cs: Absolutní cesta ke scéně asociované s touto dlaždicí.
ru: Абсолютный путь к сцене, связанной с этим тайлом.

source: If [code]true[/code], a placeholder marker will be displayed on top of the scene's preview. The marker is displayed anyway if the scene has no valid preview.
cs: Pokud je [code]true[/code], v horní části náhledu scény se zobrazí zástupný znak. Ten se zobrazí také v případě, že scéna nemá platný náhled.
ru: Если [code]true[/code], поверх предварительного просмотра сцены будет отображаться маркер-заполнитель. Маркер отображается в любом случае, если у сцены нет допустимого предварительного просмотра.

source: Scenes collection properties:
cs: Vlastnosti kolekce scén:
ru: Свойства коллекции сцен:

source: Tile properties:
cs: Vlastnosti dlaždice:
ru: Свойства тайла:

source: Eraser Tool
cs: Nástroj mazání
ru: Инструмент Ластик

source: Picker Tool
cs: Nástroj výběru
ru: Инструмент выбора

source: Bone Picker:
cs: Výběr kostí:
ru: Выбор кости:

source: Clear mappings in current group.
cs: Promazat mapování současné skupiny.
ru: Очистить сопоставления в текущей группе.

source: Preview
cs: Náhled
ru: Предпросмотр

source: Change AudioStreamPlayer3D Emission Angle
cs: Změnit úhel vysílání uzlu AudioStreamPlayer3D
ru: Изменить угол излучения AudioStreamPlayer3D

source: Change Camera FOV
cs: Změnit zorné pole kamery
ru: Изменить поле зрения камеры

source: Change Camera Size
cs: Změnit velikost kamery
ru: Изменить размер камеры

source: Change Decal Size
cs: Změnit velikost nálepky
ru: Изменить размер декали

source: Change FogVolume Size
cs: Změnit velikost FogVolume
ru: Изменить размер объёмов тумана

source: Change Radius
cs: Změnit poloměr
ru: Изменить радиус

source: Change Light Radius
cs: Změnit poloměr světla
ru: Изменить радиус света

source: Change Sphere Shape Radius
cs: Změnit poloměr tvaru sféry
ru: Изменить радиус сферы

source: Change Box Shape Size
cs: Změnit velikost tvaru kvádru
ru: Изменить границы «коробки»

source: Change Capsule Shape Radius
cs: Změnit poloměr tvaru kapsle
ru: Изменить радиус капсулы

source: Change Capsule Shape Height
cs: Změnit výšku tvaru kapsle
ru: Изменить высоту капсулы

source: Change Cylinder Shape Radius
cs: Změnit poloměr tvaru válce
ru: Изменить радиус цилиндра

source: Change Cylinder Shape Height
cs: Změnit výšku tvaru válce
ru: Изменить высоту цилиндра

source: Change Separation Ray Shape Length
cs: Změnit délku tvaru paprsku oddělení
ru: Изменить длину луча разделения

source: Remove SoftBody3D pinned point %d
ru: Удалить закрепленную точку SoftBody3D %d

source: Add SoftBody3D pinned point %d
ru: Добавить закрепленную точку SoftBody3D %d

source: Change Probe Size
cs: Změnit velikost sondy
ru: Изменить размер зонда

source: Change Probe Origin Offset
cs: Změnit offset počátku sondy
ru: Изменить сдвиг исходной точки зонда

source: Change Notifier AABB
cs: Změnit notifikační AABB
ru: Изменить AABB уведомления

source: Low
cs: Nízká
ru: Низкий

source: Moderate
cs: Střední
ru: Умеренный

source: High
cs: Vysoká
ru: Высокий

source: Subdivisions: %s
cs: Pododdíly: %s
ru: Подразделы: %s

source: Cell size: %s
cs: Velikost buňky: %s
ru: Размер ячейки: %s

source: Video RAM size: %s MB (%s)
cs: Velikost video RAM: %s MB (%s)
ru: Размер видеопамяти: %s МБ (%s)

source: Bake SDF
cs: Vypálit SDF
ru: Запечь ПРсЗ

source: No faces detected during GPUParticlesCollisionSDF3D bake. Check whether there are visible meshes matching the bake mask within its extents.
cs: Při vypalování GPUParticlesCollisionSDF3D nebyly detekovány žádné stěny. Zkontrolujte, zda jsou v rozsahu masky pálení viditelné odpovídající modely.
ru: При запекании GPUParticlesCollisionSDF3D не обнаружены грани. Проверьте, есть ли видимые сетки, соответствующие маске запекания, в пределах её границ.

source: Select path for SDF Texture
cs: Vybrat cestu pro SDF texturu
ru: Выбрать путь к текстуре ПРсЗ

source: Can't determine a save path for lightmap images. Save your scene and try again.
cs: Nelze určit cestu pro uložení obrázků světelné mapy. Uložte scénu a zkuste to znovu.
ru: Не удалось определить путь для сохранения изображений карты освещения. Сохраните сцену и попробуйте ещё раз.

source: No meshes with lightmapping support to bake. Make sure they contain UV2 data and their Global Illumination property is set to Static.
cs: Neexistují žádné sítě s podporou světelného mapování pro vypálění. Ujistěte se, že obsahují UV2 data a jejich vlastnost Globální osvětlení je nastavena na Statické.
ru: Нет сеток с поддержкой карт освещения для запекания. Убедитесь, что они содержат данные UV2, а их свойство Global Illumination установлено на Static.

source: To import a scene with lightmapping support, set Meshes > Light Baking to Static Lightmaps in the Import dock.
cs: Chcete-li importovat scénu s podporou světelného mapování, nastavte Sítě > Vypalování světla v doku Import na Statické světelné mapy.
ru: Чтобы импортировать сцену с поддержкой карт освещения, установите для параметра «Meshes > Light Baking» на Static Lightmaps в доке импорта.

source: To enable lightmapping support on a primitive mesh, edit the PrimitiveMesh resource in the inspector and check Add UV2.
cs: Pro povolení podpory světelného mapování na primitivní síti upravte zdroj PrimitiveMesh v inspektoru a zaškrtněte Přidat UV2.
ru: Чтобы включить поддержку освещения на примитиве сетки, отредактируйте ресурс PrimitiveMesh в инспекторе и установите флажок "Добавить UV2".

source: To enable lightmapping support on a CSG mesh, select the root CSG node and choose CSG > Bake Mesh Instance at the top of the 3D editor viewport. Select the generated MeshInstance3D node and choose Mesh > Unwrap UV2 for Lightmap/AO at the top of the 3D editor viewport.
cs: Pro povolení podpory světelného mapování na CSG síti vyberte kořenový CSG uzel a v horní části průzoru 3D editoru vyberte CSG > Vypálit instanci sítě. Poté zvolte vygenerovaný uzel MeshInstance3D a v horní části průzoru 3D editoru vyberte Síť > Rozbalit UV2 pro světelnou mapu/AO.
ru: Чтобы включить поддержку карт освещения на сетке CSG, выберите корневой узел CSG и выберите "CSG > Bake Mesh Instance" в верхней части окна просмотра 3D-редактора. Выберите сгенерированный узел MeshInstance3D и выберите "Mesh > Unwrap UV2 for Lightmap/AO" в верхней части окна просмотра 3D-редактора.

source: Failed creating lightmap images. Make sure the lightmap destination path is writable.
cs: Vytváření obrázků světelné mapy selhalo. Ujistěte se, že cílová cesta není pouze pro čtení.
ru: Не удалось создать изображения lightmap. Убедитесь, что путь назначения lightmap доступен для записи.

source: No editor scene root found.
cs: Nenalezen žádný kořen scény editoru.
ru: Не найден корень сцены редактора.

source: Lightmap data is not local to the scene.
cs: Data světelné mapy nejsou pro scénu místní.
ru: Данные карты освещения не являются локальными для сцены.

source: Maximum texture size is too small for the lightmap images. While this can be fixed by increasing the maximum texture size, it is recommended you split the scene into more objects instead.
cs: Maximální velikost textur je pro obrázky světelné mapy příliš malá. Přestože je možné tento problém opravit zvýšením maximální velikosti textury, doporučuje se raději rozdělit scénu na více objektů.
ru: Максимальный размер текстуры слишком мал для изображений карты освещения. Хотя это можно исправить, увеличив максимальный размер текстуры, рекомендуется вместо этого разбить сцену на большее число объектов.

source: Failed creating lightmap images. Make sure all meshes to bake have the Lightmap Size Hint property set high enough, and the LightmapGI's Texel Scale value is not too low.
cs: Vytvoření obrázků světelné mapy se nezdařilo. Ujistěte se, že všechny sítě vybrané k vypálení mají vlastnost Určení velikosti světelné mapy nastavenou dostatečně vysoko a hodnota Měřítko texelů LightmapGI není příliš nízká.
ru: Не удалось создать изображения карты освещения. Убедитесь, что все сетки для запекания имеют свойство Lightmap Size Hint, установленное достаточно высоко, а значение Texel Scale LightmapGI не слишком низкое.

source: Failed fitting a lightmap image into an atlas. This should never happen and should be reported.
cs: Nepodařilo se vložit obrázek světelné mapy do atlasu. To by se nikdy nemělo stát, prosím nahlaste to.
ru: Не удалось поместить изображение карты освещения в атлас. Такая ситуация не должна возникать, необходимо сообщить об этом разработчикам.

source: Bake Lightmaps
cs: Vypálit světelné mapy
ru: Запекать карты освещения

source: Lightmap baking is not supported on this GPU (%s).
cs: Vypalování světelných map není na této GPU (%s) podporováno.
ru: Запекание карты освещения не поддерживается на этом GPU (%s).

source: Lightmaps cannot be baked on %s.
cs: Světelné mapy nelze vypálit na %s.
ru: Карты освещения не могут быть запечены "%s".

source: Lightmaps cannot be baked, as the `lightmapper_rd` module was disabled at compile-time.
cs: Světelné mapy nelze vypálit, protože modul `lightmapper_rd` byl při kompilaci deaktivován.
ru: Карты освещения не могут быть запечены, так как модуль `lightmapper_rd` был отключен во время компиляции.

source: LightMap Bake
cs: Vypálit světelnou mapu
ru: Запекание карты освещения

source: Select lightmap bake file:
cs: Vybrat soubor pro vypálení světelných map:
ru: Выберите файл запекания карты освещения:

source: First Light
ru: Первый свет

source: Second Light
ru: Второй Свет

source: Couldn't create a Trimesh collision shape.
cs: Vytvoření kolizního tvaru z trojúhelníkové sítě se nezdařilo.
ru: Невозможно создать форму столкновений с треугольной сеткой.

source: Couldn't create a single collision shape.
cs: Vytvoření jediného kolizního tvaru se nezdařilo.
ru: Не удалось создать одиночную форму столкновений.

source: Couldn't create a simplified collision shape.
cs: Vytvoření zjednodušeného kolizního tvaru se nezdařilo.
ru: Не удалось создать упрощённую форму столкновений.

source: Couldn't create any collision shapes.
cs: Nezdařilo se vytvoření žádného kolizního tvaru.
ru: Не удалось создать ни одну форму столкновений.

source: Trimesh
cs: Trojúhelníková síť
ru: Треугольная сетка

source: Single Convex
cs: Jediný konvexní tvar
ru: Одиночная выпуклость

source: Simplified Convex
cs: Zjednodušený konvexní tvar
ru: Упрощённая выпуклость

source: Multiple Convex
cs: Více konvexních tvarů
ru: Множественная выпуклость

source: Sphere
ru: Сфера

source: Can't create a collision shape as sibling for the scene root.
cs: Nelze vytvořit kolizní tvar jako sourozence kořenového uzlu scény.
ru: Невозможно создать форму столкновений как одноуровневый элемент для корня сцены.

source: Mesh is empty!
cs: Síť je prázdná!
ru: Сетка пуста!

source: Create Debug Tangents
cs: Vytvořit ladící tečny
ru: Создать касательные для отладки

source: No mesh to unwrap.
cs: Žádná síť pro rozbalení.
ru: Нет сетки для развёртывания.

source: Mesh cannot unwrap UVs because it does not belong to the edited scene. Make it unique first.
cs: Síť nemůže rozbalit UV, protože nepatří do upravované scény. Udělejte z ní nejprve unikátní zdroj.
ru: UV сетки не могут быть развёрнуты, так как она не принадлежит редактируемой сцене. Сначала нужно сделать её уникальной.

source: Mesh cannot unwrap UVs because it belongs to another resource which was imported from another file type. Make it unique first.
cs: Síť nemůže rozbalit UV, protože patří jinému zdroji, který byl importován z jiného typu souboru. Udělejte z ní nejprve unikátní zdroj.
ru: UV сетки не могут быть развёрнуты, так как она принадлежит другому ресурсу, импортированному из файла другого типа. Сначала нужно сделать её уникальной.

source: Mesh cannot unwrap UVs because it was imported from another file type. Make it unique first.
cs: Síť nemůže rozbalit UV, protože byla importována z jiného typu souboru. Udělejte z ní nejprve unikátní zdroj.
ru: UV сетки не могут быть развёрнуты, так как она была импортирована из файла другого типа. Сначала нужно сделать её уникальной.

source: Unwrap UV2
cs: Rozbalit UV2
ru: Развернуть UV2

source: Contained Mesh is not of type ArrayMesh.
cs: Obsažená síť není typu ArrayMesh.
ru: Встроенная сетка не типа ArrayMesh.

source: Can't unwrap mesh with blend shapes.
cs: Nelze rozbalit síť s tvary prolnutí.
ru: Невозможно развернуть сетку с формами смешивания.

source: Only triangles are supported for lightmap unwrap.
cs: Pro rozbalení světelné mapy jsou podporovány pouze trojúhelníky.
ru: Поддерживаются только треугольники для распаковки карты освещения.

source: Normals are required for lightmap unwrap.
cs: Pro rozbalení světelné mapy jsou vyžadovány normály.
ru: Для распаковки карты освещения требуются нормали.

source: UV Unwrap failed, mesh may not be manifold?
cs: Rozbalení UV se nezdařilo, možná síť není varietní?
ru: Не удалось развернуть UV. Возможно, сетка имеет «дыры»?

source: No mesh to debug.
ru: Нет сетки для отладки.

source: Mesh has no UV in layer %d.
ru: Сетка не имеет UV в слое %d.

source: Create Navigation Mesh
ru: Создать сетку навигации

source: MeshInstance3D lacks a Mesh.
ru: В MeshInstance3D отсутствует сетка.

source: Mesh has no surface to create outlines from.
ru: Сетка не имеет поверхности для создания контуров.

source: Mesh primitive type is not PRIMITIVE_TRIANGLES.
ru: Типом примитива сетки не является PRIMITIVE_TRIANGLES.

source: Could not create outline.
ru: Не удалось создать контур.

source: Create Outline
ru: Создать контур

source: Mesh
ru: Сетка

source: Create Collision Shape...
ru: Создать форму столкновений…

source: Create Outline Mesh...
ru: Создать сетку обводки…

source: Creates a static outline mesh. The outline mesh will have its normals flipped automatically. This can be used instead of the StandardMaterial Grow property when using that property isn't possible.
ru: Создаёт статичную сетку обводки. Нормали сетки обводки будут перевёрнуты автоматически. Можно использовать вместо свойства Grow в StandardMaterial, когда оно не применимо.

source: View UV1
ru: Просмотр UV1

source: View UV2
ru: Просмотр UV2

source: Unwrap UV2 for Lightmap/AO
ru: Развернуть UV2 для карты освещения/AO

source: Create Outline Mesh
ru: Создать сетку обводки

source: Outline Size:
ru: Размер контура:

source: Create Collision Shape
ru: Создать форму столкновений

source: Collision Shape Placement
ru: Размещение формы столкновений

source: Sibling
ru: Одноуровневый

source: Creates collision shapes as Sibling.
ru: Создаёт формы столкновений как одноуровневый элемент.

source: Static Body Child
ru: Дочерний со статичным телом

source: Creates a StaticBody3D as child and assigns collision shapes to it.
ru: Создаёт StaticBody3D как дочерний элемент и присваивает ему формы столкновения.

source: Collision Shape Type
ru: Тип формы столкновений

source: Creates a polygon-based collision shape. This is the most accurate (but slowest) option for collision detection.
ru: Создаёт форму столкновений на основе полигонов. Это самый точный (но самый медленный) способ обнаружения столкновений.

source: Creates a simplified convex collision shape. This is similar to single collision shape, but can result in a simpler geometry in some cases, at the cost of accuracy.
ru: Создаёт упрощенную выпуклую форму столкновений. Она похожа на одиночную форму столкновений, но в некоторых случаях может получиться более простая геометрия, ценой снижения точности.

source: X-Axis
ru: Ось X

source: Y-Axis
ru: Ось Y

source: Z-Axis
ru: Ось Z

source: UV Channel Debug
ru: Отладка UV-канала

source: Create NavigationMesh
ru: Создать NavigationMesh

source: Before converting a rendering mesh to a navigation mesh, please verify: - The mesh is two-dimensional. - The mesh has no surface overlap. - The mesh has no self-intersection. - The mesh surfaces have indices. If the mesh does not fulfill these requirements, the pathfinding will be broken.
ru: Перед преобразованием сетки рендеринга в сетку навигации проверьте: - Сетка двумерная. - Сетка не имеет перекрытия поверхностей. - Сетка не имеет самопересечений. - Сетка поверхности имеет индексы. Если сетка не соответствует этим требованиям, поиск пути будет нарушен.

source: Remove item %d?
ru: Удалить элемент %d?

source: Update from existing scene?: %s
ru: Обновить из существующей сцены?: %s

source: MeshLibrary
ru: Библиотека сеток

source: Add Item
ru: Добавить элемент

source: Remove Selected Item
ru: Удалить выбранный элемент

source: Import from Scene (Ignore Transforms)
ru: Импортировать из сцены (игнорируя преобразования)

source: Import from Scene (Apply Transforms)
ru: Импортировать из сцены (применяя преобразования)

source: Update from Scene
ru: Обновить из сцены

source: Apply without Transforms
ru: Применить без преобразований

source: Apply with Transforms
ru: Применить с преобразованиями

source: No mesh source specified (and no MultiMesh set in node).
ru: Не указан источник сетки (и в узле не установлена мультисетка).

source: No mesh source specified (and MultiMesh contains no Mesh).
ru: Не указан источник сетки (и мультисетка не содержит сетку).

source: Mesh source is invalid (invalid path).
ru: Источник сетки является недействительным (неверный путь).

source: Mesh source is invalid (not a MeshInstance3D).
ru: Источник сетки является недействительным (не MeshInstance3D).

source: Mesh source is invalid (contains no Mesh resource).
ru: Источник сетки является недействительным (не содержит ресурс сетки).

source: No surface source specified.
ru: Источник поверхности не указан.

source: Surface source is invalid (invalid path).
ru: Источник поверхности является недействительным (неверный путь).

source: Surface source is invalid (no geometry).
ru: Источник поверхности является недействительным (нет геометрии).

source: Surface source is invalid (no faces).
ru: Источник поверхности является недействительным (нет граней).

source: Select a Source Mesh:
ru: Исходная сетка:

source: Select a Target Surface:
ru: Целевая поверхность:

source: Populate Surface
ru: Заполнить поверхность

source: Populate MultiMesh
ru: Заполнить мультисетку

source: Target Surface:
ru: Целевая поверхность:

source: Source Mesh:
ru: Исходная сетка:

source: Mesh Up Axis:
ru: Направленная вверх ось сетки:

source: Random Rotation:
ru: Случайный поворот:

source: Random Tilt:
ru: Случайный наклон:

source: Random Scale:
ru: Случайный размер:

source: Amount:
ru: Величина:

source: Populate
ru: Заполнить

source: Unnamed Gizmo
ru: Безымянный гизмо

source: Transform Aborted.
ru: Преобразование прервано.

source: Orthogonal
ru: Ортогональный

source: Perspective
ru: Перспективный

source: Top Orthogonal
ru: Верхний ортогональный

source: Top Perspective
ru: Верхний перспективный
