Repository: JellyTyan/GulpgulpgulpDot-Engine
Catalog: editor/translations/editor/*.po
Languages: cs, de, ga, ru

source: Physical
cs: Fyzická klávesa
de: Physisch
ga: Fisiciúil
ru: Физический

source: Left Mouse Button
cs: Levé tlačítko myši
de: Linke Maustaste
ga: Cnaipe Luiche Ar Chlé
ru: Левая кнопка мыши

source: Right Mouse Button
cs: Pravé tlačítko myši
de: Rechte Maustaste
ga: Cnaipe Luiche Ar Dheis
ru: Правая кнопка мыши

source: Middle Mouse Button
cs: Prostřední tlačítko myši
de: Mittlere Maustaste
ga: Cnaipe na Luiche Láir
ru: Средняя кнопка мыши

source: Mouse Wheel Up
cs: Kolečko myši nahoru
de: Mausrad hoch
ga: Roth Luiche Suas
ru: Колесо мыши вверх

source: Mouse Wheel Down
cs: Kolečko myši dolů
de: Mausrad runter
ga: Roth Luiche Síos
ru: Колесо мыши вниз

source: Mouse Wheel Left
cs: Kolečko myši doleva
de: Mausrad links
ga: Roth na Luiche Ar Chlé
ru: Колесо мыши влево

source: Mouse Wheel Right
cs: Kolečko myši doprava
de: Mausrad rechts
ga: Roth na Luiche Ar Dheis
ru: Колесо мыши вправо

source: Mouse Thumb Button 1
cs: Tlačítko myši 1
de: Maus-Daumentaste 1
ga: Cnaipe Ordóg Luiche 1
ru: Кнопка ползунка мыши 1

source: Mouse Thumb Button 2
cs: Tlačítko myši 2
de: Maus-Daumentaste 2
ga: Cnaipe Ordóg Luiche 2
ru: Боковая Кнопка Мыши 2

source: Button
cs: Tlačítko
ga: Cnaipe
ru: Кнопка

source: Double Click
cs: Dvojklik
de: Doppelklick
ga: Cliceáil Dúbailte
ru: Двойной щелчок

source: Mouse motion at position (%s) with velocity (%s)
cs: Pohyb myši na pozici (%s) s rychlostí (%s)
de: Mausbewegung an Position (%s) mit Geschwindigkeit (%s)
ga: Gluaisne luiche ag suíomh (%s) le treoluas (%s)
ru: Движение мыши в позиции (%s) со скоростью (%s)

source: Left Stick X-Axis, Joystick 0 X-Axis
cs: Osa X levé páčky, osa X joysticku 0
de: Linker Stick X-Achse, Joystick 0 X-Achse
ga: Bata Clé X-Ais, Luamhán stiúrtha 0 X-Ais
ru: Левый стик по оси X, джойстик 0 по оси X

source: Left Stick Y-Axis, Joystick 0 Y-Axis
cs: Osa Y levé páčky, osa Y joysticku 0
de: Linker Stick Y-Achse, Joystick 0 Y-Achse
ga: Bata Clé Y-Ais, Luamhán Stiúrtha 0 Y- Ais
ru: Левый стик по оси Y, джойстик 0 по оси Y

source: Right Stick X-Axis, Joystick 1 X-Axis
cs: Osa X pravé páčky, osa X joysticku 1
de: Rechter Stick X-Achse, Joystick 1 X-Achse
ga: Bata Ar Dheis X-Ais, Luamhán stiúrtha 1 X-Ais
ru: Правый стик по оси X, джойстик 1 по оси X

source: Right Stick Y-Axis, Joystick 1 Y-Axis
cs: Osa Y pravé páčky, osa Y joysticku 1
de: Rechter Stick Y-Achse, Joystick 1 Y-Achse
ga: Bata Ceart Y-Ais, Luamhán stiúrtha 1 Y-Ais
ru: Правый стик по оси Y, джойстик 1 по оси Y

source: Joystick 2 X-Axis, Left Trigger, Sony L2, Xbox LT
cs: Osa X joysticku 2, levá spoušť, Sony L2, Xbox LT
de: Joystick 2 X-Achse, Linker Trigger, Sony L2, Xbox LT
ga: Luamhán stiúrtha 2 X-Ais, Truicear Clé, Sony L2, Xbox LT
ru: Джойстик 2 по оси X, левый триггер, Sony L2, Xbox LT

source: Joystick 2 Y-Axis, Right Trigger, Sony R2, Xbox RT
cs: Osa Y joysticku 2, pravá spoušť, Sony R2, Xbox RT
de: Joystick 2 Y-Achse, Rechter Trigger, Sony R2, Xbox RT
ga: Luamhán stiúrtha 2 Y-Ais, Truicear Ceart, Sony R2, Xbox RT
ru: Джойстик 2 по оси Y, правый триггер, Sony R2, Xbox RT

source: Joystick 3 X-Axis
cs: Osa X joysticku 3
de: Joystick 3 X-Achse
ga: Luamhán stiúrtha 3 X-Ais
ru: Джойстик 3 по оси X

source: Joystick 3 Y-Axis
cs: Osa Y joysticku 3
de: Joystick 3 Y-Achse
ga: Luamhán stiúrtha 3 Y- Ais
ru: Джойстик 3 по оси Y

source: Joystick 4 X-Axis
cs: Osa X joysticku 4
de: Joystick 4 X-Achse
ga: Luamhán stiúrtha 4 X-Ais
ru: Джойстик 4 по оси X

source: Joystick 4 Y-Axis
cs: Osa Y joysticku 4
de: Joystick 4 Y-Achse
ga: Luamhán stiúrtha 4 Y- Ais
ru: Джойстик 4 по оси Y

source: Unknown Joypad Axis
cs: Neznámá osa joypadu
de: Unbekannte Joypad-Achse
ga: Ais Joypad Anaithnid
ru: Неизвестная ось джойстика

source: Joypad Motion on Axis %d (%s) with Value %.2f
cs: Pohyb joypadu na ose %d (%s) s hodnotou %.2f
de: Joypad-Bewegung auf der Achse %d (%s) mit dem Wert %.2f
ga: Gluaisne Joypad ar Ais %d (%s) le Luach %.2f
ru: Перемещение джойстика по оси %d (%s) со значением %.2f

source: Bottom Action, Sony Cross, Xbox A, Nintendo B
cs: Spodní akce, Sony křížek, Xbox A, Nintendo B
de: Untere Aktion, Sony Kreuz, Xbox A, Nintendo B
ga: Gníomh Bun, Sony Cross, Xbox A, Nintendo B
ru: Нижнее действие, Sony Cross, Xbox A, Nintendo B

source: Right Action, Sony Circle, Xbox B, Nintendo A
cs: Pravá akce, Sony kolečko, Xbox B, Nintendo A
de: Rechte Aktion, Sony Kreis, Xbox B, Nintendo A
ga: Gníomh Ceart, Sony Circle, Xbox B, Nintendo A
ru: Правое действие, Sony Circle, Xbox B, Nintendo A

source: Left Action, Sony Square, Xbox X, Nintendo Y
cs: Levá akce, Sony čtvereček, Xbox X, Nintendo Y
de: Linke Aktion, Sony Quadrat, Xbox X, Nintendo Y
ga: Gníomh Ar Chlé, Sony Square, Xbox X, Nintendo Y
ru: Левое действие, Sony Square, Xbox X, Nintendo Y

source: Top Action, Sony Triangle, Xbox Y, Nintendo X
cs: Horní akce, Sony trojúhelník, Xbox Y, Nintendo X
de: Obere Aktion, Sony Dreieck, Xbox Y, Nintendo X
ga: Gníomh Barr, Sony Triantán, Xbox Y, Nintendo X
ru: Верхнее действие, Sony Triangle, Xbox Y, Nintendo X

source: Back, Sony Select, Xbox Back, Nintendo -
cs: Zpět, Sony Vybrat, Xbox Zpět, Nintendo -
de: Zurück, Sony Select, Xbox Back, Nintendo -
ga: Ar ais, Sony Roghnaigh, Xbox Back, Nintendo -
ru: Назад, Sony Select, Xbox Back, Nintendo -

source: Guide, Sony PS, Xbox Home
cs: Průvodce, Sony PS, Xbox Home
de: Orientierung, Sony PS, Xbox Home
ga: Treoir, Sony PS, Xbox Home
ru: Руководство, Sony PS, Xbox Home

source: Start, Xbox Menu, Nintendo +
de: Start, Xbox-Menü, Nintendo +
ga: Tosaigh, Xbox Menu, Nintendo +
ru: Старт, Xbox Меню, Nintendo+

source: Left Stick, Sony L3, Xbox L/LS
cs: Levá páčka, Sony L3, Xbox L/LS
de: Linker Steuerknüppel, Sony L3, Xbox L/LS
ga: Bata Clé, Sony L3, Xbox L / LS
ru: Левый стик, Sony L3, Xbox L/LS

source: Right Stick, Sony R3, Xbox R/RS
cs: Pravá páčka, Sony R3, Xbox R/RS
de: Rechter Steuerknüppel, Sony R3, Xbox R/RS
ga: Bata Ceart, Sony R3, Xbox R / RS
ru: Правый стик, Sony R3, Xbox R/RS

source: Left Shoulder, Sony L1, Xbox LB
cs: Levé horní tlačítko, Sony L1, Xbox LB
de: Linke Schultertaste, Sony L1, Xbox LB
ga: Gualainn Ar Chlé, Sony L1, Xbox LB
ru: Левый бампер, Sony L1, Xbox LB

source: Right Shoulder, Sony R1, Xbox RB
cs: Pravé horní tlačítko, Sony R1, Xbox RB
de: Rechte Schultertaste, Sony R1, Xbox RB
ga: Ceart ghualainn, Sony R1, Xbox RB
ru: Правый бампер, Sony R1, Xbox RB

source: D-pad Up
cs: Směrové tlačítko nahoru
de: Steuerkreuz Oben
ga: D-eochaircheap Suas
ru: D-pad Вверх

source: D-pad Down
cs: Směrové tlačítko dolů
de: Steuerkreuz Unten
ga: D-eochaircheap An Dúin
ru: D-pad Вниз

source: D-pad Left
cs: Směrové tlačítko doleva
de: Steuerkreuz Links
ga: D-eochaircheap Ar Chlé
ru: D-pad Влево

source: D-pad Right
cs: Směrové tlačítko doprava
de: Steuerkreuz Rechts
ga: D-eochaircheap Ceart
ru: D-pad Вправо

source: Xbox Share, PS5 Microphone, Nintendo Capture
cs: Xbox Sdílet, PS5 Mikrofon, Nintendo Capture
de: Xbox Teilen, PS5 Mikrofon, Nintendo Aufnehmen
ga: Xbox Share, Micreafón PS5, Nintendo Capture
ru: Xbox Share, PS5 Микрофон, Nintendo Capture

source: Xbox Paddle 1
cs: Xbox pádlo 1
de: Xbox Ruder 1
ga: Paddle Xbox 1
ru: Xbox Крестовина 1

source: Xbox Paddle 2
cs: Xbox pádlo 2
de: Xbox Ruder 2
ga: Paddle Xbox 2
ru: Xbox Крестовина 2

source: Xbox Paddle 3
cs: Xbox pádlo 3
de: Xbox Ruder 3
ga: Paddle Xbox 3
ru: Xbox Крестовина 3

source: Xbox Paddle 4
cs: Xbox pádlo 4
de: Xbox Ruder 4
ga: Paddle Xbox 4
ru: Xbox Крестовина 4

source: PS4/5 Touchpad
cs: Dotykový panel PS4/5
ru: PS4/5 Тачпад

source: Joypad Button %d
cs: Tlačítko joypadu %d
ga: Cnaipe Joypad %d
ru: Кнопка джойстика %d

source: Pressure:
cs: Tlak:
de: Druck:
ga: Brú:
ru: Сила нажатия:

source: canceled
cs: zrušeno
de: abgebrochen
ga: curtha ar ceal
ru: отмена

source: touched
cs: dotknuto
de: berührt
ga: i dteagmháil léi
ru: касание

source: released
cs: puštěno
de: losgelassen
ga: scaoileadh
ru: отпускание

source: Screen %s at (%s) with %s touch points
cs: Obrazovka %s na (%s) s %s dotykovými body
de: Bildschirm %s bei (%s) mit %s Touch-Punkten
ga: Scáileán %s ag (%s) le %s pointí tadhaill
ru: Экран %s в (%s) с %s точками касания

source: Screen dragged with %s touch points at position (%s) with velocity of (%s)
cs: Obrazovka tažena %s dotykovými body na pozici (%s) s rychlostí (%s)
de: Auf Bildschirm gezogen mit %s Touch-Punkten bei der Position (%s) mit einer Geschwindigkeit von (%s)
ga: Scáileán tarraingthe le %s pointí tadhaill ag suíomh (%s) le treoluas (%s)
ru: Экран с %s точками касания в позиции (%s) перетянут с быстротой (%s)

source: Magnify Gesture at (%s) with factor %s
cs: Gesto zvštření na (%s) s faktorem %s
de: Vergrößerungsgeste bei (%s) mit Faktor %s
ga: Formhéadaigh gotha ag (%s) le fachtóir %s
ru: Жест увеличения в (%s) с коэффициентом %s

source: Pan Gesture at (%s) with delta (%s)
cs: Gesto posunu na (%s) s deltou (%s)
de: Pan-Geste bei (%s) mit Delta (%s)
ga: Gotha Pan ag (%s) le deilt (%s)
ru: Жест панорамирования по направлению (%s) с дельтой (%s)

source: MIDI Input on Channel=%s Message=%s
cs: MIDI vstup na kanálu=%s Zpráva=%s
de: MIDI-Eingabe auf Kanal=%s Nachricht=%s
ga: Ionchur MIDI ar chainéal=%s message=%s
ru: MIDI Вход на канале=%s Сообщение=%s

source: Input Event with Shortcut=%s
cs: Vstupní událost s klávesovou zkratkou=%s
de: Eingabeereignis mit Tastenkürzel=%s
ga: Teagmhas Ionchurtha le aicearra=%s
ru: Событие ввода с горячей клавишей=%s

source: or
cs: nebo
de: oder
ga: nó
ru: или

source: Action has no bound inputs
cs: Akce nemá vázané vstupy
de: Aktion hat keine zugewiesenen Eingaben
ga: Níl aon ionchur ceangailte ag an ngníomh
ru: Действие не имеет привязанного ввода

source: Accept
cs: Potvrdit
de: Annehmen
ga: Glac leis
ru: Подтвердить

source: Select
cs: Vybrat
de: Auswählen
ga: Roghnaigh
ru: Выделение

source: Cancel
cs: Zrušit
de: Abbrechen
ga: Cuir ar ceal
ru: Отмена

source: Focus Next
cs: Zaměřit další
de: Nächster Fokus
ga: Fócas Ar Aghaidh
ru: Фокус на следующем

source: Focus Prev
cs: Zaměřit předchozí
de: Vorheriger Fokus
ga: Fócas Prev
ru: Фокус на предыдущем

source: Left
cs: Vlevo
de: Links
ga: Ar chlé
ru: Влево

source: Right
cs: Vpravo
de: Rechts
ga: Ceart
ru: Вправо

source: Up
cs: Nahoru
de: Hoch
ga: Suas
ru: Вверх

source: Down
cs: Dolů
de: Runter
ga: An Dún
ru: Вниз

source: Cut
cs: Vyjmout
de: Ausschneiden
ga: Gearr
ru: Вырезать

source: Copy
cs: Kopírovat
de: Kopieren
ga: Cóipeáil
ru: Копировать

source: Paste
cs: Vložit
de: Einfügen
ga: Greamaigh
ru: Вставить

source: Toggle Tab Focus Mode
cs: Přepnout režim Zaměření Záložek
de: Tabfokusmodus ein-/ausschalten
ga: Mód Fócais Tab a Athrú
ru: Переключение режима фокусировки вкладок

source: Undo
cs: Zpět
de: Rückgängig
ga: Cealaigh
ru: Отменить

source: Redo
cs: Znovu
de: Wiederherstellen
ga: Athdhéan
ru: Повторить

source: Completion Query
cs: Doplňovací dotaz
de: Vervollständigungsanfrage
ga: Iarratas Críochnaithe
ru: Запрос автодополнения

source: New Line
cs: Nový řádek
de: Neue Zeile
ga: Líne Nua
ru: Новая строка

source: New Blank Line
cs: Nový prázdný řádek
de: Neue leere Zeile
ga: Líne Bhán Nua
ru: Новая пустая строка

source: New Line Above
cs: Nový řádek nad
de: Neue Zeile oberhalb
ga: Líne Nua Thuas
ru: Новая строка выше

source: Indent
cs: Zvýšit odsazení
de: Einrücken
ga: Eangú
ru: Отступ

source: Dedent
cs: Snížit odsazení
de: Ausrücken
ga: Díghníomhachtú
ru: Уменьшить отступ

source: Backspace
de: Rücktaste
ga: Cúlspás
ru: Стереть

source: Backspace Word
cs: Backspace slova
de: Linkes Wort löschen
ga: Focal Backspace
ru: Стереть слово

source: Backspace all to Left
cs: Backspace vše vlevo
de: Links alles löschen
ga: Backspace go léir ar chlé
ru: Стереть всё слева

source: Delete
cs: Smazat
de: Löschen
ga: Scrios
ru: Удалить

source: Delete Word
cs: Smazat slovo
de: Wort löschen
ga: Scrios Focal
ru: Удалить слово

source: Delete all to Right
cs: Smazat vše vpravo
de: Rechts alles löschen
ga: Scrios gach rud ar dheis
ru: Удалить всё справа

source: Caret Left
cs: Kurzor doleva
de: Cursor nach links
ga: Caret Ar Chlé
ru: Курсор влево

source: Caret Word Left
cs: Kurzor o slovo doleva
de: Cursor ein Wort nach links
ga: Focal Caret Ar Chlé
ru: Курсор влево на слово

source: Caret Right
cs: Kurzor doprava
de: Cursor nach rechts
ga: Caret Ceart
ru: Курсор вправо

source: Caret Word Right
cs: Kurzor o slovo doprava
de: Cursor ein Wort nach rechts
ga: Caret Word Ceart
ru: Курсор вправо на слово

source: Caret Up
cs: Kurzor o řádek výše
de: Cursor eine Zeile hoch
ga: Carait Suas
ru: Курсор вверх

source: Caret Down
cs: Kurzor o řádek níže
de: Cursor eine Zeile runter
ga: Caret An Dúin
ru: Курсор вниз

source: Caret Line Start
cs: Kurzor na začátek řádku
de: Cursor zum Anfang der Zeile
ga: Tús Líne Caret
ru: Курсор в начало строки

source: Caret Line End
cs: Kurzor na konec řádku
de: Cursor zum Ende der Zeile
ga: Deireadh Líne Caret
ru: Курсор в конец строки

source: Caret Page Up
cs: Kurzor o stránku výše
de: Cursor Bild Hoch
ga: Leathanach Caret Suas
ru: Курсор на страницу вверх

source: Caret Page Down
cs: Kurzor o stránku níže
de: Cursor Bild Ab
ga: Leathanach Caret Síos
ru: Курсор на страницу вниз

source: Caret Document Start
cs: Kurzor na začátek dokumentu
de: Cursor zum Anfang des Dokuments
ga: Tús na Cáipéise Caret
ru: Курсор к началу документа

source: Caret Document End
cs: Kurzor na konec dokumentu
de: Cursor zum Ende des Dokuments
ga: Deireadh na Cáipéise Caret
ru: Курсор к концу документа

source: Caret Add Below
cs: Přidat kurzor níže
de: Cursor unten einfügen
ga: Caret Cuir Thíos
ru: Курсор добавить ниже

source: Caret Add Above
cs: Přidat kurzor výše
de: Cursor oben einfügen
ga: Caret Add Thuas
ru: Курсор добавить выше

source: Scroll Up
cs: Posun kolečkem myši nahoru
de: Hochscrollen
ga: Scrollaigh Suas
ru: Прокрутка вверх

source: Scroll Down
cs: Posun kolečkem myši dolů
de: Runterscrollen
ga: Scrollaigh Síos
ru: Прокрутка вниз

source: Select All
cs: Vybrat vše
de: Alles auswählen
ga: Roghnaigh Gach Rud
ru: Выделить всё

source: Select Word Under Caret
cs: Vybrat slovo pod kurzorem
de: Wort unter Cursor auswählen
ga: Roghnaigh Focal Faoi Caret
ru: Выделить слово под курсором

source: Add Selection for Next Occurrence
cs: Přidat další výskyt do výběru
de: Auswahl für nächstes Vorkommen hinzufügen
ga: Cuir Roghnúchán leis don Chéad Tarlú Eile
ru: Добавить выделение для следующего вхождения

source: Skip Selection for Next Occurrence
cs: Přeskočit výběr pro další výskyt
de: Auswahl für nächstes Vorkommen überspringen
ga: Ná bac leis an roghnúchán don chéad tarlú eile
ru: Пропустить выделение для следующего вхождения

source: Clear Carets and Selection
cs: Zrušit kurzory a výběr
de: Cursor und Auswahl entfernen
ga: Glan Cúramaí agus Roghnúchán
ru: Очистить курсоры и выделение

source: Toggle Insert Mode
cs: Přepnout režim přepisování textu
de: Einfügemodus ein-/ausschalten
ga: Scoránaigh an Mód Ionsáigh
ru: Переключить режим вставки

source: Submit Text
cs: Potvrdit text
de: Text einreichen
ga: Cuir Téacs Isteach
ru: Отправить текст

source: Duplicate Nodes
cs: Duplikovat uzly
de: Nodes duplizieren
ga: Nóid Dhúblacha
ru: Дублировать узлы

source: Delete Nodes
cs: Smazat uzly
de: Nodes löschen
ga: Scrios Nóid
ru: Удалить узлы

source: Follow Input Port Connection
de: Eingangsportverbindung folgen
ga: Lean an Nasc Port Ionchuir
ru: Выполните подключение к входному порту

source: Follow Output Port Connection
cs: Sledovat výstupní port spojení
de: Ausgangsportverbindung folgen
ga: Lean an Ceangal Calafoirt Aschuir
ru: Выполните подключение к выходному порту

source: Go Up One Level
cs: Přejít o úroveň výše
de: Eine Ebene nach oben gehen
ga: Téigh Suas Leibhéal Amháin
ru: Вверх на один уровень

source: Refresh
cs: Obnovit
de: Aktualisieren
ga: Athnuaigh
ru: Обновить

source: Show Hidden
cs: Zobrazit skryté
de: Verstecktes anzeigen
ga: Taispeáin Folaithe
ru: Показывать скрытые

source: Find
cs: Najít
de: Suchen
ga: Aimsigh
ru: Найти

source: Focus Path
cs: Zaměřit cestu
de: Zu Pfad springen
ga: Conair Fócais
ru: Фокус на пути

source: Swap Input Direction
cs: Obrátit směr vstupu
de: Eingaberichtung umschalten
ga: Babhtáil Treo Ionchurtha
ru: Сменить направление ввода

source: Start Unicode Character Input
cs: Zahájit vstup Unicode znaků
de: Unicodezeicheneingabe starten
ga: Tosaigh Ionchur Carachtar Unicode
ru: Запустить ввод символов Unicode

source: ColorPicker: Delete Preset
de: ColorPicker: Vorgabe löschen
ga: Roghnóir Dathanna: Scrios Réamhshocrú
ru: ColorPicker: Удалить предустановку

source: Accessibility: Keyboard Drag and Drop
cs: Přístupnost: Přetáhnout a pustit pomocí klávesnice
de: Barrierefreiheit: Tastatur-Drag-&-Drop
ga: Inrochtaineacht: Tarraing agus Scaoil an Méarchláir
ru: Доступность: Перетаскивание с клавиатуры

source: Invalid input %d (not passed) in expression
cs: Neplatný vstup %d (nepředán) ve výrazu
de: Ungültige Eingabe %d (nicht übergeben) im Ausdruck
ga: Ionchur neamhbhailí %d (gan rith) sa slonn
ru: Некорректный ввод %d (не передан) в выражении

source: self can't be used because instance is null (not passed)
cs: self nemůže být použito, protože jeho instance je null (nebyla předána)
de: „self“ kann nicht verwendet werden, da die Instanz null ist (nicht übergeben)
ga: ní féidir é féin a úsáid toisc go bhfuil an cás null (gan rith)
ru: self не может быть использован, потому что экземпляр равен null (не передан)

source: Invalid operands to operator %s, %s and %s.
cs: Neplatné vstupní hodnoty pro operátor %s, %s a %s.
de: Ungültige Operanden für Operator %s, %s und %s.
ga: Oibreanna neamhbhailí d'oibreoir %s, %s agus %s.
ru: Недопустимые операнды для оператора %s, %s и %s.

source: Invalid index of type %s for base type %s
cs: Neplatný index typu %s pro základní typ %s
de: Ungültiger Index des Typs %s für Grundtyp %s
ga: Innéacs neamhbhailí de chineál %s don bhunchineál %s
ru: Недопустимый индекс типа %s для базового типа %s

source: Invalid named index '%s' for base type %s
cs: Neplatný pojmenovaný index '%s' pro základní typ %s
de: Ungültiger benannter Index ‚%s‘ für Grundtyp %s
ga: Innéacs neamhbhailí ainmnithe '%s' don bhunchineál %s
ru: Недопустимый именованный индекс «%s» для базового типа %s

source: Invalid arguments to construct '%s'
cs: Neplatné argumenty pro vytvoření '%s'
de: Ungültige Parameter für die Konstruktion von ‚%s‘
ga: Argóintí neamhbhailí chun '%s' a thógáil
ru: Недопустимые аргументы для построения «%s»

source: On call to '%s':
cs: Při volání '%s':
de: Im Aufruf von ‚%s‘:
ga: Ar ghlao chuig '%s':
ru: При вызове «%s»:

source: Built-in script
cs: Vestavěný skript
de: Built-in-Skript
ga: Tógtha-i script
ru: Встроенный скрипт

source: Built-in
cs: Vestavěný
ga: Tógtha i
ru: Встроенный

source: B
ru: Б

source: KiB
ga: KiBName
ru: КиБ

source: MiB
ga: MiBName
ru: МиБ

source: GiB
ga: Tabhair
ru: ГиБ

source: TiB
ga: TibName
ru: ТиБ

source: PiB
ga: PiBName
ru: ПиБ

source: EiB
ga: EiBName
ru: ЭиБ

source: Time:
cs: Čas:
de: Zeit:
ga: Am:
ru: Время:

source: Value:
cs: Hodnota:
de: Wert:
ga: Luach:
ru: Значение:

source: Update Selected Key Handles
cs: Upravit vybrané úchyty klíčů
de: Ausgewählte Key-Griffe aktualisieren
ga: Nuashonraigh Hanlaí Roghnaithe na n- Eochracha Roghnaithe
ru: Обновить маркеры выделенных ключей

source: Insert Key Here
cs: Vložit klíč zde
de: Key hier einfügen
ga: Ionsáigh Eochair Anseo
ru: Вставить ключ здесь

source: Duplicate Selected Key(s)
cs: Duplikovat vybrané klíče
de: Ausgewählte Key(s) duplizieren
ga: Dúblach na hEochracha/na heochracha roghnaithe
ru: Дублировать выделенные ключи

source: Cut Selected Key(s)
cs: Vyjmout vybrané klíče
de: Ausgewählte Key(s) ausschneiden
ga: Gearr Eochair(eanna) Roghnaithe
ru: Вырезать выделенные ключи

source: Copy Selected Key(s)
cs: Kopírovat vybrané klíče
de: Ausgewählte Key(s) kopieren
ga: Cóipeáil eochair(eanna) roghnaithe
ru: Копировать выделенные ключи

source: Paste Key(s)
cs: Vložit klíče
de: Key(s) einfügen
ga: Greamaigh Eochair(eanna)
ru: Вставить ключи

source: Delete Selected Key(s)
cs: Smazat vybrané klíče
de: Ausgewählte Key(s) löschen
ga: Scrios Eochair(eanna) Roghnaithe
ru: Удалить выделенные ключи

source: Make Handles Free
cs: Uvolnit úchyty
de: Griffe ablösen
ga: Déan Láimhseálann Saor in Aisce
ru: Сделать маркеры свободными

source: Make Handles Linear
cs: Udělat úchyty lineární
de: Griffe linear machen
ga: Déan Láimhseálann Líneach
ru: Сделать маркеры линейными

source: Make Handles Balanced
cs: Udělat úchyty vyvážené
de: Griffe ausbalanciert machen
ga: Déan Láimhseálann Cothrom
ru: Сделать маркеры сбалансированными

source: Make Handles Mirrored
cs: Udělat úchyty zrcadlené
de: Griffe gespiegelt machen
ga: Déan Láimhseálacha Scáthánaithe
ru: Сделать маркеры отражёнными

source: Make Handles Balanced (Auto Tangent)
cs: Udělat úchyty vyvážené (automatická tečna)
de: Griffe ausbalanciert machen (Auto-Tangente)
ga: Déan Láimhseálann Cothrom (Auto Tangent)
ru: Сделать маркеры сбалансированными (автотангенс)

source: Make Handles Mirrored (Auto Tangent)
cs: Udělat úchyty zrcadlené (automatická tečna)
de: Griffe gespiegelt machen (Auto-Tangente)
ga: Déan Láimhseálacha Scáthánaithe (Auto Tangent)
ru: Сделать маркеры отражёнными (автотангенс)

source: Add Bezier Point
cs: Přidat bod Bézierovy křivky
de: Bezierpunkt hinzufügen
ga: Cuir Pointe Bezier Leis
ru: Добавить точку Безье

source: Move Bezier Points
cs: Přesunout body Bézierovy křivky
de: Bezierpunkt verschieben
ga: Bog Pointí Bezier
ru: Переместить точки Безье

source: Scale Bezier Points
cs: Škálovat body Bézierovy křivky
de: Bezierpunkte skalieren
ga: Scála Pointí Bezier
ru: Масштаб точек Безье

source: Animation Duplicate Keys
cs: Animace: Duplikovat klíče
de: Animations-Keys duplizieren
ga: Eochracha Dúblacha Beochana
ru: Дублировать ключи анимации

source: Animation Cut Keys
cs: Animace: Vyjmout klíče
de: Animations-Keys ausschneiden
ga: Eochracha Gearrtha Beochana
ru: Вырезать ключи анимации

source: Animation Paste Keys
cs: Animace: Vložit klíče
de: Animations-Keys einfügen
ga: Eochracha Greamaigh Beochana
ru: Вставить ключи анимации

source: Animation Delete Keys
cs: Animace: Smazat klíče
de: Animations-Keys löschen
ga: Scrios Eochracha Beochana
ru: Удалить ключи анимации

source: Focus
cs: Zaměřit
de: Fokus
ga: Fócas
ru: Фокус

source: Select All Keys
cs: Vybrat všechny klíče
de: Alle Keys auswählen
ga: Roghnaigh Gach Eochair
ru: Выделить все ключи

source: Deselect All Keys
cs: Zrušit výběr všech klíčů
de: Alle Keys abwählen
ga: Díroghnaigh Gach Eochair
ru: Снять выделение с ключей

source: Add Animation
cs: Přidat animaci
de: Animation hinzufügen
ga: Cuir Beochan Leis
ru: Добавить анимацию

source: Add %s
cs: Přidat %s
de: %s hinzufügen
ga: Cuir %s leis
ru: Добавить %s

source: Load...
cs: Načíst...
de: Laden …
ga: Luchtaigh...
ru: Загрузить…

source: Move Node Point
cs: Přesunout bod uzlu
de: Node-Punkt verschieben
ga: Bog Pointe Nód
ru: Переместить точку узла

source: Change BlendSpace1D Config
cs: Změnit konfiguraci BlendSpace1D
de: BlendSpace1D-Konfiguration ändern
ga: Athraigh Cumraíocht BlendSpace1D
ru: Изменить настройки BlendSpace1D

source: Change BlendSpace1D Labels
cs: Změnit popisky BlendSpace1D
de: BlendSpace1D-Labels ändern
ga: Athraigh Lipéid BlendSpace1D
ru: Изменить метки BlendSpace1D

source: This type of node can't be used. Only animation nodes are allowed.
cs: Tento typ uzlu nelze použít. Jsou povoleny pouze uzly animace.
de: Ein Node dieses Typs kann nicht verwendet werden. Nur Animation-Nodes sind möglich.
ga: Ní féidir an cineál nód seo a úsáid. Ní cheadaítear ach nóid bheochana.
ru: Этот тип узла не может быть использован. Разрешены только узлы анимации.
