Repository: JellyTyan/GulpgulpgulpDot-Engine
Catalog: editor/translations/editor/*.po
Languages: cs, de, ga, ru

source: Open anyway? Project will be modified.
cs: Přesto otevřít? Projekt bude modifikován.
de: Trotzdem öffnen? Das Projekt wird angepasst werden.
ga: Oscailte ar aon nós? Athrófar an tionscadal.
ru: Открыть всё равно? Проект будет изменён.

source: Remove %d projects from the list?
cs: Odstranit %d projektů ze seznamu?
de: %d Projekte aus Liste entfernen?
ga: Bain %d tionscadal ón liosta?
ru: Удалить проекты (%d) из списка?

source: Remove this project from the list?
cs: Odstranit tento projekt ze seznamu?
de: Dieses Projekt von der Liste entfernen?
ga: Bain an tionscadal seo ón liosta?
ru: Удалить этот проект из списка?

source: Remove all missing projects from the list? The project folders' contents won't be modified.
cs: Odstranit všechny chybějící projekty ze seznamu? Obsah složek projektů zůstane nedotčen.
de: Alle fehlenden Projekte aus der Liste entfernen? Inhalte des Projektordners werden nicht geändert.
ga: Bain gach tionscadal atá ar iarraidh ón liosta? Ní dhéanfar inneachar na bhfillteán tionscadail a mhodhnú.
ru: Удалить все отсутствующие проекты из списка? Содержимое папок проектов не будет изменено.

source: It looks like Gulpgulpgulpdot crashed when opening this project the last time. If you're having problems editing this project, you can try to open it in Recovery Mode.
cs: Zdá se, že Gulpgulpgulpdot během posledního otevírání tohoto projektu přestal fungovat. Máte-li problémy s úpravami tohoto projektu, můžete ho zkusit otevřít v Režimu obnovy.
de: Es sieht so aus, als wäre Gulpgulpgulpdot beim letzten Öffnen dieses Projekts abgestürzt. Wenn Sie Probleme haben, dieses Projekt zu bearbeiten, können Sie versuchen, es im Wiederherstellungsmodus zu öffnen.
ga: Is cosúil gur thuairteáil Gulpgulpgulpdot nuair a osclaíodh an tionscadal seo an uair dheireanach. Má bhíonn fadhbanna agat an tionscadal seo a chur in eagar, is féidir leat iarracht a dhéanamh é a oscailt i Mód Aisghabhála.
ru: Похоже, Gulpgulpgulpdot завис при открытии этого проекта в последний раз. Если у вас возникли проблемы с редактированием этого проекта, попробуйте открыть его в режиме восстановления.

source: Recovery Mode is a special mode that may help to recover projects that crash the engine during initialization. This mode temporarily disables the following features:
cs: Režim obnovy je speciální režim pro pomoc s obnovou projektů, které při inicializaci způsobují pád enginu. V tomto režimu jsou následující funkce dočasně zakázány:
de: Recovery-Modus ist ein spezieller Modus, der helfen kann, Projekte zu wiederherstellen, bei denen die Engine während der Initialisierung abstürzt. Dieser Modus deaktiviert vorübergehend die folgenden Eigenschaften:
ga: Is mód speisialta é Mód Aisghabhála a d'fhéadfadh cabhrú le tionscadail a aisghabháil a chuireann isteach ar an inneall le linn an tosaithe. Díchumasaíonn an mód seo na gnéithe seo a leanas go sealadach:
ru: Recovery Mode — это специальный режим, который может помочь восстановить проекты, которые приводят к сбою движка во время инициализации. Этот режим временно отключает следующие функции:

source: Tool scripts
cs: Nástrojové skripty
de: Toolskripte
ga: Scripteanna uirlisí
ru: Инструменты скриптов

source: Editor plugins
cs: Zásuvné moduly editoru
ga: Breiseáin eagarthóireachta
ru: Плагины редактора

source: GDExtension addons
cs: Doplňky GDExtension
ga: Breiseáin GDExtension
ru: GDExtension дополнения

source: Automatic scene restoring
cs: Automatická obnova scén
de: Automatische Szenenwiederherstellung
ga: Athchóiriú uathoibríoch radhairc
ru: Автоматическое восстановление сцены

source: This mode is intended only for basic editing to troubleshoot such issues, and therefore it will not be possible to run the project during this mode. It is also a good idea to make a backup of your project before proceeding.
cs: Tento režim je určen pouze pro základní úpravy při odstraňování takových problémů, proto v něm nelze projekt spustit. Před pokračováním je také dobré projekt zálohovat.
de: Dieser Modus ist nur für die grundlegende Bearbeitung gedacht, um solche Probleme zu beheben, und daher ist es nicht möglich, das Projekt während dieses Modus auszuführen. Es ist auch eine gute Idee, ein Sicherheitskopie Ihres Projekts anzufertigen, bevor Sie fortfahren.
ga: Níl an modh seo beartaithe ach le haghaidh eagarthóireachta bunúsach chun fadhbanna den sórt sin a réiteach, agus dá bhrí sin ní bheidh sé indéanta an tionscadal a rith le linn an mhodha seo. Is dea-smaoineamh é freisin cúltaca de do thionscadal a dhéanamh sula dtéann tú ar aghaidh.
ru: Этот режим предназначен только для базового редактирования для устранения таких проблем, и поэтому в этом режиме невозможно будет запустить проект. Также хорошей идеей будет сделать резервную копию вашего проекта перед продолжением.

source: Edit the project in Recovery Mode?
cs: Upravit projekt v Režimu obnovy?
de: Das Projekt im Wiederherstellungsmodus bearbeiten?
ga: An bhfuil tú ag iarraidh an tionscadal a chur in eagar i Mód Aisghabhála?
ru: Редактировать проект в режиме восстановления?

source: Couldn't load project at '%s'. It may be missing or corrupted.
cs: Nelze načíst projekt z '%s'. Může chybět nebo být poškozený.
de: Das Projekt '%s' konnte nicht geladen werden. Es könnte fehlen oder beschädigt sein.
ga: Níorbh fhéidir an tionscadal a luchtú ag '%s'. D'fhéadfadh sé a bheith ar iarraidh nó truaillithe.
ru: Не удалось загрузить проект в «%s». Он может отсутствовать или быть повреждён.

source: Tag name can't be empty.
cs: Název štítku nesmí být prázdný.
de: Tag-Namen dürfen nicht leer sein.
ga: Ní féidir ainm na clibe a bheith folamh.
ru: Имя метки не может быть пустым.

source: Tag name can't begin or end with underscore.
de: Tag-Name darf nicht mit Unterstrich anfangen oder enden.
ga: Ní féidir le hainm an chlib tosú ná críochnú le fo-líne.
ru: Имя тега не может начинаться или заканчиваться символом подчеркивания.

source: These characters are not allowed in tags: %s.
cs: Tyto znaky nejsou ve štítcích povoleny: %s.
de: Diese Zeichen sind in Tags nicht gestattet: %s.
ga: Ní cheadaítear na carachtair seo i gclibeanna: %s.
ru: Эти символы нельзя использовать в метках: %s.

source: About Gulpgulpgulpdot
de: Über Gulpgulpgulpdot
ga: Maidir le Gulpgulpgulpdot
ru: О программе Gulpgulpgulpdot

source: Settings
cs: Nastavení
de: Einstellungen
ga: Socruithe
ru: Параметры

source: Projects
cs: Projekty
de: Projekte
ga: Tionscadail
ru: Проекты

source: New Project
cs: Nový projekt
de: Neues Projekt
ga: Tionscadal Nua
ru: Новый проект

source: Import Project
cs: Importovat projekt
de: Projekt importieren
ga: Iompórtáil Tionscadal
ru: Импортировать проект

source: Scan
cs: Prohledat
de: Durchsuchen
ga: Scanadh
ru: Сканировать

source: Scan Projects
cs: Prohledat projekty
de: Nach Projekten suchen
ga: Tionscadail Scan
ru: Сканировать проекты

source: Loading, please wait...
cs: Načítání, čekejte prosím...
de: Projekte werden geladen, bitte warten …
ga: Á Luchtú, fan go fóill...
ru: Выполняется загрузка, подождите…

source: Filter Projects
cs: Filtrovat projekty
de: Projekte filtern
ga: Tionscadail Scagaire
ru: Фильтр проектов

source: This field filters projects by name and last path component. To filter projects by name and full path, the query must contain at least one `/` character.
cs: Toto pole filtruje projekty podle názvu a poslední komponenty cesty. Chcete-li filtrovat podle názvu a celé cesty, musí dotaz obsahovat alespoň jeden znak `/`.
de: Diese Suchmaske filtert Projekte nach ihrem Namen oder der letzten Komponente ihres Pfadnamens. Um nach dem kompletten Pfad zu filtern, muss mindestens ein ‚/‘-Zeichen in der Suchanfrage vorhanden sein.
ga: Scagann an réimse seo tionscadail de réir ainm agus comhpháirt chosáin dheireanaigh. Chun tionscadail a scagadh de réir ainm agus cosán iomlán, ní mór carachtar '/' amháin ar a laghad a bheith san iarratas.
ru: Это поле фильтрует проекты по имени и последнему компоненту пути. Чтобы отфильтровать проекты по имени и полному пути, запрос должен содержать хотя бы один символ «/».

source: Last Edited
cs: Naposledy upraveno
de: Zuletzt bearbeitet
ga: An tEagarthóir Is Déanaí
ru: Последнее изменение

source: Tags
cs: Štítky
ga: Clibeanna
ru: Метки

source: Note: The Asset Library requires an online connection and involves sending data over the internet.
cs: Poznámka: Knihovna zdrojů vyžaduje online připojení a zahrnuje posílání dat přes internet.
de: Hinweis: Die Asset-Bibliothek erfordert eine Online-Verbindung und überträgt Daten über das Internet.
ga: Tabhair faoi deara: Teastaíonn nasc ar líne ón Leabharlann Sócmhainní agus is éard atá i gceist léi ná sonraí a sheoladh ar an idirlíon.
ru: Примечание: библиотека ассетов требует подключения к сети и предполагает отправку данных через Интернет.

source: Edit Project
cs: Upravit projekt
de: Projekt bearbeiten
ga: Cuir Tionscadal in Eagar
ru: Редактировать проект

source: Edit in verbose mode
de: Bearbeiten im geschwätzigen Modus
ga: Cuir in eagar i mód focal
ru: Редактировать в режиме подробного вывода

source: Edit in recovery mode
cs: Upravit v režimu obnovy
de: Bearbeiten im Wiederherstellungsmodus
ga: Cuir in eagar i mód aisghabhála
ru: Редактировать в режиме восстановления

source: Remove Project
cs: Odstranit projekt
de: Projekt entfernen
ga: Bain Tionscadal
ru: Удалить проект

source: Remove Missing
cs: Odstranit nenalezené
de: Fehlende entfernen
ga: Bain Ar Iarraidh
ru: Удалить отсутствующие

source: Asset Library
cs: Knihovna zdrojů (AssetLib)
de: Asset-Bibliothek
ga: Leabharlann Sócmhainní
ru: Библиотека ассетов

source: Asset Library not available (due to using Web editor, or because SSL support disabled).
cs: Knihovna zdrojů není dostupná (buď používáte webový editor, nebo je zakázána podpora SSL).
de: Asset-Bibliothek nicht verfügbar (aufgrund der Verwendung des Webeditors oder weil die SSL-Unterstützung deaktiviert ist).
ga: Níl Leabharlann Sócmhainní ar fáil (mar gheall ar eagarthóir Gréasáin a úsáid, nó toisc go bhfuil tacaíocht SSL díchumasaithe).
ru: Библиотека ассетов недоступна (из-за использования веб-редактора или из-за отключения поддержки SSL).

source: Select a Folder to Scan
cs: Vyberte složku pro prohledání
de: Wähle zu durchsuchenden Ordner
ga: Roghnaigh Fillteán le Scanadh
ru: Выбрать папку для сканирования

source: Remove All
cs: Odebrat vše
de: Alles entfernen
ga: Bain Gach Rud
ru: Удалить все

source: Edit normally
cs: Upravovat normálně
de: Normal bearbeiten
ga: Cuir in eagar de ghnáth
ru: Редактировать обычно

source: Edit in Recovery Mode
cs: Upravit v Režimu obnovy
de: Bearbeiten im Wiederherstellungsmodus
ga: Cuir in Eagar i Mód Aisghabhála
ru: Редактировать в режиме восстановления

source: Backup project first
de: Zuerst Sicherheitskopie des Projekts anlegen
ga: Cúltaca den tionscadal ar dtús
ru: Сначала сделать резервную копию проекта

source: Convert Full Project
cs: Převést celý projekt
de: Gesamtes Projekt konvertieren
ga: Tiontaigh Tionscadal Iomlán
ru: Конвертировать весь проект

source: See Migration Guide
de: Siehe die Migrationsanweisungen
ga: Féach ar an Treoir Imirce
ru: См. Руководство по миграции

source: This option will perform full project conversion, updating scenes, resources and scripts from Gulpgulpgulpdot 3 to work in Gulpgulpgulpdot 4. Note that this is a best-effort conversion, i.e. it makes upgrading the project easier, but it will not open out-of-the-box and will still require manual adjustments. IMPORTANT: Make sure to backup your project before converting, as this operation makes it impossible to open it in older versions of Gulpgulpgulpdot.
cs: Tato možnost provede úplnou konverzi projektu; aktualizuje scény, zdroje a skripty z Gulpgulpgulpdotu 3, aby fungovaly v Gulpgulpgulpdotu 4. Jde o konverzi s nejvyšší snahou, která usnadňuje aktualizaci projektu, ten ale nebude fungovat okamžitě a bude stále vyžadovat manuální úpravy. DŮLEŽITÉ: Před převodem si nezapomeňte projekt zálohovat, protože tato operace znemožňuje jeho otevření ve starších verzích Gulpgulpgulpdotu.
ru: Эта опция выполнит полное конвертирование проекта, обновив сцены, ресурсы и скрипты из Gulpgulpgulpdot 3 для работы в Gulpgulpgulpdot 4. Обратите внимание, что это конвертирование упрощает обновление проекта, но не гарантирует его работу «из коробки», ручные корректировки всё ещё необходимы. ВАЖНО: обязательно сделайте резервную копию вашего проекта перед конвертированием, так как эта операция делает невозможным его открытие в старых версиях Gulpgulpgulpdot.

source: Error
cs: Chyba
ru: Ошибка

source: Manage Project Tags
cs: Spravovat štítky projektu
ru: Управление метками проекта

source: Project Tags
cs: Štítky projektu
ru: Метки проекта

source: Click tag to remove it from the project.
cs: Kliknutím na štítek jej z projektu odeberete.
ru: Нажмите на метку, чтобы удалить её из проекта.

source: All Tags
cs: Všechny štítky
ru: Все метки

source: Click tag to add it to the project.
cs: Kliknutím na štítek jej přidáte k projektu.
ru: Нажмите на метку, чтобы добавить её в проект.

source: Create New Tag
cs: Vytvořit nový štítek
ru: Создать новую метку

source: Tags are capitalized automatically when displayed.
cs: Štítky jsou automaticky zobrazeny s velkým prvním písmenem.
ru: Метки автоматически пишутся с заглавной буквы при отображении.

source: New Tag Name
ru: Имя новой метки

source: Create Tag
ru: Создать метку

source: Project Tag: %s
ru: Метка проекта: %s

source: Restart Now
cs: Restartovat nyní
ru: Перезапустить сейчас

source: Quick Settings
cs: Rychlá nastavení
ru: Быстрая настройка

source: Language
cs: Jazyk
ru: Язык

source: Custom preset can be further configured in the editor.
cs: Vlastní předvolby lze dále konfigurovat v editoru.
ru: Пользовательский пресет можно дополнительно настроить в редакторе.

source: Display Scale
cs: Měřítko zobrazení
ru: Масштаб отображения

source: Network Mode
cs: Režim sítě
ru: Режим сети

source: Check for Updates
cs: Zkontrolovat aktualizace
ru: Проверить наличие обновлений

source: Directory Naming Convention
cs: Konvence pojmenování složek
ru: Наименование директорий

source: Settings changed! The project manager must be restarted for changes to take effect.
cs: Nastavení změněna! Pro projevení změn je nutné restartovat správce projektů.
ru: Настройки изменены! Чтобы изменения вступили в силу, необходимо перезапустить менеджер проектов.

source: Different engine version may have minor differences in various Resources, like additional fields or removed properties. When upgrading the project to a new version, such changes can cause diffs when saving scenes or resources, or reimporting. This tool ensures that such changes are performed all at once. It will: - Regenerate UID cache - Load and re-save every text/binary Resource - Reimport every importable Resource Full upgrade will take considerable amount of time, but afterwards saving/reimporting any scene/resource should not cause unintended changes.
ru: Другая версия движка может иметь небольшие отличия в разного рода ресурсах, таких как дополнительные поля или удалённые свойства. При обновлении проекта до новой версии данные изменения могут привести к отличиям при сохранении сцен или ресурсов, либо при повторном импорте. Этот инструмент позволяет одновременно вносить все изменения. Он выполняет: - Повторное формирование кеша UID - Загрузку и повторное сохранение каждого текстового/двоичного ресурса - Повторный импорт каждого импортируемого ресурса Полное обновление займёт немало времени, но последующее сохранение илиповторный импорт любой сцены/ресурса не должен приводить к непредвиденным изменениям.

source: Restart & Upgrade
cs: Restartovat a aktualizovat
ru: Перезапустить и обновить

source: Updating Project Scenes
ru: Обновление сцен проекта

source: Re-saving scene:
ru: Повторное сохранение сцены:

source: Updating Project Resources
ru: Обновление ресурсов проекта

source: Re-saving resource:
ru: Повторное сохранение ресурса:

source: Play a custom scene.
cs: Přehrát vlastní scénu.
ru: Запустить произвольную сцену.

source: Movie Maker mode is enabled, but no movie file path has been specified. A default movie file path can be specified in the project settings under the Editor > Movie Writer category. Alternatively, for running single scenes, a `movie_file` string metadata can be added to the root node, specifying the path to a movie file that will be used when recording that scene.
cs: Režim Tvorby filmů je aktivní, ale nebyla zadána žádná cesta k souboru filmu. Výchozí cestu k souboru filmu lze zadat v nastavení projektu v kategorii Editor > Zapisovač filmů. Alternativně lze pro spouštění jednotlivých scén přidat do kořenového uzlu metadata řetězec `movie_file`. Ten by měl obsahovat cestu k filmovému souboru, který bude použit pro záznam dané scény.
ru: Режим Movie Maker включён, но путь к видеофайлу не указан. Путь к видеофайлу по умолчанию можно указать в настройках проекта в категории «Editor > Movie Writer». В качестве альтернативы, для запуска отдельных сцен в корневой узел можно добавить метаданные «movie_file» типа String, указывающие путь к видеофайлу, который будет использоваться при записи этой сцены.

source: Could not start subprocess(es)!
cs: Nepodařilo se spustit podprocesy!
ru: Не удалось запустить подпроцесс(ы)!

source: Recovery Mode is enabled. Disable it to run the project.
cs: Je aktivován režim obnovy. Pro spuštění projektu jej deaktivuje.
ru: Режим восстановления включен. Отключите его, чтобы запустить проект.

source: Autostart is enabled for the following profilers, which can have a performance impact:
cs: Pro následující profilery je povolen automatický start, což může mít dopad na výkon:
ru: Автозапуск включен для следующих профилировщиков, что может повлиять на производительность:

source: Network Profiler
cs: Síťový profiler
ru: Сетевой профайлер

source: Click to open the first profiler for which autostart is enabled.
cs: Kliknutím otevřete první profiler s povoleným automatickým startem.
ru: Щелкните, чтобы открыть первый профайлер, для которого включен автозапуск.

source: Recovery Mode
cs: Režim obnovy
ru: Режим Восстановления

source: Gulpgulpgulpdot opened the project in Recovery Mode, which is a special mode that can help recover projects that crash the engine upon initialization. The following features have been temporarily disabled:
cs: Gulpgulpgulpdot otevřel projekt v režimu obnovy, což je speciální režim pro pomoc s obnovou projektů, které při inicializaci způsobují pád enginu. Následující funkce byly dočasně zakázány:
ru: Gulpgulpgulpdot открыл проект в Recovery Mode, который является специальным режимом, помогающим восстанавливать проекты, которые приводят к сбою движка при инициализации. Следующие функции временно отключены:

source: If the project cannot be opened outside of this mode, then it's very likely any of these components is preventing this project from launching. This mode is intended only for basic editing to troubleshoot such issues, and therefore it is not possible to run a project in this mode.
cs: Pokud projekt není možné otevřít mimo tento režim, je velmi pravděpodobné, že jeho spuštění brání některá z těchto komponent. Tento režim je určen pouze pro základní úpravy při odstraňování takových problémů, proto v něm nelze projekt spustit.
ru: Если проект не может быть открыт вне этого режима, то весьма вероятно, что какой-либо из этих компонентов препятствует запуску этого проекта. Этот режим предназначен только для базового редактирования, для устранения таких проблем, и поэтому запустить проект в этом режиме невозможно.

source: To disable Recovery Mode, reload the project by pressing the Reload button next to the Recovery Mode banner, or by reopening the project normally.
cs: Chcete-li režim obnovy zakázat, načtěte projekt znovu stisknutím tlačítka Znovu načíst vedle pruhu Režim obnovy nebo znovu otevřete projekt běžným způsobem.
ru: Чтобы отключить режим восстановления, перезагрузите проект, нажав кнопку «Перезагрузить» рядом с баннером режима восстановления или открыв проект в обычном режиме.

source: Disable recovery mode and reload the project.
cs: Deaktivujte režim obnovy a znovu načtěte projekt.
ru: Отключите режим восстановления и перезагрузите проект.

source: Recovery Mode is enabled. Click for more details.
cs: Je aktivován režim obnovy. Klikněte pro více informací.
ru: Режим восстановления включен. Нажмите для более подробной информации.

source: Pause the running project's execution for debugging.
cs: Pozastavit běh projektu pro ladění.
ru: Приостановить выполнение запущенного проекта для отладки.

source: Pause Running Project
cs: Pozastavit běžící projekt
ru: Приостановить запущенный проект

source: Stop the currently running project.
cs: Zastavit právě běžící projekt.
ru: Остановить текущий запущенный проект.

source: Stop Running Project
cs: Zastavit běžící projekt
ru: Остановить запущенный проект

source: Run Current Scene
cs: Spustit aktuální scénu
ru: Запустить текущую сцену

source: Run Scene in Regular Mode
cs: Spustit scénu v běžném režimu
ru: Запустить сцену в обычном режиме

source: Run Scene in XR Mode
cs: Spustit scénu v režimu XR
ru: Запустить cцену в режиме XR

source: Run Specific Scene
cs: Spustit konkrétní scénu
ru: Запустить конкретную сцену

source: Run in Regular Mode
cs: Spustit v běžném režimu
ru: Запуск в обычном режиме

source: Run in XR Mode
cs: Spustit v režimu XR
ru: Запуск в XR-режиме

source: Enable Movie Maker Mode
ru: Включить режим Movie Maker

source: Open Movie Maker Settings...
ru: Открыть настройки Movie Maker…

source: Enable Movie Maker mode. The project will run at stable FPS and the visual and audio output will be recorded to a video file.
cs: Aktivovat režim Tvorby filmů. Projekt poběží při stabilních FPS a obrazový a zvukový výstup bude nahrán do video souboru.
ru: Включить режим Movie Maker. Проект будет запущен со стабильным количеством кадров в секунду, а изображение и звук будут записаны в видеофайл.

source: No Remote Deploy export presets configured.
cs: Nejsou nastaveny žádné exportní profily pro vzdálené nasazení.
ru: Нет предустановок экспорта для удалённой отладки.

source: Remote Deploy
cs: Vzdálené nasazení
ru: Удалённое развёртывание

source: No runnable export preset found for this platform. Please add a runnable preset in the Export menu or define an existing preset as runnable.
cs: Nebyl nalezen žádný spustitelný exportní profil pro tuto platformu. Přidejte prosím spustitelný profil v nabídce Export nebo definujte existující profil jako spustitelný.
ru: Не найдена активная предустановка экспорта для данной платформы. Добавьте активную предустановку в меню экспорта или отметьте существующую предустановку как активную.

source: Warning: The CPU architecture "%s" is not active in your export preset. Run "Remote Deploy" anyway?
ru: Предупреждение: Архитектура CPU "%s" не активна в вашем экспортном шаблоне. Запустить "Remote Deploy" в любом случае?

source: Deploy to First Device in List
cs: Nasadit na první zařízení v seznamu
ru: Развернуть на первом устройстве в списке

source: Deploy to Second Device in List
cs: Nasadit na druhé zařízení v seznamu
ru: Развернуть на втором устройстве в списке

source: Deploy to Third Device in List
cs: Nasadit na třetí zařízení v seznamu
ru: Развернуть на третьем устройстве в списке

source: Deploy to Fourth Device in List
cs: Nasadit na čtvrté zařízení v seznamu
ru: Развернуть на четвертом устройстве в списке

source: Project Run
cs: Běh projektu
ru: Запуск проекта

source: Suspend/Resume Embedded Project
ru: Приостановить/возобновить встроенный проект

source: Next Frame
cs: Další snímek
ru: Следующий Кадр

source: Connection impossible to the game process.
cs: Připojení k hernímu procesu není možné.
ru: Невозможно подключиться к процессу игры.

source: Game starting...
cs: Spouštění hry...
ru: Запуск Игры…
