Repository: JellyTyan/GulpgulpgulpDot-Engine
Catalog: editor/translations/editor/*.po
Languages: cs, de, ga, ru

source: Add metadata '%s' to bone '%s'
ru: Добавить метаданные «%s» к кости «%s»

source: Set Bone Rest
ru: Задать покой кости

source: Cannot create a physical skeleton for a Skeleton3D node with no bones.
ru: Невозможно создать физический скелет для узла Skeleton3D без костей.

source: Create physical bones
ru: Создать физические кости

source: Cannot export a SkeletonProfile for a Skeleton3D node with no bones.
ru: Не удалось экспортировать SkeletonProfile для узла Skeleton3D без костей.

source: Export Skeleton Profile As...
ru: Экспортировать профиль скелета как…

source: Set Bone Parentage
ru: Задать родительский элемент кости

source: Revert Bone
ru: Откатить кость

source: Revert
ru: Откатить

source: Reset All Bone Poses
ru: Сбросить все позы костей

source: Reset Selected Poses
ru: Сбросить выбранные позы

source: Apply All Poses to Rests
ru: Применить все позы к покою

source: Apply Selected Poses to Rests
ru: Применить выбранные позы к покою

source: Create Physical Skeleton
ru: Создать физический скелет

source: Export Skeleton Profile
ru: Экспортировать профиль скелета

source: Edit Mode Show buttons on joints.
ru: Режим редактирования Показывать кнопки на соединениях.

source: Translation mask for inserting keys.
ru: Маска перевода для вставки ключей.

source: Rotation mask for inserting keys.
ru: Маска поворота для вставки ключей.

source: Scale mask for inserting keys.
ru: Маска масштаба для вставки ключей.

source: Insert key (based on mask) for bones with an existing track.
ru: Вставить ключ (на основе маски) для костей с существующей дорожкой.

source: Insert Key (Existing Tracks)
ru: Вставить ключ (существующие дорожки)

source: Insert key (based on mask) for all bones.
ru: Вставить ключ (на основе маски) для всех костей.

source: Insert Key (All Bones)
ru: Вставить ключ (все кости)

source: Bone Transform
ru: Трансформация кости

source: Play IK
ru: Воспроизвести инверсную кинематику

source: Voxel GI data is not local to the scene.
ru: Данные Voxel GI не являются локальными для сцены.

source: Voxel GI data is part of an imported resource.
ru: Данные Voxel GI являются частью импортированного ресурса.

source: Voxel GI data is an imported resource.
ru: Данные Voxel GI являются импортированным ресурсом.

source: Bake VoxelGI
ru: Запечь VoxelGI

source: Select path for VoxelGI Data File
ru: Выбрать путь к файлу данных VoxelGI

source: Configure Snap
ru: Настроить привязку

source: Grid Offset:
ru: Отступ сетки:

source: X Offset
ru: Сдвиг по X

source: Y Offset
ru: Сдвиг по Y

source: Grid Step:
ru: Шаг сетки:

source: X Step
ru: Шаг по X

source: Primary Line Every:
ru: Основная линия каждые:

source: X Primary Step
ru: Основной шаг по X

source: steps
ru: шага (шагов)

source: Y Primary Step
ru: Основной шаг по Y

source: Rotation Offset:
ru: Отступ поворота:

source: Rotation Step:
ru: Шаг поворота:

source: Scale Step:
ru: Шаг шкалы:

source: Children of a container get their position and size determined only by their parent.
ru: Дочерние узлы контейнера получают свое положение и размер, определяемые только их родителем.

source: Move Node(s) to Position
ru: Переместить узлы в позицию

source: Move Vertical Guide
ru: Переместить вертикальную направляющую

source: Create Vertical Guide
ru: Создать вертикальную направляющую

source: Remove Vertical Guide
ru: Удалить вертикальную направляющую

source: Move Horizontal Guide
ru: Переместить горизонтальную направляющую

source: Create Horizontal Guide
ru: Создать горизонтальную направляющую

source: Remove Horizontal Guide
ru: Удалить горизонтальную направляющую

source: Create Horizontal and Vertical Guides
ru: Создать горизонтальную и вертикальную направляющие

source: Add Node Here...
ru: Добавить узел сюда…

source: Instantiate Scene Here...
ru: Инстанцировать сцену здесь…

source: Paste Node(s) Here
ru: Вставить узлы здесь

source: Move Node(s) Here
ru: Переместить узлы сюда

source: Set CanvasItem "%s" Pivot Offset to (%d, %d)
ru: Установить смещение оси узла CanvasItem «%s» в значение (%d, %d)

source: Rotate %d CanvasItems
ru: Повернуть %d узлов CanvasItem

source: Rotate CanvasItem "%s" to %d degrees
ru: Повернуть узел CanvasItem «%s» на %d градусов

source: Move CanvasItem "%s" Anchor
ru: Переместить якорь узла CanvasItem «%s»

source: Scale Node2D "%s" to (%s, %s)
ru: Масштабировать узел Node2D «%s» в (%s, %s)

source: Resize Control "%s" to (%d, %d)
ru: Изменить размер узла Control «%s» на (%d, %d)

source: Scale %d CanvasItems
ru: Масштабировать %d узлов CanvasItem

source: Scale CanvasItem "%s" to (%s, %s)
ru: Масштабировать узел CanvasItem «%s» в (%s, %s)

source: Move %d CanvasItems
ru: Переместить %d узлов CanvasItem

source: Move CanvasItem "%s" to (%d, %d)
ru: Переместить узел CanvasItem «%s» в (%d, %d)

source: px
ru: пикс

source: units
ru: ед

source: Moving:
ru: Перемещение:

source: Rotating:
ru: Вращение:

source: Alt+Drag: Move selected node.
ru: Alt+перетаскивание: перемещение выбранного узла.

source: V: Set selected node's pivot position.
ru: V: задать положение оси выбранного узла.

source: RMB: Add node at position clicked.
ru: ПКМ: добавить узел в выбранной позиции.

source: Click to change object's pivot.
ru: Нажмите для изменения точки вращения объекта.

source: Shift: Set temporary pivot.
ru: Shift: Установить временную точку вращения.

source: Click this button while holding Shift to put the temporary pivot in the center of the selected nodes.
ru: Нажмите эту кнопку, удерживая Shift, чтобы поместить временную точку вращения в центр выбранных узлов.

source: Paste Pose
ru: Вставить позу

source: Clear Guides
ru: Очистить направляющие

source: Create Custom Bone2D(s) from Node(s)
ru: Создать пользовательские Bone2D из узлов

source: Zoom to 3.125%
ru: Масштаб 3,125%

source: Zoom to 6.25%
ru: Масштаб 6,25%

source: Zoom to 12.5%
ru: Масштаб 12,5%

source: Zoom to 25%
ru: Масштаб 25%

source: Zoom to 50%
ru: Масштаб 50%

source: Zoom to 100%
ru: Масштаб 100%

source: Zoom to 200%
ru: Масштаб 200%

source: Zoom to 400%
ru: Масштаб 400%

source: Zoom to 800%
ru: Масштаб 800%

source: Zoom to 1600%
ru: Масштаб 1600%

source: Shift: Scale proportionally.
ru: Shift: масштабировать пропорционально.

source: Change Pivot
ru: Изменить точку вращения

source: Pan Mode
ru: Режим панорамирования

source: You can also use Pan View shortcut (Space by default) to pan in any mode.
ru: Также можно воспользоваться горячей клавишей опции «Панорамировать вид» (по умолчанию — пробел) для выполнения панорамирования в любом режиме.

source: Toggle smart snapping.
ru: Переключить умную привязку.

source: Use Smart Snap
ru: Использовать умную привязку

source: Toggle grid snapping.
ru: Переключить привязку к сетке.

source: Use Grid Snap
ru: Использовать привязку к сетке

source: Snapping Options
ru: Параметры привязки

source: Use Rotation Snap
ru: Использовать привязку вращения

source: Use Scale Snap
ru: Использовать привязку масштабирования

source: Snap Relative
ru: Относительная привязка

source: Use Pixel Snap
ru: Использовать попиксельную привязку

source: Snap to Parent
ru: Привязка к родителю

source: Snap to Node Anchor
ru: Привязка к якорю узла

source: Snap to Node Sides
ru: Привязка к сторонам узла

source: Snap to Node Center
ru: Привязка к центру узла

source: Snap to Other Nodes
ru: Привязка к другим узлам

source: Snap to Guides
ru: Привязка к направляющим

source: Smart Snapping
ru: Умная привязка

source: Groups the selected node with its children. This causes the parent to be selected when any child node is clicked in 2D and 3D view.
ru: Группирует выбранный узел с его дочерними узлами. В этом случае, при клике на любой дочерний узел во вкладке 2D и 3D будет выбран родитель.

source: Skeleton Options
ru: Параметры скелета

source: Show Bones
ru: Показать кости

source: Make Bone2D Node(s) from Node(s)
ru: Создать узлы Bone2D из узлов

source: Show
ru: Показывать

source: Show When Snapping
ru: Показывать при привязке

source: Toggle Grid
ru: Переключить сетку

source: Show Helpers
ru: Показывать помощников

source: Show Rulers
ru: Показывать линейки

source: Show Guides
ru: Показывать направляющие

source: Show Origin
ru: Показывать центр

source: Show Viewport
ru: Показывать окно просмотра

source: Transformation
ru: Трансформация

source: Center Selection
ru: Центрировать выбранное

source: Frame Selection
ru: Кадрировать выбранное

source: Preview Canvas Scale
ru: Предпросмотр масштаба холста

source: Project theme
ru: Тема проекта

source: Editor theme
ru: Тема редактора

source: Default theme
ru: Тема по умолчанию

source: Preview Theme
ru: Предпросмотр темы

source: Insert keys (based on mask).
ru: Вставить ключи (на основе маски).

source: Insert Key
ru: Вставить ключ

source: Auto insert keys when objects are translated, rotated or scaled (based on mask). Keys are only added to existing tracks, no new tracks will be created. Keys must be inserted manually for the first time.
ru: Автоматически вставлять ключи при перемещении, повороте или изменении масштаба объектов (в зависимости от маски). Ключи добавляются только в существующие дорожки, новые дорожки не будут созданы. В первый раз ключи должны быть вставлены вручную.

source: Auto Insert Key
ru: Автовставка ключа

source: Animation Key and Pose Options
ru: Параметры ключей анимации и поз

source: Copy Pose
ru: Копировать позу

source: Clear Pose
ru: Очистить позу

source: Multiply grid step by 2
ru: Умножить шаг сетки на 2

source: Divide grid step by 2
ru: Разделить шаг сетки на 2

source: Adding %s...
ru: Добавление %s…

source: Can't instantiate multiple nodes without root.
ru: Невозможно инстанцировать несколько узлов без корня.

source: Circular dependency found at %s.
ru: Циклическая зависимость обнаружена в %s.

source: Can't instantiate: %s
ru: Не удалось инстанцировать: %s

source: Creating inherited scene from: %s
ru: Создание унаследованной сцены на следующей основе: %s

source: Instantiating:
ru: Инстанцирование:

source: Adding %s and %s...
ru: Добавление %s и %s…

source: Drag and drop to add as sibling of selected node (except when root is selected).
ru: Перетащите, чтобы добавить в качестве одноуровневого элемента выбранного узла (за исключением того случая, когда выбран корневой узел).

source: Hold Shift when dropping to add as child of selected node.
ru: Удерживайте Shift при перетаскивании, чтобы добавить в качестве дочернего элемента выбранного узла.

source: Hold Alt when dropping to add as child of root node.
ru: Удерживайте Alt при перетаскивании, чтобы добавить в качестве дочернего элемента корневого узла.

source: Hold Alt + Shift when dropping to add as different node type.
ru: Удерживайте Alt + Shift при перетаскивании, чтобы добавить в качестве узла другого типа.

source: All selected CanvasItems are either invisible or locked in some way and can't be transformed.
ru: Все выбранные узлы CanvasItem либо являются невидимыми, либо каким-либо образом заблокированы и не могут быть преобразованы.

source: Method in target node must be specified.
ru: Метод в целевом узле должен быть указан.

source: Method name must be a valid identifier.
ru: Имя метода должно быть допустимым идентификатором.

source: Target method not found. Specify a valid method or attach a script to the target node.
ru: Целевой метод не найден. Укажите правильный метод или прикрепите скрипт на целевой узел.

source: Attached Script
ru: Прикреплённый скрипт

source: %s: Callback code won't be generated, please add it manually.
ru: %s: код обратного вызова не будет сгенерирован. Добавьте его вручную.

source: Connect to Node:
ru: Присоединить к узлу:

source: Connect to Script:
ru: Присоединить к скрипту:

source: From Signal:
ru: От сигнала:

source: Go to Source
ru: Перейти к источнику

source: Scene does not contain any script.
ru: Сцена не содержит каких-либо скриптов.

source: Filter Methods
ru: Фильтр методов

source: No method found matching given filters.
ru: Не найдены методы, соответствующие указанным фильтрам.

source: Script Methods Only
ru: Только методы скрипта

source: Compatible Methods Only
ru: Только совместимые методы

source: Add Extra Call Argument:
ru: Добавить дополнительный аргумент вызова:

source: Extra Call Arguments:
ru: Дополнительные аргументы вызова:

source: Allows to drop arguments sent by signal emitter.
ru: Разрешить отбрасывать аргументы, отправленные эмиттером.

source: Unbind Signal Arguments:
ru: Отключить аргументы сигнала:

source: Receiver Method:
ru: Метод-приёмник:

source: Receiver Method
ru: Метод-получатель

source: Deferred
ru: Отложенное

source: Defers the signal, storing it in a queue and only firing it at idle time.
ru: Откладывает сигнал, храня его в очереди и выполняя его только в режиме простоя.

source: One Shot
ru: Одноразовый

source: Disconnects the signal after its first emission.
ru: Отсоединяет сигнал после его первой отправки.

source: Append Source
ru: Добавить источник

source: The source object is automatically sent when the signal is emitted.
ru: Исходный обьект автоматически отправляется при активации сигнала.

source: Cannot connect signal
ru: Не удалось присоединить сигнал

source: Connect
ru: Присоединить

source: Connect '%s' to '%s'
ru: Присоединить «%s» к «%s»

source: Disconnect '%s' from '%s'
ru: Отсоединить «%s» от «%s»

source: Disconnect all from signal: '%s'
ru: Отсоединить всё от сигнала: «%s»

source: Connect...
ru: Присоединить…

source: Disconnect
ru: Отсоединить

source: Connect a Signal to a Method
ru: Присоединить сигнал к методу

source: Edit Connection: '%s'
ru: Редактировать соединение: «%s»

source: Are you sure you want to remove all connections from the "%s" signal?
ru: Действительно удалить все соединения от сигнала «%s»?

source: Filter Signals
ru: Фильтр сигналов

source: Connections
ru: Соединения

source: Are you sure you want to remove all connections from this signal?
ru: Действительно удалить все соединения от этого сигнала?

source: Disconnect All
ru: Отсоединить все

source: Copy Name
ru: Копировать имя

source: Edit...
ru: Редактировать…

source: Go to Method
ru: Перейти к методу

source: Load Curve Preset
ru: Загрузить предустановку кривых

source: Add Curve Point
ru: Добавить точку кривой

source: Remove Curve Point
ru: Удалить точку кривой

source: Modify Curve Point
ru: Изменить точку кривой

source: Modify Curve Point's Tangents
ru: Изменить касательные точки кривой

source: Modify Curve Point's Left Tangent
ru: Изменить левую касательную точки кривой

source: Modify Curve Point's Right Tangent
ru: Изменить правую касательную точки кривой

source: Toggle Linear Curve Point's Tangent
ru: Переключить касательную точки линейной кривой

source: Hold Shift to edit tangents individually
ru: Удерживайте Shift, чтобы изменить касательные индивидуально

source: Ease In
ru: Переход В

source: Ease Out
ru: Переход ИЗ

source: Smoothstep
ru: Сглаженный

source: Snap Step
ru: Привязка к шагу

source: Play This Scene
ru: Запустить сцену

source: Close Tab
ru: Закрыть вкладку

source: Undo Close Tab
ru: Отменить закрытие вкладки

source: Close Other Tabs
ru: Закрыть другие вкладки

source: Close Tabs to the Right
ru: Закрыть вкладки справа

source: Close All Tabs
ru: Закрыть все вкладки

source: Add a new scene.
ru: Добавить новую сцену.

source: Add Gradient Point
ru: Добавить точку градиента

source: Remove Gradient Point
ru: Удалить точку градиента

source: Move Gradient Point
ru: Переместить точку градиента

source: Recolor Gradient Point
ru: Перекрасить точку градиента

source: Reverse Gradient
ru: Развернуть градиент

source: Reverse/Mirror Gradient
ru: Развернуть/отразить градиент

source: Set Group Description
ru: Задать описание группы

source: Invalid group name. It cannot be empty.
ru: Недопустимое имя группы. Оно не может быть пустым.

source: A group with the name '%s' already exists.
ru: Группа с именем «%s» уже существует.

source: Add Group
ru: Добавить группу

source: Renaming Group References
ru: Переименование ссылок на группы

source: Removing Group References
ru: Удаление ссылок на группу

source: Delete group "%s"?
ru: Удалить группу «%s»?

source: This node doesn't have a control parent.
ru: У этого узла нет Control в качестве родительского элемента.

source: Use the appropriate layout properties depending on where you are going to put it.
ru: Выберите подходящие свойства макета в зависимости от того, где вы планируете его разместить.

source: This node is a child of a container.
ru: Этот узел — дочерний узел контейнера.

source: Use container properties for positioning.
ru: Для позиционирования используйте свойства контейнера.

source: This node is a child of a regular control.
ru: Этот узел — дочерний элемент обычного элемента управления.

source: Use anchors and the rectangle for positioning.
ru: Для позиционирования используйте якоря и прямоугольник.

source: Collapse positioning hint.
ru: Свернуть подсказку позиционирования.

source: Expand positioning hint.
ru: Развернуть подсказку позиционирования.

source: Container Default
ru: Контейнер по умолчанию

source: Fill
ru: Заполнить

source: Shrink Begin
ru: Прижать к началу

source: Shrink Center
ru: Прижать к центру

source: Shrink End
ru: Прижать к концу

source: Custom
ru: Пользовательский

source: Expand
ru: Развернуть

source: Top Left
ru: Слева вверху

source: Center Top
ru: Вверху по центру

source: Top Right
ru: Справа вверху

source: Top Wide
ru: Сверху по всей ширине

source: Center Left
ru: Слева по центру

source: Center
ru: По центру

source: Center Right
ru: Справа по центру

source: HCenter Wide
ru: По центру по всей ширине

source: Bottom Left
ru: Слева внизу

source: Center Bottom
ru: Внизу по центру

source: Bottom Right
ru: Справа внизу

source: Bottom Wide
ru: Внизу по всей ширине

source: Left Wide
ru: Слева по всей высоте

source: VCenter Wide
ru: По центру по всей высоте

source: Right Wide
ru: Справа по всей высоте

source: Full Rect
ru: Полный прямоугольник

source: Enable to also set the Expand flag. Disable to only set Shrink/Fill flags.
ru: Включите, чтобы также установить флаг «Развернуть». Отключите, чтобы установить только флаги «Прижать»/«Заполнить».

source: Some parents of the selected nodes do not support the Expand flag.
ru: Некоторые родительские элементы выбранных узлов не поддерживают флаг «Развернуть».

source: Change Anchors, Offsets, Grow Direction
ru: Изменить якоря, смещения, направление роста

source: Change Anchors, Offsets (Keep Ratio)
ru: Изменить якоря, смещения (сохранить соотношение)

source: Change Vertical Size Flags
ru: Изменить флаги размера по вертикали

source: Change Horizontal Size Flags
ru: Изменить флаги размера по горизонтали

source: Change Vertical Expand Flag
ru: Изменить флаг разворачивания по вертикали

source: Change Horizontal Expand Flag
ru: Изменить флаг разворачивания по горизонтали

source: Presets for the anchor and offset values of a Control node.
ru: Предустановки значений для якорей и отступов узла Control.

source: Anchor preset
ru: Предустановка якорей

source: Set to Current Ratio
ru: Согласно текущему соотношению

source: Adjust anchors and offsets to match the current rect size.
ru: Настроить якоря и смещения в соответствии с текущим размером прямоугольника.

source: When active, moving Control nodes changes their anchors instead of their offsets.
ru: Если параметр включён, при перемещении узлов Control будут изменяться значения якорей, а не смещений.

source: Change Anchors
ru: Изменить якоря

source: Sizing settings for children of a Container node.
ru: Установки размеров для дочерних элементов узла контейнера.

source: Horizontal alignment
ru: Горизонтальное выравнивание

source: Vertical alignment
ru: Вертикальное выравнивание

source: Overrides (%d)
ru: Переопределение (%d)

# Locale
source: Add Script
ru: Добавить письменность

source: Add Locale
ru: Добавить локаль

source: Variation Coordinates (%d)
ru: Координаты вариации (%d)

source: No supported features
ru: Нет поддерживаемых возможностей

source: Features (%d of %d set)
ru: Возможности (установлено %d из %d)

source: Add Feature
ru: Добавить возможность

source: Stylistic Sets
ru: Стилистические наборы

source: Character Variants
ru: Варианты символов

source: Capitals
ru: Заглавные буквы

source: Ligatures
ru: Лигатуры

source: Alternates
ru: Альтернативы

source: East Asian Language
ru: Восточноазиатский язык

source: East Asian Widths
ru: Размер восточноазиатских шрифтов

source: Numeral Alignment
ru: Выравнивание для чисел

source: Variation
ru: Вариация

source: Unable to preview font
ru: Не удалось отобразить шрифт

source: Toggle margins preview grid.
ru: Переключить сетку предварительного просмотра отступов.

source: Styleboxes
ru: Стили

source: 1 color
ru: {num} цвет

source: No colors found.
ru: Цвета не найдены.

source: 1 constant
ru: {num} константа

source: No constants found.
ru: Константы не найдены.

source: 1 font
ru: {num} шрифт

source: No fonts found.
ru: Шрифты не найдены.

source: 1 font size
ru: {num} размер шрифта

source: No font sizes found.
ru: Размеры шрифта не найдены.

source: 1 icon
ru: {num} значок

source: No icons found.
ru: Значки не найдены.

source: 1 stylebox
ru: {num} стиль

source: No styleboxes found.
ru: Стили не найдены.

source: {num} currently selected
ru: {num} выбран в данный момент

source: Nothing was selected for the import.
ru: Для импорта ничего не выбрано.

source: Importing Theme Items
ru: Импорт элементов темы

source: Importing items {n}/{n}
ru: Импорт элементов {n}/{n}

source: Updating the editor
ru: Обновление редактора

source: Finalizing
ru: Завершение

source: Import Theme Items
ru: Импортировать элементы темы

source: Filter Items
ru: Фильтровать элементы

source: With Data
ru: С данными

source: Select by data type:
ru: Выбрать по типу данных:

source: Select all visible color items.
ru: Выделить все видимые цвета.

source: Select all visible color items and their data.
ru: Выделить все видимые цвета и их данные.

source: Deselect all visible color items.
ru: Снять выделение со всех видимых цветов.

source: Select all visible constant items.
ru: Выделить все видимые константы.

source: Select all visible constant items and their data.
ru: Выделить все видимые константы и их данные.

source: Deselect all visible constant items.
ru: Снять выделение со всех видимых констант.

source: Select all visible font items.
ru: Выделить все видимые шрифты.

source: Select all visible font items and their data.
ru: Выделить все видимые шрифты и их данные.

source: Deselect all visible font items.
ru: Снять выделение со всех видимых шрифтов.

source: Font sizes
ru: Размеры шрифта

source: Select all visible font size items.
ru: Выделить все видимые размеры шрифта.

source: Select all visible font size items and their data.
ru: Выделить все видимые размеры шрифта и их данные.

source: Deselect all visible font size items.
ru: Снять выделение со всех видимых размеров шрифта.

source: Select all visible icon items.
ru: Выделить все видимые значки.

source: Select all visible icon items and their data.
ru: Выделить все видимые значки и их данные.

source: Deselect all visible icon items.
ru: Снять выделение со всех видимых значков.

source: Select all visible stylebox items.
ru: Выделить все видимые стили.

source: Select all visible stylebox items and their data.
ru: Выделить все видимые стили и их данные.

source: Deselect all visible stylebox items.
ru: Снять выделение со всех видимых стилей.

source: Caution: Adding icon data may considerably increase the size of your Theme resource.
ru: Внимание: добавление данных о значках может значительно увеличить размер ресурса вашей темы.

source: Collapse types.
ru: Свернуть типы.

source: Expand types.
ru: Развернуть типы.

source: Select all Theme items.
ru: Выделить все элементы темы.

source: Select With Data
ru: Выделить с данными
