Repository: JellyTyan/GulpgulpgulpDot-Engine
Catalog: editor/translations/editor/*.po
Languages: cs, de, ga, ru

source: Delete Audio Bus
cs: Smazat zvukovou sběrnici
de: Audiobus löschen
ga: Scrios Bus Fuaime
ru: Удалить звуковую шину

source: Duplicate Audio Bus
cs: Duplikovat zvukovou sběrnici
de: Audiobus duplizieren
ga: Dúblach Bus Fuaime
ru: Дублировать звуковую шину

source: Reset Bus Volume
cs: Obnovit hlasitost sběrnice
de: Bus-Lautstärke zurücksetzen
ga: Athshocraigh Imleabhar na mBusanna
ru: Сбросить громкость шины

source: Move Audio Bus
cs: Přesunout zvukovou sběrnici
de: Audiobus verschieben
ga: Bog Bus Fuaime
ru: Переместить звуковую шину

source: Save Audio Bus Layout As...
cs: Uložit rozvržení zvukové sběrnice jako...
de: Audiobus-Layout speichern als …
ga: Sábháil Leagan Amach Bus Fuaime Mar...
ru: Сохранить компоновку звуковой шины как…

source: Location for New Layout...
cs: Umístění pro nové rozvržení...
de: Speicherort für neues Layout …
ga: Suíomh don Leagan Amach Nua...
ru: Местоположение новой компоновки…

source: Open Audio Bus Layout
cs: Otevřít rozvržení zvukové sběrnice
de: Öffne Audiobus-Layout
ga: Oscail Leagan Amach Bus Fuaime
ru: Открыть компоновку звуковой шины

source: Error saving file: %s
cs: Chyba při ukládání souboru: %s
de: Fehler beim Speichern von Datei: %s
ga: Earráid agus comhad á shábháil: %s
ru: Ошибка при сохранении файла: %s

source: Layout:
cs: Rozvržení:
ga: Leagan Amach:
ru: Компоновка:

source: Add Bus
cs: Přidat sběrnici
de: Audiobus hinzufügen
ga: Cuir Bus Leis
ru: Добавить

source: Add a new Audio Bus to this layout.
cs: Přidat do tohoto rozvržení novou zvukovou sběrnici.
de: Neuen Audiobus diesem Layout hinzufügen.
ga: Cuir Bus Fuaime nua leis an leagan amach seo.
ru: Добавить новую звуковую шину для этой компоновки.

source: Load
cs: Načíst
de: Laden
ga: Luchtaigh
ru: Загрузить

source: Load an existing Bus Layout.
cs: Načíst existující rozvržení sběrnice.
de: Lade ein existierendes Bus-Layout.
ga: Luchtaigh Leagan Amach Bus atá ann cheana féin.
ru: Загрузить существующую компоновку шины.

source: Save this Bus Layout to a file.
cs: Uložit toto rozvržení sběrnice do souboru.
de: Bus-Layout in Datei speichern.
ga: Sábháil an Leagan Amach Bus seo i gcomhad.
ru: Сохранить текущую компоновку звуковой шины в файл.

source: Load Default
cs: Načíst výchozí
de: Default laden
ga: Réamhshocrú Luchtaigh
ru: Загрузить по умолчанию

source: Load the default Bus Layout.
cs: Načíst výchozí rozvržení sběrnice.
de: Default-Bus-Layout laden.
ga: Luchtaigh leagan amach réamhshocraithe an Bhus.
ru: Загрузить компоновку шины по умолчанию.

source: Create a new Bus Layout.
cs: Vytvořit nové rozvržení sběrnice.
de: Neues Audiobus-Layout erstellen.
ga: Cruthaigh Leagan Amach Bus nua.
ru: Создать новую компоновку шины.

source: Audio Bus Layout
cs: Rozvržení zvukové sběrnice
ga: Leagan Amach Bus Fuaime
ru: Компоновка звуковой шины

source: Step Into
cs: Vstoupit do
de: Hineinspringen
ga: Céim Isteach
ru: Шаг с заходом

source: Step Over
cs: Přeskočit
de: Überspringen
ga: Céim Os Cionn
ru: Шаг с обходом

source: Break
cs: Přerušit
de: Unterbrechen
ga: Briseadh
ru: Пауза

source: Continue
cs: Pokračovat
de: Fortfahren
ga: Lean ar aghaidh
ru: Продолжить

source: Debug with External Editor
cs: Ladit v externím editoru
de: Mit externem Editor debuggen
ga: Dífhabhtaigh le hEagarthóir Seachtrach
ru: Отладка с помощью внешнего редактора

source: Deploy with Remote Debug
cs: Nasadit se vzdáleným laděním
de: Mit Remote-Fehlerbehebung ausliefern
ga: Imscaradh le Dífhabhtú cianda
ru: Развёртывание с удалённой отладкой

source: When this option is enabled, using one-click deploy will make the executable attempt to connect to this computer's IP so the running project can be debugged. This option is intended to be used for remote debugging (typically with a mobile device). You don't need to enable it to use the GDScript debugger locally.
cs: Když je tato možnost povolena, aplikace se při nasazení jedním kliknutím pokusí připojit k IP tohoto počítače, aby bylo možné spuštěný projekt ladit. Určeno pro vzdálené ladění (typicky s mobilním zařízením). Pro místní použití ladicího nástroje GDScriptu není třeba.
de: Wenn diese Option aktiviert ist, wird Ein-Klick-Ausliefern die Anwendung dazu veranlassen, sich mit der IP-Adresse dieses Rechners zum Debuggen des Projekts zu verbinden. Diese Option ist für Remote-Debugging gedacht (typischerweise mit einem Mobiltelefon). Sie wird nicht benötigt, um den lokalen GDScript-Debugger zu verwenden.
ga: Nuair a chumasaítear an rogha seo, trí úsáid aonchliceála a úsáid, déanfar an iarracht inrite ceangal le IP an ríomhaire seo ionas gur féidir an tionscadal reatha a dhífhabhtú. Tá sé i gceist an rogha seo a úsáid le haghaidh dífhabhtaithe cianda (le gléas soghluaiste de ghnáth). Ní gá duit é a chumasú chun an dífhabhtóir GDScript a úsáid go háitiúil.
ru: Когда эта опция включена, при развёртывании одним щелчком мыши исполняемый файл будет пытаться подключиться к IP-адресу этого компьютера, чтобы можно было отладить запущенный проект. Этот параметр предназначен для удалённой отладки (обычно с помощью мобильного устройства). Его не требуется включать, чтобы использовать отладчик GDScript локально.

source: Small Deploy with Network Filesystem
cs: Tenké nasazení pomocí síťového souborového systému
de: Kleines Ausliefern über Netzwerkdateisystem
ga: Imscaradh Beag le Córas Comhad Líonra
ru: Малое развёртывание с сетевой файловой системой

source: When this option is enabled, using one-click deploy for Android will only export an executable without the project data. The filesystem will be provided from the project by the editor over the network. On Android, deploying will use the USB cable for faster performance. This option speeds up testing for projects with large assets.
cs: Když je tato možnost vybrána, použití nasazení jedním kliknutím exportuje pouze spustitelný soubor bez dat projektu. Souborový systém bude z projektu sdílen editorem po síti. V systému Android bude nasazení používat kabel USB pro rychlejší výkon. Tato možnost výrazně zrychluje testování velkých her.
de: Wenn diese Option aktiviert ist, wird bei der Ein-Klick-Auslieferung für Android nur eine ausführbare Datei ohne die Projektdaten exportiert. Das Dateisystem wird vom Projekt über das Netzwerk vom Editor bereitgestellt. Unter Android wird die Auslieferung über das USB-Kabel durchgeführt, um die Leistung zu erhöhen. Diese Option beschleunigt das Testen von Projekten mit großen Assets.
ga: Nuair a chumasaítear an rogha seo, ní dhéanfaidh úsáid aonchliceála le haghaidh Android ach inrite a onnmhairiú gan sonraí an tionscadail. Cuirfidh an t-eagarthóir thar an líonra an córas comhad ar fáil ón tionscadal. Ar Android, beidh imscaradh úsáid a bhaint as an cábla USB le haghaidh feidhmíochta níos tapúla. Cuireann an rogha seo dlús le tástáil do thionscadail a bhfuil sócmhainní móra acu.
ru: Когда эта опция включена, при развёртывании одним щелчком мыши будет экспортироваться только исполняемый файл без данных проекта. Файловая система проекта будет предоставляться редактором через сеть. На Android развёртывание будет быстрее при подключении через USB. Эта опция ускоряет тестирование проектов с большими ассетами.

source: Visible Collision Shapes
cs: Viditelné kolizní tvary
de: Sichtbare Collision-Shapes
ga: Cruthanna Imbhuailtí Infheicthe
ru: Видимые формы столкновений

source: When this option is enabled, collision shapes and raycast nodes (for 2D and 3D) will be visible in the running project.
cs: Když je tato volba povolena, jsou v běžícím projektu viditelné kolizní tvary a uzly vrhající paprsky (pro 2D a 3D).
de: Collision-Shapes und Raycast-Nodes (für 2D und 3D) werden im laufenden Projekt angezeigt, wenn diese Option aktiviert ist.
ga: Nuair a chumasaítear an rogha seo, beidh cruthanna imbhuailtí agus nóid raycast (do 2D agus 3D) le feiceáil sa tionscadal reatha.
ru: Когда эта опция включена, в запущенном проекте будут отображаться формы столкновений и узлы Raycast (2D и 3D).

source: Visible Paths
cs: Viditelné cesty
de: Sichtbare Pfade
ga: Cosáin Infheicthe
ru: Видимые пути

source: When this option is enabled, curve resources used by path nodes will be visible in the running project.
cs: Když je tato volba povolena, jsou v běžícím projektu viditelné zdroje křivek využívané uzly cest.
de: Wenn diese Option aktiv ist, werden von Pfad-Nodes genutzte Kurven-Ressourcen im laufenden Projekt sichtbar gemacht.
ga: Nuair a chumasaítear an rogha seo, beidh acmhainní cuar a úsáideann nóid chosáin le feiceáil sa tionscadal reatha.
ru: Когда эта опция включена, в запущенном проекте будут отображаться ресурсы кривых, используемые узлами пути.

source: Visible Navigation
cs: Viditelná navigace
de: Sichtbare Navigation
ga: Nascleanúint Infheicthe
ru: Видимая навигация

source: When this option is enabled, navigation meshes, and polygons will be visible in the running project.
cs: Když je tato volba povolena, jsou v běžícím projektu vidět navigační sítě a polygony.
de: Wenn diese Option aktiviert ist, sind Navigations-Meshes und Polygone im laufenden Projekt sichtbar.
ga: Nuair a chumasaítear an rogha seo, beidh mogall nascleanúna, agus polagáin le feiceáil sa tionscadal reatha.
ru: Когда эта опция включена, в запущенном проекте будут отображаться сетки и полигоны навигации.

source: Visible Avoidance
cs: Viditelné vyhýbání
de: Sichtbares Ausweichen
ga: Seachaint Infheicthe
ru: Видимое избегание

source: When this option is enabled, avoidance object shapes, radiuses, and velocities will be visible in the running project.
cs: Když je tato volba povolena, jsou v běžícím projektu viditelné tvary, poloměry a rychlosti objektů vyhýbání.
de: Wenn diese Option aktiviert ist, sind die Shapes, Radien und Geschwindigkeiten der Ausweichobjekte im laufenden Projekt sichtbar.
ga: Nuair a chumasaítear an rogha seo, beidh cruthanna réad seachanta, gathanna agus velocities le feiceáil sa tionscadal reatha.
ru: Когда эта опция включена, в запущенном проекте будут отображаться формы, радиусы и скорости объектов избегания.

source: Debug CanvasItem Redraws
cs: Ladit překreslení CanvasItem
de: CanvasItems-Redraws debuggen
ga: Canbhás DífhabhtaitheItem Redraws
ru: Отладка перерисовки CanvasItem

source: When this option is enabled, redraw requests of 2D objects will become visible (as a short flash) in the running project. This is useful to troubleshoot low processor mode.
cs: Když je tato volba povolena, jsou v běžícím projektu viditelné požadavky 2D objektů pro překreslení (jako krátký záblesk). Užitečné při odstraňování problémů v režimu nízkého výkonu procesoru.
de: Wenn diese Option aktiviert ist, werden Redraw-Anforderungen von 2D-Objekten im laufenden Projekt sichtbar (als kurzes Blinken). Dies ist nützlich bei der Fehlersuche im Prozessorenergiesparmodus.
ga: Nuair a chumasaítear an rogha seo, beidh iarratais athdhréachtaithe de réada 2D le feiceáil (mar splanc ghearr) sa tionscadal reatha. Tá sé seo úsáideach chun mód próiseálaí íseal a fhabhtcheartú.
ru: Когда эта опция включена, в запущенном проекте будут отображаться запросы на перерисовку 2D-объектов (в виде краткой вспышки). Это помогает устранять неполадки режима низкой нагрузки процессора.

source: Synchronize Scene Changes
cs: Synchronizovat změny scén
de: Szenenänderungen synchronisieren
ga: Sioncrónaigh Athruithe Radhairc
ru: Синхронизация изменений в сценах

source: When this option is enabled, any changes made to the scene in the editor will be replicated in the running project. When used remotely on a device, this is more efficient when the network filesystem option is enabled.
cs: Když je tato volba povolena, jsou v běžícím projektu replikovány všechny změny scény provedené v editoru. Při vzdáleném použití na jiném zařízení je tato možnost efektivnější, když je povolen síťový souborový systém.
de: Jegliche Änderungen der Szene im Editor werden im laufenden Spiel dargestellt, wenn diese Option aktiviert ist. Sollte dies beim Abspielen auf Remote-Geräten genutzt werden, ist es am effizientesten, das Netzwerk-Dateisystem zu aktivieren.
ga: Nuair a chumasaítear an rogha seo, déanfar aon athruithe a dhéanfar ar an radharc san eagarthóir a mhacasamhlú sa tionscadal reatha. Nuair a úsáidtear go cianda é ar ghléas, tá sé seo níos éifeachtaí nuair a chumasaítear rogha an chórais comhad líonra.
ru: Когда эта опция включена, все изменения в сцене, сделанные в редакторе, будут перенесены в запущенный проект. При удалённом использовании на устройстве это работает эффективнее, если включена сетевая файловая система.

source: Synchronize Script Changes
cs: Synchronizovat změny skriptů
de: Skriptänderungen synchronisieren
ga: Sioncrónaigh Athruithe Scripte
ru: Синхронизация изменений в скриптах

source: When this option is enabled, any script that is saved will be reloaded in the running project. When used remotely on a device, this is more efficient when the network filesystem option is enabled.
cs: Když je tato volba povolena, je v běžícím projektu znovu načten jakýkoli skript, který byl uložen. Při vzdáleném použití na jiném zařízení je tato možnost efektivnější, když je povolen síťový souborový systém.
de: Wenn diese Option aktiviert ist, werden beim Abspeichern Skripte im laufenden Projekt neu geladen. Sollte dies beim Abspielen auf Remote-Geräten genutzt werden, ist es am effizientesten, das Netzwerk-Dateisystem zu aktivieren.
ga: Nuair a chumasaítear an rogha seo, déanfar aon script a shábháiltear a athlódáil sa tionscadal reatha. Nuair a úsáidtear go cianda é ar ghléas, tá sé seo níos éifeachtaí nuair a chumasaítear rogha an chórais comhad líonra.
ru: Когда эта опция включена, любой сохранённый скрипт будет перезагружен в запущенном проекте. При удалённом использовании на устройстве это работает эффективнее, если включена сетевая файловая система.

source: Keep Debug Server Open
cs: Nechat ladicí server otevřený
de: Debug-Server offen halten
ga: Coinnigh Freastalaí Dífhabhtaithe Oscailte
ru: Держать сервер отладки открытым

source: When this option is enabled, the editor debug server will stay open and listen for new sessions started outside of the editor itself.
cs: Když je tato volba povolena, ladicí server editoru zůstane běžet a poslouchá, jestli nezačalo nové sezení mimo editor.
de: Wenn diese Option aktiviert ist, wird der Editor-Debug-Server weiterlaufen und nach neuen Sitzungen lauschen, welche außerhalb des Editors gestartet wurden.
ga: Nuair a chumasaítear an rogha seo, fanfaidh freastalaí dífhabhtaithe an eagarthóra ar oscailt agus éistfidh sé le seisiúin nua a thosófar lasmuigh den eagarthóir féin.
ru: Когда эта опция включена, сервер отладки редактора останется открытым и будет ожидать данных новых сеансов, запущенных вне самого редактора.

source: Customize Run Instances...
cs: Přizpůsobit instance běhu...
de: Run-Instanzen anpassen...
ga: Saincheap Cásanna Rith...
ru: Настроить запускаемые экземпляры…

source: Set %s
cs: Nastavit %s
de: %s setzen
ga: Socraigh %s
ru: Задать %s

source: Set %s on %d objects
de: %s für %d Objekte festlegen
ga: Socraigh %s ar %d réad
ru: Задать %s на %d объекты

source: Remote %s: %d
ga: %s iargúlta: %d
ru: Удалённый %s: %d

source: Remote %s (%d Selected)
de: Remote-%s (%d ausgewählt)
ga: Cianda %s (%d Roghnaithe)
ru: Удалённый %s (выбрано — %d)

source: Debugger
cs: Ladicí program
ga: Dífhabhtóir
ru: Отладчик

source: Session %d
cs: Relace %d
de: Sitzung %d
ga: Seisiún %d
ru: Сессия %d

source: Debug
cs: Ladění
de: Debuggen
ga: Dífhabhtú
ru: Отладка

source: Some remote nodes were not selected, as the configured maximum selection is %d. This can be changed at "debugger/max_node_selection" in the Editor Settings.
cs: Některé vzdálené uzly nebyly vybrány, protože maximální nakonfigurovaný počet vybraných prvků je %d. To může být změněno v "debugger/max_node_selection" v Nastavení editoru.
de: Einige Remote-Nodes wurden nicht ausgewählt, da die konfigurierte maximale Auswahl %d beträgt. Dies kann bei „debugger/max_node_selection“ in den Editor-Einstellungen geändert werden.
ga: Níor roghnaíodh roinnt nóid iargúlta, toisc gurb é %d an rogha uasta cumraithe. Is féidir é seo a athrú ag "debugger/max_node_selection" i Socruithe an Eagarthóra.
ru: Некоторые удаленные узлы не были выбраны, так как настроенный максимальный выбор равен %d. Это можно изменить с помощью "debugger/max_node_selection" в настройках редактора.

source: Save Branch as Scene...
cs: Uložit větev jako scénu...
de: Branch als Szene speichern...
ga: Sábháil an Brainse mar Radharc...
ru: Сохранить ветку как сцену…

source: Copy Node Path
cs: Kopírovat cestu k uzlu
de: Node-Pfad kopieren
ga: Cóipeáil Conair nód
ru: Копировать путь к узлу

source: Expand/Collapse Branch
cs: Rozbalit/Sbalit větev
de: Branch ein-/ausklappen
ga: Fairsingigh/Laghdaigh an Brainse
ru: Развернуть/свернуть ветку

source: Instance:
de: Instanz:
ga: Sampla:
ru: Экземпляр:

source: This node has been instantiated from a PackedScene file: %s Click to open the original file in the Editor.
cs: Tento uzel byl instancován ze souboru PackedScene: %s Kliknutím otevřete původní soubor v editoru.
de: Dieser Node wurde aus einer PackedScene-Datei instanziiert: %s Zum Öffnen der originalen Datei, im Editor klicken.
ga: Tá an nód seo toirtithe ó chomhad PackedScene: %s Cliceáil chun an comhad bunaidh a oscailt san Eagarthóir.
ru: Этот узел был создан из файла PackedScene: %s Нажмите, чтобы открыть исходный файл в редакторе.

source: Toggle Visibility
cs: Přepnout viditelnost
de: Sichtbarkeit ein-/ausschalten
ga: Scoránaigh Infheictheacht
ru: Переключить видимость

source: Saving the branch as a scene requires selecting only one node, but you have selected %d nodes.
cs: Pro uložení větve jako scény musíte vybrat právě jeden uzel, vy jich ale máte vybraných více: %d .
de: Um den Branch als Szene speichern zu können, darf nur ein Node ausgewählt sein. Es sind allerdings %d Nodes ausgewählt.
ga: Ní gá ach nód amháin a roghnú chun an brainse a shábháil mar radharc, ach roghnaigh tú nóid %d.
ru: Для сохранения ветки как сцены требуется выбрать только один узел, но выбрано %d.

source: Expression to evaluate
cs: Výraz pro vyhodnocení
de: Auszuführender Ausdruck
ga: Slonn le meastóireacht
ru: Выражение для оценки

source: Clear on Run
cs: Promazat při spuštění
de: Beim Ausführen leeren
ga: Glan ar Rith
ru: Очистить при запуске

source: Evaluate
cs: Vyhodnotit
de: Auswerten
ga: Déan measúnú
ru: Оценивать

source: Updating assets on target device:
cs: Aktualizace zdrojů na cílovém zařízení:
de: Aktualisiere Assets auf Zielgerät:
ga: Sócmhainní a nuashonrú ar an spriocghléas:
ru: Обновление ассетов на целевом устройстве:

source: Syncing headers
cs: Synchronizování hlaviček
de: Synchronisiere Header
ga: Ceanntásca á sioncronú
ru: Синхронизация заголовков

source: Getting remote file system
cs: Získávání vzdáleného souborového systému
de: Lade Remote-Dateisystem
ga: Córas comhad cianda a fháil
ru: Получение удалённой файловой системы

source: Decompressing remote file system
cs: Dekomprese vzáleného souborového systému
de: Dekomprimiere Remote-Dateisystem
ga: Córas comhad cianda á dhí-chomhbhrú
ru: Распаковка удалённой файловой системы

source: Scanning for local changes
cs: Prohledávání místních změn
de: Suche nach lokalen Änderungen
ga: Scanadh le haghaidh athruithe áitiúla
ru: Проверка наличия локальных изменений

source: Sending list of changed files:
cs: Zasílání seznamu změněných souborů:
de: Sende Liste geänderter Dateien:
ga: Liosta de chomhaid athraithe á sheoladh:
ru: Отправка списка измененных файлов:

source: Sending file:
cs: Posílání souboru:
de: Sende Datei:
ga: Comhad á sheoladh:
ru: Отправка файла:

source: ms
ru: мс

source: Monitors
cs: Monitory
de: Monitore
ga: Monatóirí
ru: Мониторинг

source: Monitor
ga: Monatóir
ru: Параметр

source: Pick one or more items from the list to display the graph.
cs: Pro zobrazení grafu vyberte jednu nebo více položek ze seznamu.
de: Ein oder mehrere Einträge der Liste auswählen, um Graph anzuzeigen.
ga: Roghnaigh mír amháin nó níos mó ón liosta chun an graf a thaispeáint.
ru: Выбрать один или несколько элементов из списка, чтобы отобразить график.

source: Start
ga: Tosaigh
ru: Запустить

source: Autostart
cs: Automatický start
ga: Uaththosú
ru: Автозапуск

source: Measure:
cs: Měření:
de: Messung:
ga: Beart:
ru: Единица измерения:

source: Frame Time (ms)
cs: Čas snímku (ms)
de: Frame-Zeit (ms)
ga: Am Fráma (ms)
ru: Время кадра (мс)

source: Average Time (ms)
cs: Průměrný čas (ms)
de: Durchschnittszeit (ms)
ga: Meán-Am (ms)
ru: Среднее время (мс)

source: Frame %
cs: Snímek %
ga: Fráma %
ru: Кадр %

source: Physics Frame %
cs: Fyzikální snímek %
de: Physik-Frame %
ga: Fráma Fisice%
ru: Кадр физики %

source: Inclusive
cs: Včetně vnořených
de: Gesamt
ga: Lena n-áirítear
ru: Включительно

source: Self
cs: Tato funkce
de: Eigen
ga: Féin
ru: Субъект

source: Inclusive: Includes time from other functions called by this function. Use this to spot bottlenecks. Self: Only count the time spent in the function itself, not in other functions called by that function. Use this to find individual functions to optimize.
cs: Včetně vnořených: Zahrnuje čas z jiných funkcí volaných touto funkcí. Slouží k odhalení úzkých míst. Tato funkce: Započítává pouze čas strávený v samotné funkci, nikoli v jiných funkcích volaných touto funkcí. Použijte k vyhledání jednotlivých funkcí, které je třeba optimalizovat.
de: Gesamt: Beinhaltet Zeiten von anderen Funktionen, die von dieser aufgerufen wurden. Brauchbar, um Flaschenhälse zu finden. Eigen: Zählt nur die Zeit in dieser Funktion, nicht die Zeiten von ihr aufgerufener Funktionen. Brauchbar, um einzelne Funktionen zum Optimieren zu finden.
ga: Cuimsitheach: Áirítear am ó fheidhmeanna eile ar a dtugtar an fheidhm seo. Bain úsáid as seo chun scrogaill a fheiceáil. Féin: Ná déan ach an t-am a chaitear san fheidhm féin a chomhaireamh, ní i bhfeidhmeanna eile ar a dtugtar an fheidhm sin. Bain úsáid as seo chun feidhmeanna aonair a aimsiú chun an leas is fearr a bhaint as.
ru: Включительно: включает время других функций, вызываемых этой функцией. Используйте для выявления узких мест. Субъект: учитывает только время, затраченное в самой функции, а не в других функциях, вызываемых этой функцией. Используйте для поиска отдельных функций для оптимизации.

source: Display internal functions
cs: Zobrazit vnitřní funkce
de: Interne Funktionen anzeigen
ga: Taispeáin feidhmeanna inmheánacha
ru: Показывать внутренние функции

source: Frame #:
cs: Snímek č.:
ga: Fráma #:
ru: Кадр #:

source: Name
cs: Název
ga: Ainm
ru: Имя

source: Time
cs: Čas
de: Zeit
ga: Am
ru: Время

source: Calls
cs: Volání
de: Aufrufe
ga: Glaonna
ru: Вызовы

source: Fit to Frame
cs: Přizpůsobit rámečku
de: An Frame anpassen
ga: Oiriúnaigh don Fhráma
ru: Уместить в кадр

source: Linked
cs: Propojený
de: Verbunden
ga: Nasctha
ru: Связаны

source: Errors
cs: Chyby
de: Fehler
ga: Earráidí
ru: Ошибки

source: Main Thread
cs: Hlavní vlákno
de: Hauptthread
ga: Príomhshnáithe
ru: Главный поток

source: Execution resumed.
cs: Provádění obnoveno.
de: Ausführung fortgesetzt.
ga: Cuireadh tús arís leis an bhforghníomhú.
ru: Выполнение продолжено.

source: Bytes:
cs: Bajty:
ga: Bearta:
ru: Байты:

source: Warning:
cs: Varování:
de: Warnung:
ga: Rabhadh:
ru: Предупреждение:

source: %s Error
cs: Chyba %s
de: %s-Fehler
ga: Earráid %s
ru: Ошибка %s

source: %s Error:
cs: Chyba %s:
de: %s-Fehler:
ga: Earráid %s:
ru: Ошибка %s:

source: %s Source
cs: Zdroj %s
de: %s-Quelle
ga: Foinse %s
ru: Исходный код %s

source: %s Source:
cs: Zdroj %s:
de: %s-Quelle:
ga: %s Foinse:
ru: Исходный код %s:

source: Stack Trace
cs: Trasování zásobníku
ga: Rian na gCruach
ru: Трассировка стека

source: Stack Trace:
cs: Trasování zásobníku:
ga: Rian na gCruach:
ru: Трассировка стека:

source: Line %d
cs: Řádek %d
de: Zeile %d
ga: Líne %d
ru: Строка %d
