Repository: JellyTyan/GulpgulpgulpDot-Engine
Catalog: editor/translations/editor/*.po
Languages: cs, de, ga, ru

source: Orphan Resource Explorer
cs: Průzkumník osiřelých zdrojů
de: Unbenutzte Ressourcen ansehen
ga: Taiscéalaí Acmhainní Dílleachta
ru: Обзор потерянных ресурсов

source: Owns
cs: Vlastní
de: Besitzt
ga: Úinéireacht
ru: Владение

source: Resources Without Explicit Ownership:
cs: Zdroje bez explicitního vlastnictví:
de: Ressourcen ohne direkte Zugehörigkeit:
ga: Acmhainní Gan Úinéireacht Fhollasach:
ru: Ресурсы без явного владения:

source: Project initialization
cs: Inicializace projektu
de: Projektinitialisierung
ga: Túsú tionscadail
ru: Инициализация проекта

source: Scanning file structure...
cs: Prohledávání struktury souborů...
de: Lese Dateistrucktur …
ga: Struchtúr comhaid á scanadh...
ru: Сканирование структуры файлов…

source: Loading global class names...
cs: Načítání názvů globálních tříd...
de: Globale Klassennamen laden …
ga: Ag lódáil ainmneacha ranga domhanda...
ru: Загрузка глобальных имен классов…

source: Verifying GDExtensions...
cs: Ověřování GDExtension rozšíření...
de: Verifiziere GDExtensions…
ga: Ag fíorú GDExtensions...
ru: Проверка GDExtensions…

source: Creating autoload scripts...
cs: Vytváření autoload skriptů...
de: Autoload-Skripte erzeugen …
ga: Ag cruthú scripteanna uathluchtaithe...
ru: Создание скриптов автозагрузки…

source: Initializing plugins...
cs: Inicializace zásuvných modulů...
de: Plugins initialisieren…
ga: Ag tosú breiseán...
ru: Инициализация плагинов…

source: Starting file scan...
cs: Spouštení prohledávání souborů...
de: Dateiscan starten …
ga: Ag tosú scanadh comhad...
ru: Начало сканирование файлов…

source: Scanning actions...
cs: Prohledávání akcí...
de: Aktionen scannen …
ga: Gníomhartha scanadh...
ru: Сканирование действий…

source: Some extensions need the editor to restart to take effect.
cs: Pro projevení změn v některých rozšířeních je nutné restartovat editor.
de: Bei einigen Erweiterungen muss der Editor neugestartet werden, um wirksam zu werden.
ga: Ní mór don eagarthóir atosú chun éifeacht a thabhairt do roinnt síntí.
ru: Некоторые расширения требуют перезапуска редактора, чтобы изменения вступили в силу.

source: ScanSources
cs: Prohledávání zdrojů
de: Quellen scannen
ga: ScanFoinsí
ru: Сканировать исходники

source: Registering global classes...
cs: Registrace globálních tříd...
de: Globale Klassen registrieren …
ga: Ag clárú ranganna domhanda...
ru: Регистрация глобальных классов…

source: Updating scripts documentation
cs: Aktualizace dokumentace skriptů
de: Skriptedokumentation aktualisieren
ga: Nuashonrú doiciméadachta scripteanna
ru: Обновление документации скриптов

source: Updating Scene Groups
cs: Aktualizace skupin scén
de: Aktualisiere Szenen-Gruppen
ga: Nuashonrú Grúpaí Radharc
ru: Обновление групп сцен

source: There are multiple importers for different types pointing to file %s, import aborted
cs: Existuje vícero importérů různých typů odkazujících na soubor %s, import zrušen
de: Mehrere Importer verschiedener Typen verweisen auf Datei ‚%s‘, Import wurde abgebrochen
ga: Tá iliomad iompórtálaithe ann le haghaidh cineálacha éagsúla a dhíríonn ar chomhad %s, iompórtáil tobscortha
ru: Несколько импортёров для разных типов указывают на файл %s, импорт прерван

source: (Re)Importing Assets
cs: (Re)Importování assetů
de: Assets (erneut) importieren
ga: (Ath) Sócmhainní Iompórtála
ru: Импорт или повторный импорт ассетов

source: Preparing files to reimport...
cs: Příprava souborů pro opětovný import...
de: Dateien zum Neuimport vorbereiten …
ga: Ag ullmhú comhaid le hathiompórtáil...
ru: Подготовка файлов к повторному импорту…

source: Executing pre-reimport operations...
cs: Provádění operací před opětovným importem...
de: Vor-Neuimport-Operationen ausführen …
ga: Ag déanamh oibríochtaí réamh-athiompórtála...
ru: Выполнение предимпортных операций…

source: Import resources of type: %s
cs: Import zdrojů typu: %s
de: Ressourcen des Typs: %s importieren
ga: Iompórtáil acmhainní de chineál: %s
ru: Импорт ресурсов типа: %s

source: Finalizing Asset Import...
cs: Dokončování importu zdrojů...
de: Asset-Import fertigstellen …
ga: Ag críochnú allmhairiú sócmhainní...
ru: Завершение импорта активов…

source: Executing post-reimport operations...
cs: Provádění operací po opětovném importu...
de: Nach-Neuimport-Operationen ausführen …
ga: Ag déanamh oibríochtaí iar-ath-allmhairithe...
ru: Выполнение операций после реимпорта…

source: Copying files...
cs: Kopírování souborů...
de: Dateien kopieren …
ga: Ag cóipeáil comhad...
ru: Копирование файлов…

source: Remapping dependencies...
de: Abhängigkeiten neu zuweisen …
ga: Athmhapáil spleáchais...
ru: Перераспределение зависимостей...

source: Go to Line
cs: Jít na řádek
de: Zu Zeile springen
ga: Téigh go Líne
ru: Перейти к строке

source: Line Number:
cs: Číslo řádku:
de: Zeilennummer:
ga: Uimhir Líne:
ru: Номер строки:

source: %d replaced.
cs: %d nahrazeno.
de: %d ersetzt.
ga: %d curtha in ionad.
ru: %d заменено.

source: Hide Replace
cs: Schovat nahrazení
de: Ersetzung ausblenden
ga: Folaigh Athsholáthar
ru: Скрыть Замену

source: Show Replace
cs: Zobrazit nahrazení
de: Ersetzung anzeigen
ga: Taispeáin Ionadaigh
ru: Показать Замену

source: Replace Mode
de: Ersetzungsmodus
ga: Mód Athsholáthair
ru: Режим замены

source: Match Case
cs: Rozlišovat velká a malá písmena
de: Groß-/Kleinschreibung berücksichtigen
ga: Meaitseáil Cás
ru: Учитывать регистр

source: Whole Words
cs: Celá slova
de: Ganze Wörter
ga: Focail Iomlána
ru: Целые слова

source: Replace
cs: Nahradit
de: Ersetzen
ga: Ionadaigh
ru: Заменить

source: Replace All
cs: Nahradit vše
de: Alle ersetzen
ga: Ionadaigh Gach Rud
ru: Заменить всё

source: Selection Only
cs: Pouze výběr
de: Nur Auswahl
ga: Roghnúchán Amháin
ru: Только выделенное

# Indentation
source: Spaces
cs: Mezery
de: Leerzeichen
ga: Spásanna
ru: Пробелы

# Indentation
source: Tabs
cs: Tabulátory
ga: Cluaisíní
ru: Табуляция

source: Zoom Factor
de: Zoom-Faktor
ga: Fachtóir Súmáil
ru: Фактор масштабирования

source: Zoom In
cs: Přiblížit
de: Hereinzoomen
ga: Zúmáil Isteach
ru: Приблизить

source: Zoom Out
cs: Oddálit
de: Hinauszoomen
ga: Zúmáil Amach
ru: Отдалить

source: Reset Zoom
cs: Obnovit původní přiblížení
de: Zoom zurücksetzen
ga: Athshocraigh Zúmáil
ru: Сбросить масштабирование

source: Line and column numbers.
cs: Čísla řádků a sloupců.
de: Zeilen- und Spaltennummern.
ga: Uimhreacha líne agus colúin.
ru: Номера строк и столбцов.

source: Indentation
cs: Odsazení
de: Einrückung
ga: Eangú
ru: Отступы

source: Change Type of "%s"
cs: Změnit typ "%s"
de: Typ von „%s“ ändern
ga: Athraigh an cineál "%s"
ru: Изменить тип «%s»

source: Change
cs: Změnit
de: Ändern
ga: Athrú
ru: Изменить

source: No results for "%s".
cs: Žádné výsledky pro "%s".
de: Keine Ergebnisse für „%s“.
ga: Níl aon toradh ar "%s".
ru: Нет результатов для "%s".

source: Script path: %s
cs: Cesta ke skriptu: %s
de: Skriptpfad: %s
ga: Cosán scripte: %s
ru: Путь скрипта: %s

source: The script will run in the editor.
cs: Tento skript poběží v editoru.
de: Das Skript wird im Editor ausgeführt.
ga: Rithfidh an script san eagarthóir.
ru: Скрипт будет запущен в редакторе.

source: The selected class can't be instantiated.
cs: Vybranou třídu nelze instancovat.
de: Die gewählte Klasse kann nicht instanziiert werden.
ga: Ní féidir an rang roghnaithe a mheandarú.
ru: Выбранный класс нельзя инстанцировать.

source: Recent:
cs: Nedávné:
de: Kürzlich:
ga: Le déanaí:
ru: Недавнее:

source: (Un)favorite selected item.
cs: Přidat/odebrat vybrané z oblíbených.
de: Ausgewähltes Element (de)favorisieren.
ga: (Un)an mhír roghnaithe is fearr leat.
ru: Добавить/убрать выделенные в избранное.

source: Search:
cs: Hledat:
de: Suche:
ga: Cuardach:
ru: Поиск:

source: Matches:
cs: Shody:
de: Treffer:
ga: Lasáin:
ru: Совпадения:

# Job Title
source: Project Manager
cs: Projektový manažer
de: Projektverwalter
ga: Bainisteoir Tionscadail
ru: Менеджер проектов

source: Credits
cs: Kredity
de: Mitwirkende
ga: Creidmheasanna
ru: Участники проекта

source: Project Founders
cs: Zakladatelé projektu
de: Projektgründer
ga: Bunaitheoirí an Tionscadail
ru: Основатели проекта

source: Lead Developer
cs: Vedoucí vývojář
de: Hauptentwickler
ga: Príomhfhorbróir
ru: Ведущий разработчик

source: Developers
cs: Vývojáři
de: Entwickler
ga: Forbróirí
ru: Разработчики

source: Patrons
cs: Patroni
de: Förderer
ga: Pátrúin
ru: Покровители

source: Platinum Sponsors
cs: Platinoví sponzoři
de: Platin-Sponsoren
ga: Urraitheoirí Platanam
ru: Платиновые спонсоры

source: Gold Sponsors
cs: Zlatí sponzoři
de: Gold-Sponsoren
ga: Urraitheoirí Óir
ru: Золотые спонсоры

source: Silver Sponsors
cs: Stříbrní sponzoři
de: Silber-Sponsoren
ga: Urraitheoirí Airgid
ru: Серебряные спонсоры

source: Diamond Members
cs: Diamantoví členové
de: Diamant-Mitglieder
ga: Baill Diamaint
ru: Участники алмазного уровня

source: Titanium Members
cs: Titanoví členové
de: Titan-Mitglieder
ga: Baill Tíotáiniam
ru: Участники титанового уровня

source: Platinum Members
cs: Platinoví členové
de: Platin-Mitglieder
ga: Baill Platanam
ru: Участники платинового уровня

source: Gold Members
cs: Zlatí členové
de: Gold-Mitglieder
ga: Baill Óir
ru: Участники золотого уровня

source: Thank you for choosing GulpGulpGulpDot Engine!
cs: Děkujeme, že jste si vybrali GulpGulpGulpDot Engine!
de: Danke dafür, dass Sie sich für GulpGulpGulpDot Engine entschieden haben!
ga: Go raibh maith agat as Inneall Gulpgulpgulpdot a roghnú!
ru: Спасибо, что выбрали GulpGulpGulpDot Engine!

source: Name cannot be empty.
cs: Název nesmí být prázdný.
de: Name darf nicht leer sein.
ga: Ní féidir leis an ainm a bheith folamh.
ru: Имя не может быть пустым.

source: File name can't end with /.
cs: Název souboru nesmí končit znakem /.
de: Dateiname darf nicht mit „/“ enden.
ga: Ní féidir le hainm comhaid críochnú le /.
ru: Имя файла не может заканчиваться на /.

source: File name cannot be empty.
cs: Název souboru nesmí být prázdný.
de: Dateiname darf nicht leer sein.
ga: Ní féidir ainm comhaid a fhágáil folamh.
ru: Имя файла не может быть пустым.

source: Folder name cannot be empty.
cs: Název složky nesmí být prázdný.
de: Ordnername darf nicht leer sein.
ga: Ní féidir ainm an fhillteáin a bheith folamh.
ru: Имя папки не может быть пустым.

source: File name contains invalid characters.
cs: Název souboru obsahuje neplatné znaky.
de: Dateiname enthält ungültige Zeichen.
ga: Tá carachtair neamhbhailí in ainm an chomhaid.
ru: Имя файла содержит недопустимые символы.

source: Folder name contains invalid characters.
cs: Název složky obsahuje neplatné znaky.
de: Ordnername enthält ungültige Zeichen.
ga: Tá carachtair neamhbhailí in ainm an fhillteáin.
ru: Имя папки содержит недопустимые символы.

source: File name begins with a dot.
cs: Název souboru začíná tečkou.
de: Dateiname beginnt mit einem Punkt.
ga: Tosaíonn ainm comhaid le ponc.
ru: Имя файла начинается с точки.

source: Folder name begins with a dot.
cs: Název složky začíná tečkou.
de: Ordnername beginnt mit einem Punkt.
ga: Tosaíonn ainm an fhillteáin le ponc.
ru: Имя папки начинается с точки.

source: File with that name already exists.
cs: Soubor s tímto názvem již existuje.
de: Datei mit gegebenem Namen existiert bereits.
ga: Tá an comhad leis an ainm sin ann cheana.
ru: Файл с таким именем уже существует.

source: Folder with that name already exists.
cs: Složka s tímto názvem již existuje.
de: Ordner mit gegebenem Namen existiert bereits.
ga: Tá fillteán leis an ainm sin ann cheana.
ru: Папка с таким именем уже существует.

source: Using slashes in folder names will create subfolders recursively.
cs: Použití lomítek v názvech složek rekurzivně vytvoří podsložky.
de: Schrägstriche in Ordnernamen erzeugen automatisch Unterordner.
ga: Trí úsáid a bhaint as slaiseanna in ainmneacha fillteáin, cruthófar fofhillteáin go hathchúrsach.
ru: Использование косой черты в именах папок приведет к рекурсивному созданию подпапок.

source: Using slashes in path will create the file in subfolder, creating new subfolders if necessary.
cs: Použití lomítek v cestě vytvoří soubor v podsložce. V případě potřeby vytvoří nové podsložky.
de: Schrägstriche im Pfad werden die Datei in einem Unterordner erstellen, wobei bei Bedarf neue Unterordner erstellt werden.
ga: Trí slaiseanna a úsáid sa chonair, cruthófar an comhad i bhfo-fhillteán, agus cruthófar fo-fhillteáin nua más gá.
ru: Использование косой черты в именах папок приведет к рекурсивному созданию подпапок.

source: File name is valid.
cs: Název souboru je platný.
de: Dateiname ist gültig.
ga: Tá ainm an chomhaid bailí.
ru: Недопустимое имя файла.

source: Base path: %s
cs: Základní cesta: %s
de: Basispfad: %s
ga: Cosán bonn: %s
ru: Базовый путь: %s

source: Folder name is valid.
cs: Název složky je platný.
de: Ordnername ist gültig.
ga: Tá ainm an fhillteáin bailí.
ru: Имя папки является допустимым.

source: GulpGulpGulpDot Engine contributors
cs: Přispěvatelé do enginu Gulpgulpgulpdot
de: Mitwirkende der GulpGulpGulpDot Engine
ga: Ranníocóirí Inneall Gulpgulpgulpdot
ru: Авторы GulpGulpGulpDot Engine

source: Double-click to open in browser.
cs: Dvakrát klikněte pro otevření v prohlížeči.
de: Doppelklicken zum Öffnen im Browser.
ga: Cliceáil faoi dhó le hoscailt sa bhrabhsálaí.
ru: Двойной клик для открытия в браузере.

source: Thanks from the Gulpgulpgulpdot community!
cs: Děkujeme za komunitu Gulpgulpgulpdotu!
de: Die Gulpgulpgulpdot-Community bedankt sich!
ga: Go raibh maith agat ó phobal Gulpgulpgulpdot!
ru: Спасибо от сообщества Gulpgulpgulpdot!

source: Authors
cs: Autoři
de: Autoren
ga: Údair
ru: Авторы

source: Donors
cs: Dárci
de: Unterstützer
ga: Deontóirí
ru: Cпонсоры

source: Third-party Licenses
cs: Licence třetích stran
de: Drittpartei-Lizenzen
ga: Ceadúnais Tríú Páirtí
ru: Сторонние лицензии

source: GulpGulpGulpDot Engine relies on a number of third-party free and open source libraries, all compatible with the terms of its MIT license. The following is an exhaustive list of all such third-party components with their respective copyright statements and license terms.
cs: Engine Gulpgulpgulpdot závisí na různých volně dostupných a open source knihovnách od třetích stran. Všechny jsou kompatibilní s podmínkami jeho MIT licence. Následuje plný výčet těchto komponent třetích stran společně s jejich příslušnými popisy autorských práv a licenčními podmínkami.
de: Die Gulpgulpgulpdot-Engine baut auf vielen freien und quelloffenen Bibliotheken von Drittanbietern auf, welche alle mit der MIT-Lizenz konform sind. Es folgt eine vollständige Liste aller verwendeten Bibliotheken von Drittanbietern mit den jeweiligen zugehörigen Urheberrechtserklärungen und Lizenzbedingungen.
ga: Braitheann GulpGulpGulpDot Engine ar roinnt leabharlanna foinse oscailte agus saor in aisce tríú páirtí, iad go léir comhoiriúnach le téarmaí a cheadúnais MIT. Seo a leanas liosta uileghabhálach de na comhpháirteanna tríú páirtí sin go léir lena ráitis chóipchirt agus lena dtéarmaí ceadúnais faoi seach.
ru: Движок Gulpgulpgulpdot опирается на ряд сторонних бесплатных и открытых библиотек, совместимых с условиями лицензии MIT. Ниже приводится исчерпывающий список всех сторонних компонентов вместе с соответствующими заявлениями об авторских правах и условиями лицензий.

source: All Components
cs: Všechny komponenty
de: Alle Komponenten
ga: Gach Comhpháirteanna
ru: Все компоненты

source: Components
cs: Komponenty
de: Komponenten
ga: Comhpháirteanna
ru: Компоненты

source: Licenses
cs: Licence
de: Lizenzen
ga: Ceadúnais
ru: Лицензии

source: Pin Bottom Panel Switching
cs: Připnout přepínání spodního panelu
de: Umschaltung des unteren Bedienfelds anpinnen
ga: Athrú Painéil Bun Bioráin
ru: Закрепить переключение нижней панели

source: Expand Bottom Panel
cs: Rozšířit spodní panel
de: Unteres Bedienfeld vergrößern
ga: Leathnaigh an Painéal Bun
ru: Развернуть нижнюю панель

source: Move/Duplicate: %s
cs: Přesunout/Duplikovat: %s
de: Verschieben/Duplizieren: %s
ga: Bog/Dúblach: %s
ru: Переместить/дублировать: %s

source: Move/Duplicate %d Item
cs: Přesunout/Duplikovat %d položku
de: Verschiebe/Dupliziere %d Element
ga: Bog/Dúblaigh %d Mír
ru: Переместить/дублировать %d элемент

source: Choose target directory:
cs: Vyberte cílovou složku:
de: Zielverzeichnis wählen:
ga: Roghnaigh comhadlann sprice:
ru: Целевой каталог:

source: Move
cs: Přesunout
de: Verschieben
ga: Bog
ru: Переместить

source: No sub-resources found.
cs: Nebyly nalezeny žádné dílčí zdroje.
de: Keine Unterressourcen gefunden.
ga: Níor aimsíodh aon fho-acmhainní.
ru: Вложенные ресурсы не найдены.

source: Open a list of sub-resources.
cs: Otevřít seznam dílčích zdrojů.
de: Liste der Unterressourcen öffnen.
ga: Oscail liosta fo-acmhainní.
ru: Открыть список вложенных ресурсов.

source: Search files...
cs: Hledat v souborech...
de: Dateien durchsuchen …
ga: Cuardaigh comhaid...
ru: Поиск файлов…

source: Select Resource
cs: Vybrat zdroj
de: Ressource auswählen
ga: Roghnaigh Acmhainn
ru: Выбрать ресурс

source: Select Scene
cs: Vybrat scénu
de: Szene auswählen
ga: Roghnaigh Radharc
ru: Выбрать сцену

source: Fuzzy Search
cs: Přibližné vyhledávání
de: Ungefähre Suche
ga: Cuardach Doiléir
ru: Нечеткий Поиск

source: Include approximate matches.
cs: Zahrnout přibližné shody.
de: Ungefähre Treffer inkludieren.
ga: Cuir meaitseálacha garbha san áireamh.
ru: Включите приблизительные совпадения.

source: Addons
cs: Doplňky
ga: Breiseáin
ru: Дополнения

source: Include files from addons
cs: Zahrnout soubory z doplňků
de: Dateien aus Add-ons einbinden
ga: Cuir comhaid ó bhreiseáin san áireamh
ru: Включить файлы из дополнений

source: No files found for this type
cs: Nenalezeny žádné soubory tohoto typu
de: Keine Dateien für diesen Typ gefunden
ga: Níor aimsíodh aon chomhaid don chineál seo
ru: Файлы этого типа не найдены

source: No results found
cs: Nebyly nalezeny žádné výsledky
de: Keine Ergebnisse gefunden
ga: Níor aimsíodh aon torthaí
ru: Результатов не найдено

source: (recently opened)
cs: (nedávno otevřené)
de: (kürzlich geöffnet)
ga: (osclaíodh le déanaí)
ru: (недавно открыт)

source: Grid view
cs: Mřížka
de: Rasteransicht
ga: Radharc eangaí
ru: Вид сетки

source: List view
cs: Seznam
de: Listenansicht
ga: Radharc liosta
ru: Вид списка

source: No notifications.
cs: Žádná oznámení.
de: Keine Benachrichtigungen.
ga: Gan fógraí.
ru: Нет уведомлений.

source: Show notifications.
cs: Zobrazit oznámení.
de: Benachrichtigungen anzeigen.
ga: Taispeáin fógraí.
ru: Показать уведомления.

source: Notifications:
de: Benachrichtigungen:
ga: Fógraí:
ru: Уведомления:

source: Silence the notifications.
cs: Ztišit oznámení.
de: Benachrichtigungen abstellen.
ga: Cuir na fógraí ina dtost.
ru: Заглушить уведомления.

source: Remove Item
cs: Odebrat položku
de: Entferne Element
ga: Bain Mír
ru: Удалить элемент

source: (unknown)
cs: (neznámé)
de: (unbekannt)
ga: (anaithnid)
ru: (неизв.)

source: Git commit date: %s Click to copy the version information.
cs: Datum Git commitu: %s Kliknutím zkopírujete informace o verzi.
de: Git-Commit-Datum: %s Klicken zum Kopieren der Versionsinformationen.
ga: Dáta tiomantais Git: %s Cliceáil chun faisnéis an leagain a chóipeáil.
ru: Дата коммита в Git: %s Нажмите, чтобы скопировать информацию о версии.

source: Switch Layout
de: Layout wechseln
ga: Leagan Amach an Athraigh
ru: Расположение макета

source: Lock Panel
de: Panel sperren
ga: Painéal Glasála
ru: Заблокировать панель

source: Switch Embedded Panel Position
de: Eingebettete Panelposition wechseln
ga: Athraigh Seasamh an Phainéil Leabaithe
ru: Переключить положение встроенной панели

source: Make this panel floating in the screen %d.
cs: Otevřít tento panel jako plovoucí dok na obrazovce %d.
de: Dieses Panel schwebend machen auf Bildschirm %d.
ga: Cuir an painéal seo ar snámh sa scáileán %d.
ru: Сделать эту панель плавающей на экране %d.

source: Make this panel floating.
de: Dieses Panel schweben lassen.
ga: Déan an painéal seo a shnámh.
ru: Сделать эту панель плавающей.

source: Right-click to open the screen selector.
de: Rechtsklick, um den Bildschirmselektor zu öffnen.
ga: Cliceáil ar dheis chun an roghnóir scáileáin a oscailt.
ru: Щёлкните правой клавишей мыши, чтобы открыть выбор экрана.

source: Select Screen
cs: Vybrat obrazovku
de: Bildschirm auswählen
ga: Roghnaigh Scáileán
ru: Выбрать экран

source: Pre-Import Scene
cs: Předimportovat scénu
de: Szene vorimportieren
ga: Radharc Réamhiompórtála
ru: Предварительно импортировать сцену

source: Importing Scene...
cs: Import scény...
de: Importiere Szene…
ga: Radharc á Iompórtáil...
ru: Импорт сцены…

source: Import Scene
cs: Importovat scénu
de: Szene importieren
ga: Iompórtáil Radharc
ru: Импортировать сцену

source: Running Custom Script...
cs: Spuštění vlastního skriptu...
de: Eigenes Skript wird ausgeführt …
ga: Script Shaincheaptha á rith...
ru: Запуск пользовательского скрипта…

source: Couldn't load post-import script:
cs: Nepodařilo se načíst skript pro post-import:
de: Post-Import Skript konnte nicht geladen werden:
ga: Níorbh fhéidir script iariompórtála a luchtú:
ru: Не удалось загрузить скрипт для постимпорта:

source: Script is not a subtype of EditorScenePostImport:
cs: Skript není podtyp EditorScenePostImport:
de: Skript ist kein Untertyp von EditorScenePostImport:
ga: Ní fochineál de EditorScenePostImport an script:
ru: Скрипт не является подтипом EditorScenePostImport:

source: Invalid/broken script for post-import (check console):
cs: Neplatný/nefunkční skript pro post-import (viz konzole):
de: Ungültiges oder fehlerhaftes Skript für Post-Import (siehe Konsole):
ga: Script neamhbhailí/briste le haghaidh iariompórtála (seiceáil consól):
ru: Повреждённый/сломанный скрипт для постимпорта (проверьте консоль):

source: Error running post-import script:
cs: Chyba při spuštění skriptu pro post-import:
de: Fehler beim ausführen des Post-Import Skripts:
ga: Earráid agus script iariompórtála á rith:
ru: Ошибка запуска скрипта для постимпорта:

source: Did you return a Node-derived object in the `_post_import()` method?
cs: Vracíte v metodě `_post_import()` objekt odvozený z Node?
de: Wurde ein von Node abstammendes Objekt in der `_post_import()`-Methode zurückgegeben?
ga: Ar thug tú réad a dhíorthaítear ó Nód ar ais sa mhodh '_post_import()'?
ru: Вы вернули объект, производный от Node, в методе «_post_import()»?

source: Saving...
cs: Ukládání...
de: Speichern …
ga: Ag sábháil...
ru: Сохранение…

source: <Unnamed Material>
cs: <Nepojmenovaný materiál>
de: <unbenanntes Material>
ga: <Ábhar Gan Ainm>
ru: <Безымянный материал>

source: Import ID: %s
cs: ID importu: %s
ga: Iompórtáil aitheantas: %s
ru: ID импорта: %s

source: Type: %s Import ID: %s
cs: Typ: %s ID importu: %s
de: Typ: %s Import-ID: %s
ga: Cineál: %s Iompórtáil aitheantas: %s
ru: Тип: %s ID импорта: %s

source: Error opening scene
cs: Chyba při otevírání scény
de: Fehler beim Öffnen der Szene
ga: Earráid agus radharc á oscailt
ru: Ошибка при открытии сцены

source: Select folder to extract material resources
cs: Vybrat složku pro extrakci materiálových zdrojů
de: Ordner zum extrahieren der Materialressourcen auswählen
ga: Roghnaigh fillteán chun acmhainní ábhair a bhaint amach
ru: Выбор папки для извлечения материалов

source: Select folder where mesh resources will save on import
cs: Vybrat složku, do které se při importu uloží zdroje sítí
de: Ordner zum speichern der Mesh-Ressourcen beim Import auswählen
ga: Roghnaigh fillteán ina sábhálfaidh acmhainní mogall ar iompórtáil
ru: Выбор папки для сохранения ресурсов сеток при импорте

source: Select folder where animations will save on import
cs: Vybrat složku, do které se při importu uloží animace
de: Ordner zum speichern der Animation beim Import auswählen
ga: Roghnaigh fillteán ina sábhálfaidh beochan ar iompórtáil
ru: Выбор папки для сохранения анимаций при импорте
