Repository: JellyTyan/GulpgulpgulpDot-Engine
Catalog: editor/translations/editor/*.po
Languages: cs, de, ga, ru

source: Select all Theme items with item data.
ru: Выделить все элементы темы и их данные.

source: Deselect All
ru: Снять выделение со всего

source: Deselect all Theme items.
ru: Снять выделение со всех элементов темы.

source: Import Selected
ru: Импортировать выделенное

source: Import Items tab has some items selected. Selection will be lost upon closing this window. Close anyway?
ru: На вкладке «Импорт элементов» выбраны некоторые элементы. При закрытии этого окна выбор будет потерян. Всё равно закрыть?

source: Remove Type
ru: Удалить тип

source: Select a theme type from the list to edit its items. You can add a custom type or import a type with its items from another theme.
ru: Выберите тип темы из списка, чтобы отредактировать его элементы. Можно добавить пользовательский тип или импортировать тип с его элементами из другой темы.

source: Rename Theme Type
ru: Переименовать тип темы

source: Remove All Color Items
ru: Удалить все цвета

source: Rename Item
ru: Переименовать элемент

source: Remove All Constant Items
ru: Удалить все константы

source: Remove All Font Items
ru: Удалить все шрифты

source: Remove All Font Size Items
ru: Удалить все размеры шрифта

source: Remove All Icon Items
ru: Удалить все значки

source: Remove All StyleBox Items
ru: Удалить все стили

source: This theme type is empty. Add more items to it manually or by importing from another theme.
ru: Этот тип темы пуст. Добавьте в него элементы вручную или путём импорта из другой темы.

source: Remove Theme Item
ru: Удалить элемент темы

source: Add Theme Type
ru: Добавить тип темы

source: Create Theme Item
ru: Создать элемент темы

source: Remove Theme Type
ru: Удалить тип темы

source: Remove Data Type Items From Theme
ru: Удалить элементы типа данных из темы

source: Remove Class Items From Theme
ru: Удалить элементы класса из темы

source: Remove Custom Items From Theme
ru: Удалить пользовательские элементы из темы

source: Remove All Items From Theme
ru: Удалить все элементы из темы

source: Add Color Item
ru: Добавить цвет

source: Add Constant Item
ru: Добавить константу

source: Add Font Item
ru: Добавить шрифт

source: Add Font Size Item
ru: Добавить размер шрифта

source: Add Icon Item
ru: Добавить значок

source: Add Stylebox Item
ru: Добавить стиль

source: Rename Color Item
ru: Переименовать цвет

source: Rename Constant Item
ru: Переименовать константу

source: Rename Font Item
ru: Переименовать шрифт

source: Rename Font Size Item
ru: Переименовать размер шрифта

source: Rename Icon Item
ru: Переименовать значок

source: Rename Stylebox Item
ru: Переименовать стиль

source: Rename Theme Item
ru: Переименовать элемент темы

source: Invalid file, not a Theme resource.
ru: Неверный файл, не ресурс темы.

source: Invalid file, same as the edited Theme resource.
ru: Неверный файл; тот же файл, что и редактируемый ресурс темы.

source: Manage Theme Items
ru: Управление элементами темы

source: Edit Items
ru: Редактировать элементы

source: Types:
ru: Типы:

source: Add Type:
ru: Добавить тип:

source: Add Item:
ru: Добавить элемент:

source: Add StyleBox Item
ru: Добавить стиль

source: Remove Items:
ru: Удалить элементы:

source: Remove Class Items
ru: Удалить элементы класса

source: Remove Custom Items
ru: Удалить пользовательские элементы

source: Remove All Items
ru: Удалить все элементы

source: Add Theme Item
ru: Добавить элемент темы

source: Old Name:
ru: Старое имя:

source: Import Items
ru: Импорт элементов

source: Default Theme
ru: Тема по умолчанию

source: Editor Theme
ru: Тема редактора

source: Select Another Theme Resource:
ru: Выбрать другой ресурс темы:

source: Theme Resource
ru: Ресурс темы

source: Another Theme
ru: Другая тема

source: Filter the list of types or create a new custom type:
ru: Отфильтровать список типов или создать новый пользовательский тип:

source: Available Node-based types:
ru: Доступные типы на основе Node:

source: Type name is empty!
ru: Имя типа пусто!

source: Are you sure you want to create an empty type?
ru: Действительно создать пустой тип?

source: Confirm Item Rename
ru: Подтвердить переименование элемента

source: Cancel Item Rename
ru: Отменить переименование элемента

source: Override Item
ru: Переопределить элемент

source: Unpin this StyleBox as a main style.
ru: Открепить этот StyleBox в качестве основного стиля.

source: Pin this StyleBox as a main style. Editing its properties will update the same properties in all other StyleBoxes of this type.
ru: Закрепить этот стиль в качестве основного стиля. При редактировании его свойств те же свойства будут обновлены во всех других объектах стиля этого типа.

source: Pin this StyleBox as a main style.
ru: Закрепить этот StyleBox как основной стиль.

source: Add Item Type
ru: Добавить тип элемента

source: Add Type
ru: Добавить тип

source: Override All Default Theme Items
ru: Переопределить все элементы темы по умолчанию

source: Override Theme Item
ru: Переопределить элемент темы

source: Set Color Item in Theme
ru: Задать цвет в теме

source: Set Constant Item in Theme
ru: Задать константу в теме

source: Set Font Size Item in Theme
ru: Задать размер шрифта в теме

source: Set Font Item in Theme
ru: Задать шрифт в теме

source: Set Icon Item in Theme
ru: Задать значок в теме

source: Set Stylebox Item in Theme
ru: Задать стиль в теме

source: Pin Stylebox
ru: Закрепить стиль

source: Unpin Stylebox
ru: Открепить стиль

source: Set Theme Type Variation
ru: Задать вариацию типа темы

source: Set Variation Base Type
ru: Задать базовый тип вариации

source: Set Base Type
ru: Задать базовый тип

source: Add a type from a list of available types or create a new one.
ru: Добавить тип из списка доступных типов или создать новый.

source: Rename current type.
ru: Переименовать текущий тип.

source: Remove current type.
ru: Удалить текущий тип.

source: Show Default
ru: Показывать значения по умолчанию

source: Show default type items alongside items that have been overridden.
ru: Показывать элементы типа по умолчанию рядом с элементами, которые были переопределены.

source: Override All
ru: Переопределить все

source: Override all default type items.
ru: Переопределить все элементы типа по умолчанию.

source: Base Type
ru: Базовый тип

source: Select the variation base type from a list of available types.
ru: Выберите базовый тип вариации из списка доступных типов.

source: A type associated with a built-in class cannot be marked as a variation of another type.
ru: Тип, связанный со встроенным классом, не может быть помечен как вариация другого типа.

source: Theme
ru: Тема

source: Theme:
ru: Тема:

source: Manage Items...
ru: Управление элементами…

source: Add Preview
ru: Добавить превью

source: Default Preview
ru: Превью по умолчанию

source: Select UI Scene:
ru: Выбрать UI-сцену:

source: Toggle the control picker, allowing to visually select control types for edit.
ru: Активирует средство выбора управления, позволяя визуально выбирать типы управления для редактирования.

source: Toggle Button
ru: Кнопка-переключатель

source: Disabled Button
ru: Отключённая кнопка

source: Item
ru: Элемент

source: Disabled Item
ru: Отключённый элемент

source: Check Item
ru: Флажок

source: Checked Item
ru: Установленный флажок

source: Radio Item
ru: Переключатель

source: Checked Radio Item
ru: Отмеченный переключатель

source: Named Separator
ru: Именованный разделитель

source: Submenu
ru: Подменю

source: Subitem 1
ru: Подэлемент 1

source: Subitem 2
ru: Подэлемент 2

source: Has
ru: Есть

source: Many
ru: Много

source: Disabled LineEdit
ru: Отключённое поле ввода lineEdit

source: Tab 1
ru: Вкладка 1

source: Tab 2
ru: Вкладка 2

source: Tab 3
ru: Вкладка 3

source: Editable Item
ru: Редактируемый элемент

source: Subtree
ru: Поддерево

source: Has,Many,Options
ru: Есть,Много,Параметры

source: Invalid path, the PackedScene resource was probably moved or removed.
ru: Неверный путь. Ресурс PackedScene, вероятно, был перемещён или удалён.

source: Invalid PackedScene resource, must have a Control node at its root.
ru: Недопустимый ресурс PackedScene. Он должен иметь корневой узел Control.

source: Invalid file, not a PackedScene resource.
ru: Неверный файл — не ресурс PackedScene.

source: Invalid PackedScene resource, could not instantiate it.
ru: Недопустимый ресурс PackedScene, не удалось создать его экземпляр.

source: Reload the scene to reflect its most actual state.
ru: Перезагрузить сцену, чтобы отразить её наиболее актуальное состояние.

source: Preview is not available for this shader mode.
ru: Предварительный просмотр недоступен для этого режима шейдера.

source: Box
ru: Коробка

source: Quad
ru: Квад

source: Hold Shift to scale around midpoint instead of moving.
ru: Удерживать Shift для масштабирования относительно средней точки вместо перемещения.

source: Toggle between minimum/maximum and base value/spread modes.
ru: Переключение между режимами минимума/максимума и базового значения/разброса.

source: Restart Emission
ru: Перезапустить излучение

source: Batch Rename
ru: Групповое переименование

source: Replace:
ru: Заменить:

source: Prefix:
ru: Префикс:

source: Suffix:
ru: Суффикс:

source: Use Regular Expressions
ru: Использовать регулярные выражения

source: Substitute
ru: Заменить

source: Node name.
ru: Имя узла.

source: Node's parent name, if available.
ru: Имя родительского узла, если оно доступно.

source: Node type.
ru: Тип узла.

source: Current scene name.
ru: Имя текущей сцены.

source: Root node name.
ru: Имя корневого узла.

source: Sequential integer counter. Compare counter options.
ru: Последовательный целочисленный счётчик. Сравните параметры счётчика.

source: Per-level Counter
ru: Счётчик для уровня

source: If set, the counter restarts for each group of child nodes.
ru: Если установлено, счётчик перезапускается для каждой группы дочерних узлов.

source: Initial value for the counter.
ru: Начальное значение для счётчика.

source: Step
ru: Шаг

source: Amount by which counter is incremented for each node.
ru: Значение, на которое увеличивается счётчик для каждого узла.

source: Padding
ru: Заполнение

source: Minimum number of digits for the counter. Missing digits are padded with leading zeros.
ru: Минимальное количество цифр для счётчика. Недостающие цифры заполняются нулями.

source: Minimum number of digits for the counter.
ru: Минимальное количество цифр для счетчика.

source: Post-Process
ru: Постобработка

source: Style
ru: Стиль

source: PascalCase to snake_case
ru: PascalCase в snake_case

source: snake_case to PascalCase
ru: snake_case в PascalCase

source: Case
ru: Регистр

source: To Lowercase
ru: В нижний регистр

source: To Uppercase
ru: В верхний регистр

source: Reset
ru: Сбросить

source: Regular Expression Error:
ru: Ошибка в регулярном выражении:

source: At character %s
ru: На символе %s

source: Select new parent:
ru: Выбор нового родительского элемента:

source: Keep Global Transform
ru: Сохранить глобальные преобразования

source: Reparent
ru: Переподчинить

source: ERROR: Couldn't load resource!
ru: ОШИБКА: невозможно загрузить ресурс!

source: Add Resource
ru: Добавить ресурс

source: Rename Resource
ru: Переименовать ресурс

source: Delete Resource
ru: Удалить ресурс

source: Resource clipboard is empty!
ru: В буфере обмена нет ресурса!

source: Paste Resource
ru: Вставить ресурс

source: ResourcePreloader
ru: ResourcePreloader (Предварительный загрузчик ресурсов)

source: Load Resource
ru: Загрузить ресурс

source: Pick Root Node Type
ru: Выбрать тип корневого узла

source: Scene name is empty.
ru: Пустое имя сцены.

source: File name invalid.
ru: Недопустимое имя файла.

source: File already exists.
ru: Файл уже существует.

source: Leave empty to derive from scene name
ru: Оставьте пустым, чтобы использовать в качестве основы имя сцены

source: Invalid root node name.
ru: Недопустимое имя корневого узла.

source: Invalid root node name characters have been replaced.
ru: Некорректные символы в имени корневого узла были заменены.

source: Root Type:
ru: Тип корня:

source: Other Type
ru: Другой тип

source: Select Node
ru: Выбор узла

source: Scene Name:
ru: Имя сцены:

source: Root Name:
ru: Имя корня:

source: When empty, the root node name is derived from the scene name based on the "editor/naming/node_name_casing" project setting.
ru: Если оставить пустым, имя корневого узла определяется по имени сцены на основе настройки проекта «editor/naming/node_name_casing».

source: Scene name is valid.
ru: Имя сцены является допустимым.

source: Root node valid.
ru: Корректный корневой узел.

source: Create New Scene
ru: Создать новую сцену

source: The root node of a scene is recommended to not be transformed, since instances of the scene will usually override this. Reset the transform and reload the scene to remove this warning.
ru: Корневой узел сцены не рекомендуется преобразовывать, так как экземпляры сцены обычно переопределяют это. Сбросьте преобразование и перезагрузите сцену, чтобы убрать это предупреждение.

source: Toggle Visible
ru: Переключить видимость

source: Unlock Node
ru: Разблокировать узел

source: Ungroup Children
ru: Разгруппировать дочерние элементы

source: Revoke unique name for node "%s"?
ru: Отменить уникальное имя для узла "%s"?

source: Disable Scene Unique Name
ru: Отключить уникальное имя в сцене

source: (Connecting From)
ru: (источник соединения)

source: Node configuration warning:
ru: Предупреждение о конфигурации узла:

source: This node can be accessed from anywhere within the scene it belongs to by using the '%s' prefix in the node path.
ru: Доступ к этому узлу можно получить из любого места сцены, используя префикс «%s» в пути узла.

source: Click to disable this.
ru: Нажмите, чтобы отключить это.

source: Node has one connection.
ru: Узел имеет {num} соединение.

source: Node is in this group:
ru: Узел в этой группе:

source: Click to show signals dock.
ru: Нажмите, чтобы показать панель сигналов.

source: Click to show groups dock.
ru: Нажмите, чтобы показать панель групп.

source: This script can run in the editor. It is currently disabled due to recovery mode.
ru: Этот скрипт можно запустить в редакторе. В настоящее время он отключен из-за режима восстановления.

source: This script is currently running in the editor.
ru: Этот скрипт сейчас выполняется в редакторе.

source: This script is a custom type.
ru: Этот скрипт имеет пользовательский тип.

source: Open Script:
ru: Открыть скрипт:

source: Node is locked. Click to unlock it.
ru: Узел заблокирован. Нажмите, чтобы разблокировать его.

source: Children are not selectable. Click to make them selectable.
ru: Дочерние элементы недоступны для выбора. Нажмите, чтобы сделать их доступными для выбора.

source: AnimationPlayer is pinned. Click to unpin.
ru: AnimationPlayer закреплён. Нажмите, чтобы открепить.

source: "%s" is not a known filter.
ru: «%s» — неизвестный фильтр.

source: Root nodes cannot be accessed as unique names in their own scene. Instantiate in another scene and set as unique name there.
ru: Корневые узлы не могут быть доступны как уникальные имена в их собственной сцене. Создайте экземпляр в другой сцене и задайте там уникальное имя.

source: Invalid node name, the following characters are not allowed:
ru: Некорректное имя узла. Следующие символы недопустимы:

source: A node with the unique name %s already exists in this scene.
ru: В этой сцене уже существует узел с уникальным именем «%s».

source: Rename Node
ru: Переименовать узел

source: Rename Nodes
ru: Переименовать узлы

source: Scene Tree (Nodes):
ru: Дерево сцен (узлы):

source: Node Configuration Warning!
ru: Предупреждение о конфигурации узла!

source: Revoke
ru: Отозвать

source: Don't Ask Again
ru: Не спрашивать снова

source: This dialog can also be enabled/disabled in the Editor Settings: Docks > Scene Tree > Ask Before Revoking Unique Name.
ru: Этот диалог также можно включить/отключить в Настройках редактора: Панели > Дерево Сцены > Запросить подтверждение прежде чем отозвать уникальное имя.

source: Allowed:
ru: Разрешено:

source: Select a Node
ru: Выбор узла

source: Show All
ru: Показать все

source: No Frames Selected
ru: Не выбраны кадры

source: Add %d Frame(s)
ru: Добавить кадры (%d)

source: Add Frame
ru: Добавить кадр

source: Unable to load images
ru: Невозможно загрузить изображения

source: (empty)
ru: (пусто)

source: ERROR: Couldn't load frame resource!
ru: ОШИБКА: невозможно загрузить ресурс кадра!

source: Paste Frame(s)
ru: Вставить кадры

source: Paste Texture
ru: Вставить текстуру

source: Add Empty
ru: Добавить пустоту

source: Move Frame
ru: Переместить кадр

source: Delete Animation?
ru: Удалить анимацию?

source: Change Animation FPS
ru: Изменить кол-во кадров в секунду для анимации

source: Set Frame Duration
ru: Задать длительность кадра

source: SpriteFrames
ru: Кадры спрайта

source: Animations:
ru: Анимации:

source: Delete Animation
ru: Удалить анимацию

source: Animation Speed
ru: Скорость анимации

source: Filter Animations
ru: Фильтр анимаций

source: This resource does not have any animations.
ru: У этого ресурса нет никаких анимаций.

source: Animation Frames:
ru: Кадры анимации:

source: Load Sheet
ru: Загрузить лист

source: Empty Before
ru: Пустой до

source: Empty After
ru: Пустой после

source: Delete Frame
ru: Удалить кадр

source: Frame Duration:
ru: Длительность кадра:

source: Zoom Reset
ru: Сбросить масштабирование

source: Copy Frame(s)
ru: Копировать кадры

source: Insert Empty (Before Selected)
ru: Вставить пустой (до выделенного)

source: Insert Empty (After Selected)
ru: Вставить пустой (после выделенного)

source: Move Frame Left
ru: Переместить кадр влево

source: Move Frame Right
ru: Переместить кадр вправо

source: Select Frames
ru: Выбрать кадры

source: Frame Order
ru: Порядок кадров

source: As Selected
ru: Как выделенное

source: By Row
ru: По строкам

source: Left to Right, Top to Bottom
ru: Слева направо, сверху вниз

source: Left to Right, Bottom to Top
ru: Слева направо, снизу вверх

source: Right to Left, Top to Bottom
ru: Справа налево, сверху вниз

source: Right to Left, Bottom to Top
ru: Справа налево, снизу вверх

source: By Column
ru: По столбцам

source: Top to Bottom, Left to Right
ru: Сверху вниз, слева направо

source: Top to Bottom, Right to Left
ru: Сверху вниз, справа налево

source: Bottom to Top, Left to Right
ru: Снизу вверх, слева направо

source: Bottom to Top, Right to Left
ru: Снизу вверх, справа налево

source: Select None
ru: Ничего не выбирать

source: Toggle Settings Panel
ru: Включить или отключить панель настройки

source: Horizontal
ru: По горизонтали

source: Vertical
ru: По вертикали

source: X Size
ru: Размер по X

source: Y Size
ru: Размер по Y

source: Separation
ru: Разделение

source: X Separation
ru: Разделение по X

source: Y Separation
ru: Разделение по Y

source: Offset
ru: Сдвиг

source: Auto Slice
ru: Автонарезка

source: Create Frames from Sprite Sheet
ru: Создать кадры из спрайт-листа

source: Toggle color channel preview selection.
ru: Переключить выбор предварительного просмотра цветового канала.

source: Move GradientTexture2D Fill Point
ru: Переместить точку заливки GradientTexture2D

source: Swap GradientTexture2D Fill Points
ru: Поменять местами точки заливки GradientTexture2D

source: Swap Gradient Fill Points
ru: Поменять местами точки заливки градиента

source: %s Mipmaps
ru: MIP-карты (%s)

source: Memory: %s
ru: Память: %s

source: No Mipmaps
ru: Нет MIP-карт

source: Set Margin
ru: Задать отступ

source: Set Region Rect
ru: Задать прям. области

source: Region Editor
ru: Редактор области

source: Snap Mode:
ru: Режим привязки:

source: Pixel Snap
ru: Пиксельная привязка

source: Offset X
ru: Сдвиг по X

source: Offset Y
ru: Сдвиг по Y

source: Step:
ru: Шаг:

source: Step X
ru: Шаг по X

source: Step Y
ru: Шаг по Y

source: Separation:
ru: Разделение:

source: Separation X
ru: Разделение по X

source: Separation Y
ru: Разделение по Y

source: Edit Region
ru: Редактировать область

source: Write your logic in the _run() method.
ru: Пишите ваш код в методе _run().

source: Find in Files
ru: Найти в файлах

source: Find:
ru: Найти:

source: Folder:
ru: Папка:

source: Select Folder
ru: Выбрать папку

source: Includes:
ru: Включает:

source: Include the files with the following expressions. Use "," to separate.
ru: Включите файлы со следующими выражениями. Используйте "," для разделения.

source: example: scripts,scenes/*/test.gd
ru: пример: scripts,scenes/*/test.gd

source: Excludes:
ru: Исключает:

source: Exclude the files with the following expressions. Use "," to separate.
ru: Исключить файлы со следующими выражениями. Используйте "," для разделения.

source: example: res://addons,scenes/test/*.gd
ru: пример: res://addons,scenes/test/*.gd

source: Filters:
ru: Фильтры:

source: Include the files with the following extensions. Add or remove them in ProjectSettings.
ru: Включить файлы со следующими расширениями. Добавьте или удалите их в настройках проекта.

source: Find...
ru: Найти…

source: Replace...
ru: Заменить…

source: Replace in Files
ru: Заменить в файлах

source: Replace all (no undo)
ru: Заменить всё (НЕЛЬЗЯ ОТМЕНИТЬ)

source: Searching...
ru: Поиск…

source: Remove result
ru: Удалить результат

source: %d match in %d file
ru: %d совпадение в %d файле

source: %d matches in %d file
ru: %d совпадений в %d файле

source: %d matches in %d files
ru: %d совпадений в %d файлах

source: Toggle Search Results Bottom Panel
ru: Включить или отключить нижнюю панель «Результаты поиска»

source: Path is empty.
ru: Не указан путь.

source: Filename is empty.
ru: Пустое имя файла.

source: Filename is invalid.
ru: Недопустимое имя файла.

source: Name begins with a dot.
ru: Имя начинается с точки.

source: Path is not local.
ru: Путь не локальный.

source: Base path is invalid.
ru: Некорректный базовый путь.

source: A directory with the same name exists.
ru: Каталог с таким же именем существует.

source: File does not exist.
ru: Файл не существует.

source: Invalid extension.
ru: Недопустимое расширение.

source: Extension doesn't match chosen language.
ru: Расширение не соответствует выбранному языку.

source: Template:
ru: Шаблон:

source: Error - Could not create script in filesystem.
ru: Ошибка — не удалось создать скрипт в файловой системе.

source: Error loading script from %s
ru: Ошибка при загрузке скрипта из %s

source: Open Script / Choose Location
ru: Открыть скрипт / Выбрать место

source: Open Script
ru: Открыть скрипт

source: Inherit %s
ru: Наследовать %s

source: Inherit
ru: Наследовать

source: Invalid path.
ru: Неверный путь.

source: Invalid inherited parent name or path.
ru: Недопустимое имя наследуемого родительского элемента или путь к нему.

source: File exists, it will be reused.
ru: Файл существует, будет использован повторно.

source: Note: Built-in scripts have some limitations and can't be edited using an external editor.
ru: Примечание: у встроенных скриптов есть некоторые ограничения, а также их нельзя редактировать с помощью внешнего редактора.

source: Warning: Having the script name be the same as a built-in type is usually not desired.
ru: Предупреждение: обычно нежелательно, чтобы имя скрипта совпадало с именем встроенного типа.

source: Built-in script (into scene file).
ru: Встроенный скрипт (в файл сцены).

source: Using existing script file.
ru: С использованием существующего файла скрипта.

source: Will load an existing script file.
ru: Будет загружен существующий скрипт.

source: Script file already exists.
ru: Файл скрипта уже существует.

source: No suitable template.
ru: Нет подходящего шаблона.

source: Empty
ru: Пустой

source: Script path/name is valid.
ru: Путь/имя скрипта является допустимым.

source: Will create a new script file.
ru: Будет создан новый файл скрипта.

source: Parent Name
ru: Имя родительского элемента
