Repository: JellyTyan/GulpgulpgulpDot-Engine
Catalog: editor/translations/editor/*.po
Languages: cs, de, ga, ru

source: Purple
cs: Fialová
de: Lila
ga: Corcra
ru: Фиолетовый

source: Pink
cs: Růžová
ga: Bándearg
ru: Розовый

source: Gray
cs: Šedá
de: Grau
ga: Liath
ru: Серый

source: Go to previous selected folder/file.
cs: Přejít do předchozí vybrané složky/souboru.
de: Zur vorigen ausgewählten Datei/Ordner springen.
ga: Téigh go dtí an fillteán/comhad roghnaithe roimhe seo.
ru: Перейти к предыдущей выбранной папке/файлу.

source: Go to next selected folder/file.
cs: Přejít do další vybrané složky/souboru.
de: Zur nächsten ausgewählten Datei/Ordner springen.
ga: Téigh go dtí an chéad fhillteán/comhad roghnaithe eile.
ru: Перейти к следующей выбранной папке/файлу.

source: Change Split Mode
cs: Změnit režim rozdělení
de: Geteilten Modus ändern
ga: Athraigh Mód Scoilte
ru: Изменить режим разделения

source: Filter Files
cs: Filtrovat soubory
de: Dateien filtern
ga: Scag Comhaid
ru: Фильтр файлов

source: Directories
de: Verzeichnisse
ga: Eolairí
ru: Каталоги

source: Display Mode
de: Anzeigemodus
ga: Mód Taispeána
ru: Режим отображения

source: Files
de: Dateien
ga: Comhaid
ru: Файлы

source: Scanning Files, Please Wait...
cs: Prohledávání souborů, Čekejte prosím...
de: Lese Dateien, Bitte warten …
ga: Comhaid á Scanadh, Fan, le do thoil...
ru: Сканирование файлов, подождите…

source: Filesystem Scan
de: Dateisystem-Scan
ga: Scanadh Córas Comhad
ru: Сканирование файловой системы

source: Overwrite
cs: Přepsat
de: Überschreiben
ga: Forscríobh
ru: Перезаписать

source: Keep Both
cs: Zachovat oba
de: Beide behalten
ga: Coinnigh an Dá
ru: Оставить оба

source: Create Script
cs: Vytvořit skript
de: Skript erstellen
ga: Cruthaigh Script
ru: Создать скрипт

source: Convert
cs: Převést
de: Umwandeln
ga: Tiontaigh
ru: Конвертировать

source: Groups
cs: Skupiny
de: Gruppen
ga: Grúpaí
ru: Группы

source: Scene Groups
cs: Skupiny scény
de: Szenen-Gruppen
ga: Grúpaí Radhairc
ru: Группы сцены

source: This group belongs to another scene and can't be edited.
cs: Tato skupina patří jiné scéně a není ji možné upravit.
de: Diese Gruppe gehört zu einer anderen Szene und kann nicht bearbeitet werden.
ga: Baineann an grúpa seo le radharc eile agus ní féidir iad a chur in eagar.
ru: Эта группа принадлежит другой сцене и не может быть изменена.

source: Copy group name to clipboard.
cs: Kopírovat název skupiny do schránky.
de: Gruppenname in Zwischenablage kopieren.
ga: Cóipeáil ainm an ghrúpa go dtí an ghearrthaisce.
ru: Копировать имя группы в буфер обмена.

source: Global Groups
cs: Globální skupiny
de: Globale Gruppen
ga: Grúpaí Domhanda
ru: Глобальные группы

source: Add to Group
cs: Přidat do skupiny
de: Zu Gruppe hinzufügen
ga: Cuir leis an nGrúpa
ru: Добавить в группу

source: Remove from Group
cs: Odebrat ze skupiny
de: Aus Gruppe entfernen
ga: Bain ó Ghrúpa
ru: Удалить из группы

source: Convert to Global Group
cs: Převést na globální skupinu
de: In globale Gruppe umwandeln
ga: Tiontaigh go Grúpa Domhanda
ru: Преобразовать в глобальную группу

source: Convert to Scene Group
cs: Převést na skupinu scény
de: In Szenengruppe konvertieren
ga: Tiontaigh go Grúpa Radhairc
ru: Преобразовать в группу сцен

source: Rename Group
cs: Přejmenovat skupinu
de: Gruppe umbenennen
ga: Athainmnigh Grúpa
ru: Переименовать группу

source: Remove Group
cs: Odstranit skupinu
de: Gruppe entfernen
ga: Bain Grúpa
ru: Удалить группу

source: Create New Group
cs: Vytvořit novou skupinu
de: Neue Gruppe erstellen
ga: Cruthaigh Grúpa Nua
ru: Создать новую группу

source: Name:
cs: Název:
ga: Ainm:
ru: Имя:

source: Global
cs: Globální
ga: Domhanda
ru: Глобально

source: Group name is valid.
cs: Název skupiny je platný.
de: Gruppenname ist gültig.
ga: Tá ainm an ghrúpa bailí.
ru: Имя группы является допустимым.

source: Rename references in all scenes
cs: Přejmenovat odkazy ve všech scénách
de: Referenzen in allen Szenen umbenennen
ga: Athainmnigh tagairtí i ngach radharc
ru: Переименовать ссылки во всех сценах

source: Delete references from all scenes
cs: Smazat odkazy ze všech scén
de: Referenzen aus allen Szenen löschen
ga: Scrios tagairtí ó gach radharc
ru: Удалить ссылки из всех сцен

source: Delete group "%s" and all its references?
cs: Smazat skupinu "%s" a všechny její odkazy?
de: Gruppe "%s" und alle ihre Verweise löschen?
ga: Scrios grúpa "%s" agus a chuid tagairtí go léir?
ru: Удалить группу «%s» и все её ссылки?

source: Group can't be empty.
cs: Skupina nemůže být prázdná.
de: Gruppe darf nicht leer sein.
ga: Ní féidir le grúpa a bheith folamh.
ru: Группа не может быть пустой.

source: Group already exists.
cs: Skupina již existuje.
de: Gruppe existiert bereits.
ga: Tá grúpa ann cheana féin.
ru: Группа уже существует.

source: Rename
cs: Přejmenovat
de: Umbenennen
ga: Athainmnigh
ru: Переименовать

source: Add a new group.
cs: Přidat novou skupinu.
de: Neue Gruppe hinzufügen.
ga: Cuir grúpa nua leis.
ru: Добавить новую группу.

source: Filter Groups
cs: Filtrovat skupiny
de: Gruppen filtern
ga: Grúpaí Scagaire
ru: Фильтр групп

source: The Beginning
cs: Začátek
de: Unverändert
ga: An Tús
ru: Начало

source: History
cs: Historie
de: Verlauf
ga: Stair
ru: История

source: Open History Dock
de: Verlaufsdock öffnen
ga: Oscail Duga na Staire
ru: Открыть док истории

source: Scene
cs: Scéna
de: Szene
ga: Radharc
ru: Сцена

source: Keep File (exported as is)
cs: Zachovat soubor (exportován beze změn)
de: Datei beibehalten (unverändert exportieren)
ga: Coinnigh Comhad (easpórtáilte mar atá)
ru: Сохранить файл (экспортируется «как есть»)

source: Skip File (not exported)
cs: Přeskočit soubor (neexportován)
de: Datei überspringen (nicht exportieren)
ga: Ná bac leis an gComhad (níor easpórtáil)
ru: Пропустить файл (не экспортируется)

source: %d Files
cs: %d souborů
de: %d Dateien
ga: %d Comhaid
ru: %d файлов

source: Default
cs: Výchozí
ga: Réamhshocrú
ru: По умолчанию

source: Set as Default for '%s'
cs: Nastavit jako výchozí pro '%s'
de: Als Default für ‚%s‘ setzen
ga: Socraigh mar Réamhshocrú do '%s'
ru: Установить по умолчанию для «%s»

source: Clear Default for '%s'
cs: Promazat výchozí pro '%s'
de: Default für ‚%s‘ löschen
ga: Glan an réamhshocrú le haghaidh '%s'
ru: Очистить значение по умолчанию для «%s»

source: You have pending changes that haven't been applied yet. Click Reimport to apply changes made to the import options. Selecting another resource in the FileSystem dock without clicking Reimport first will discard changes made in the Import dock.
cs: Máte čekající změny, které ještě nebyly použity. Klepnutím na tlačítko Znovu importovat uplatníte změny provedené v možnostech importu. Výběrem jiného zdroje v doku Souborový systém bez předchozího kliknutí na tlačítko Znovu importovat se změny provedené v doku Import zruší.
de: Es existieren ausstehende Änderungen die noch nicht angewandt wurden. Um Änderungen der Importoptionen anzuwenden, bitte den Reimportieren-Knopf klicken. Eine andere Ressource im Dateisystem-Dock auszuwählen, ohne zuvor den Reimportieren-Button zu betätigen, verwirft sämtliche ausstehende Änderungen im Import-Dock.
ga: Tá athruithe ar feitheamh agat nach bhfuil curtha i bhfeidhm go fóill. Cliceáil Athiompórtáil chun athruithe a rinneadh ar na roghanna iompórtála a chur i bhfeidhm. Má roghnaíonn tú acmhainn eile i nduga an Chórais Comhad gan cliceáil ar Reimport ar dtús, cuirfear na hathruithe a rinneadh sa duga Iompórtála i leataobh.
ru: Имеются изменения, которые ещё не были применены. Нажмите «Повторить импорт», чтобы применить изменения, внесённые в параметры импорта. Если выбрать другой ресурс в панели «Файловая система», сначала не нажав «Повторить импорт», то сделанные в панели «Импорт» изменения будут потеряны.

source: Import
de: Importieren
ga: Iompórtáil
ru: Импорт

source: Open Import Dock
de: Importdock öffnen
ga: Oscail Duga Iompórtála
ru: Открыть импортный док

source: Import As:
cs: Importovat jako:
de: Importiere als:
ga: Iompórtáil Mar:
ru: Импортировать как:

source: Preset
cs: Profil
de: Vorgabe
ga: Réamhshocrú
ru: Предустановка

source: Advanced...
cs: Pokročilé...
de: Erweitert …
ga: Ardrang...
ru: Дополнительно…

source: The imported resource is currently loaded. All instances will be replaced and undo history will be cleared.
cs: Importovaný zdroj je aktuálně načten. Všechny instance budou nahrazeny a historie vrácení zpět bude promazána.
de: Die importierte Ressource ist aktuell geladen. Alle Instanzen werden ersetzt und die Rückgängig-Historie wird geleert.
ga: Tá an acmhainn iompórtáilte luchtaithe faoi láthair. Cuirfear gach cás in áit agus glanfar an stair a chealú.
ru: В настоящее время загружается импортируемый ресурс. Все экземпляры будут заменены и история отмен будет очищена.

source: WARNING: Assets exist that use this resource. They may stop loading properly after changing type.
cs: VAROVÁNÍ: Existují zdroje, který tento zdroj používají. Může se stát, že se po změně typu přestanou správně načítat.
de: ACHTUNG: Es existieren Assets, die diese Ressource nutzen. Es kann sein, dass sie nach einer Typänderung nicht mehr korrekt geladen werden.
ga: RABHADH: Tá sócmhainní ann a úsáideann an acmhainn seo. Féadfaidh siad stop a chur le luchtú i gceart tar éis cineál a athrú.
ru: Предупреждение: существуют ассеты, которые используют этот ресурс; они могут перестать загружаться должным образом после изменения типа.

source: Select a resource file in the filesystem or in the inspector to adjust import settings.
cs: Pro úpravu nastavení importu vyberte soubor zdroje v prohlížeči souborů nebo v inspektoru.
de: Zum Anpassen der Importeinstellungen muss eine Ressourcendatei im Dateisystem oder im Inspektor ausgewählt werden.
ga: Roghnaigh comhad acmhainne sa chóras comhad nó sa chigire chun socruithe iompórtála a choigeartú.
ru: Выберите файл ресурса в файловой системе или в инспекторе, чтобы настроить параметры импорта.

source: The following resources will be duplicated and embedded within this resource/object.
cs: Následující zdroje budou duplikovány a vloženy do tohoto zdroje/objektu.
de: Die folgenden Ressourcen werden dupliziert und in der Ressource/dem Objekt eingebettet.
ga: Déanfar na hacmhainní seo a leanas a dhúbailt agus a leabú laistigh den acmhainn/réad seo.
ru: Следующие ресурсы будут продублированы и встроены в этот ресурс/объект.

source: Failed to load resource.
cs: Selhalo nahrání zdroje.
de: Laden der Ressource fehlgeschlagen.
ga: Theip ar luchtú na hacmhainne.
ru: Не удалось загрузить ресурс.

source: (Current)
cs: (Aktuální)
de: (aktuell)
ga: (Reatha)
ru: (Текущий)

source: Expand Non-Default
cs: Rozbalit jiné než výchozí
de: Nicht-Default expandieren
ga: Leathnaigh Neamh-Réamhshocrú
ru: Развернуть изменённые

source: Property Name Style
cs: Styl názvu vlastností
de: Eigenschaftennamensstil
ga: Stíl Ainm na Maoine
ru: Стиль имени свойства

source: Raw (e.g. "%s")
cs: Bez úprav (např. "%s")
de: Roh (z. B. "%s")
ga: Amh (m.sh. "%s")
ru: Без обработки (например, «%s»)

source: Capitalized (e.g. "%s")
cs: Velká písmena (např. "%s")
de: Groß geschrieben (z.B. "%s")
ga: Caipitlithe (m.sh. "%s")
ru: Прописные буквы (например, «%s»)

source: Localized (e.g. "Z Index")
cs: Přeložit (např. "Z-Index")
de: Lokalisiert (z. B. "Z-Index")
ga: Logánaithe (m.sh. "Innéacs Z")
ru: Локализованные (например, «Z-индекс»)

source: Localization not available for current language.
cs: Překlad pro aktuální jazyk není dostupný.
de: Keine Übersetzung für die aktuelle Sprache vorhanden.
ga: Níl logánú ar fáil don teanga reatha.
ru: Локализация недоступна для данного языка.

source: Copy Properties
cs: Kopírovat vlastnosti
de: Eigenschaften kopieren
ga: Cóipeáil Airíonna
ru: Копировать свойства

source: Paste Properties
cs: Vložit vlastnosti
de: Eigenschaften einfügen
ga: Greamaigh Airíonna
ru: Вставить свойства

source: Make Sub-Resources Unique
cs: Udělat dílčí zdroje unikátní
de: Unter-Ressource einzigartig machen
ga: Fo-Acmhainní a Dhéanamh Uathúil
ru: Сделать вложенные ресурсы уникальными

source: Inspector
cs: Inspektor
de: Inspektor
ga: Cigire
ru: Инспектор

source: Open Inspector Dock
de: Inspektordock öffnen
ga: Oscail Duga an Chigire
ru: Открыть док инспектора

source: Create a new resource in memory and edit it.
cs: Vytvořit nový zdroj v paměti a upravit ho.
de: Erstelle eine neue Ressource im Speicher und bearbeite sie.
ga: Cruthaigh acmhainn nua i gcuimhne agus é a chur in eagar.
ru: Создать новый ресурс в памяти и редактировать его.

source: Load an existing resource from disk and edit it.
cs: Nahrát existující zdroj z disku a upravit ho.
de: Lade eine bestehende Ressource von der Festplatte und bearbeite sie.
ga: Luchtaigh acmhainn atá ann cheana ón diosca agus cuir in eagar í.
ru: Загрузить существующий ресурс с диска и редактировать его.

source: Save the currently edited resource.
cs: Uložit právě upravovaný zdroj.
de: Speichere die so eben bearbeitete Ressource.
ga: Sábháil an acmhainn atá curtha in eagar faoi láthair.
ru: Сохранить текущий редактируемый ресурс.

source: Save As...
cs: Uložit jako...
de: Speichern als …
ga: Sábháil Mar...
ru: Сохранить как…

source: Extra resource options.
cs: Další možnosti zdrojů.
de: Zusatz-Ressourcenoptionen.
ga: Roghanna acmhainní breise.
ru: Дополнительные параметры ресурса.

source: Edit Resource from Clipboard
cs: Upravit zdroj ze schránky
de: Ressource in Zwischenablage bearbeiten
ga: Cuir Acmhainn in Eagar ón nGearrthaisce
ru: Редактировать ресурс из буфера обмена

source: Copy Resource
cs: Kopírovat zdroj
de: Ressource kopieren
ga: Cóipeáil Acmhainn
ru: Копировать ресурс

source: Make Resource Built-In
cs: Učinit zdroj vestavěný
de: Ressource nach Built-in konvertieren
ga: Déan Acmhainn Tógtha Isteach
ru: Сделать ресурс встроенным

source: Go to previous edited object in history.
cs: Jít na předešlý upravený objekt v historii.
de: Zum zuvor bearbeitetem Objekt im Verlauf springen.
ga: Téigh go dtí réad a cuireadh in eagar roimhe seo sa stair.
ru: Перейти к предыдущему редактируемому объекту в истории.

source: Go to next edited object in history.
cs: Jít na následující upravený objekt v historii.
de: Zum zunächst bearbeitetem Objekt im Verlauf springen.
ga: Téigh go dtí an chéad rud eile in eagar sa stair.
ru: Перейти к следующему редактируемому объекту в истории.

source: History of recently edited objects.
cs: Historie naposledy upravených objektů.
de: Verlauf der zuletzt bearbeiteten Objekte.
ga: Stair na réad a cuireadh in eagar le déanaí.
ru: История недавно отредактированных объектов.

source: Open documentation for this object.
cs: Otevřít dokumentaci k tomuto objektu.
de: Dokumentation zu diesem Objekt öffnen.
ga: Oscail doiciméadú don oibiacht seo.
ru: Открыть документацию для этого объекта.

source: Open Documentation
cs: Otevřít dokumentaci
de: Dokumentation öffnen
ga: Oscail Cáipéisíocht
ru: Открыть документацию

source: Filter Properties
cs: Filtrovat vlastnosti
de: Eigenschaften filtern
ga: Airíonna an Scag
ru: Фильтр свойств

source: Manage object properties.
cs: Spravovat vlastnosti objektu.
de: Objekteigenschaften verwalten.
ga: Bainistigh airíonna réada.
ru: Управление свойствами объекта.

source: Information
ga: Eolas
ru: Информация

source: This cannot be undone. Are you sure?
cs: Toto nelze vrátit zpět. Přejete si pokračovat?
de: Dies kann nicht rückgängig gemacht werden. Wirklich fortfahren?
ga: Ní féidir é seo a chealú. An bhfuil tú cinnte?
ru: Это действие нельзя отменить. Продолжить?

source: No parent to instantiate a child at.
cs: Chybí rodič pro instancování potomka.
de: Kein Parent-Node vorhanden, unter dem das Child-Objekt instanziiert werden könnte.
ga: Níl aon tuismitheoir a instantiate leanbh ag.
ru: Нет родительского элемента для инстанцирования дочернего элемента.

source: No parent to instantiate the scenes at.
cs: Chybí rodič pro instancování scén.
de: Kein Parent-Node vorhanden, unter dem Szenen instanziiert werden können.
ga: Níl aon tuismitheoir a instantiate na radhairc ag.
ru: Нет родительского элемента для инстанцирования сцен.

source: Error loading scene from %s
cs: Chyba při načítání scény z %s
de: Fehler beim Laden der Szene von %s
ga: Earráid agus radharc á luchtú ó %s
ru: Ошибка при загрузке сцены из %s

source: Error instantiating scene from %s
cs: Chyba při instancování scény z %s
de: Fehler beim Instanziieren der Szene aus %s
ga: Earráid agus radharc á mheandar ó %s
ru: Ошибка при инстанцировании сцены из %s

source: Cannot instantiate the scene '%s' because the current scene exists within one of its nodes.
cs: Scénu '%s' nelze vytvořit, protože aktuální scéna je jedním z jejích uzlů.
de: Szene ‚%s‘ kann nicht instanziiert werden, da die aktuelle Szene in einer ihrer Nodes existiert.
ga: Ní féidir an radharc '%s' a mheandar toisc go bhfuil an radharc reatha laistigh de cheann dá nóid.
ru: Невозможно создать экземпляр сцены «%s», потому что текущая сцена существует в одном из его узлов.

source: Instantiate Scene
cs: Instancovat scénu
de: Szene instanziieren
ga: Radharc ar an toirt
ru: Инстанцировать сцену(ы)

source: Error loading audio stream from %s
cs: Chyba při načítání audio streamu z %s
de: Fehler beim Laden des Audiostreams von %s
ga: Earráid agus sruth fuaime á luchtú ó %s
ru: Ошибка при загрузке потока аудио из %s

source: Create AudioStreamPlayer
cs: Vytvořit AudioStreamPlayer
de: AudioStreamPlayer erstellen
ga: Cruthaigh AudioStreamPlayer
ru: Создать узел (узлы) AudioStreamPlayer

source: Replace with Branch Scene
cs: Nahradit scénou z větve
de: Mit Branch-Szene ersetzen
ga: Cuir Radharc na Craoibhe in ionad
ru: Заменить на сцену-ветку

source: Detach Script
cs: Odpojit skript
de: Skript loslösen
ga: Script Scoite
ru: Открепить скрипт

source: This operation can't be done on the tree root.
cs: Tuto operaci nelze provést v kořenovém uzlu stromu.
de: Diese Aktion ist am Root-Node des Szenenbaums nicht möglich.
ga: Ní féidir an oibríocht seo a dhéanamh ar fhréamh an chrainn.
ru: Эта операция не может быть выполнена над корнем дерева.

source: Move Node in Parent
cs: Přesunout uzel v rodiči
de: Node in Parent-Node verschieben
ga: Bog Nód sa Tuismitheoir
ru: Переместить узел в родительский элемент

source: Move Nodes in Parent
cs: Přesunout uzly v rodiči
de: Nodes in Parent-Node verschieben
ga: Bog Nóid i dTuismitheoir
ru: Переместить узлы в родительский элемент

source: Duplicate Node(s)
cs: Duplikovat uzly
de: Dupliziere Node(s)
ga: Nód(anna) Dúblacha
ru: Дублировать узлы

source: Can't reparent nodes in inherited scenes, order of nodes can't change.
cs: Rodičovské uzly ve zděděné scéně nelze změnit. Pořadí uzlů nelze změnit.
de: Nodes in geerbten Szenen können nicht umgehängt oder umgeordnet werden.
ga: Ní féidir nóid a athshealbhú i radhairc oidhreacht, ní féidir ord nóid a athrú.
ru: Невозможно переподчинить узлы в унаследованных сценах, порядок узлов не может быть изменён.

source: Node must belong to the edited scene to become root.
cs: Aby se stal kořenovým uzlem, musí uzel patřit k upravované scéně.
de: Node muss zur bearbeiteten Szene gehören, um ihr Root zu werden.
ga: Caithfidh nód a bheith páirteach sa radharc eagarthóireachta le bheith fréamhaithe.
ru: Узел должен принадлежать редактируемой сцене, чтобы стать корневым.

source: Instantiated scenes can't become root
cs: Instancované scény se nemohou stát kořenovým uzlem
de: Instanziierte Szenen können kein Root werden
ga: Ní féidir le radhairc mheandaracha a bheith fréamhaithe
ru: Инстанцированные сцены не могут стать корнем

source: Make node as Root
cs: Nastavit uzel jako kořenový
de: Node zum Szenen-Root machen
ga: Déan nód mar Fhréamh
ru: Сделать узел корневым

source: Delete %d nodes and any children?
cs: Smazat %d uzlů a jejich potomky?
de: %d Node und alle Child-Nodes löschen?
ga: Scrios nóid %d agus aon pháistí?
ru: Удалить узлы (%d) и их дочерние элементы?

source: Delete %d nodes?
cs: Smazat %d uzlů?
de: %d Nodes löschen?
ga: Scrios nóid %d?
ru: Удалить узлы (%d)?

source: Delete the root node "%s"?
cs: Smazat kořenový uzel "%s"?
de: Den Root-Node „%s“ löschen?
ga: Scrios an nód fréimhe "%s"?
ru: Удалить корневой узел «%s»?

source: Delete node "%s" and its children?
cs: Smazat uzel "%s" a jeho potomky?
de: Node „%s“ und seine Child-Elemente löschen?
ga: Scrios nód "%s" agus a pháistí?
ru: Удалить узел «%s» и его дочерние элементы?

source: Delete node "%s"?
cs: Smazat uzel "%s"?
de: Node „%s“ löschen?
ga: Scrios nód "%s"?
ru: Удалить узел «%s»?

source: Some nodes are referenced by animation tracks.
cs: Na některé uzly odkazují stopy animace.
de: Einige Nodes werden aus Animations-Tracks referenziert.
ga: Déantar tagairt do roinnt nóid le rianta beochana.
ru: Дорожки анимации ссылаются на некоторые узлы.

source: Saving the branch as a scene requires having a scene open in the editor.
cs: Pro uložení větve jako scény musíte mít v editoru otevřenou scénu.
de: Um den Branch als Szene speichern zu können muss eine Szene im Editor geöffnet sein.
ga: Chun an chraobh a shábháil mar radharc, ní mór radharc a bheith ar oscailt san eagarthóir.
ru: Для сохранения ветки как сцены необходимо, чтобы сцена была открыта в редакторе.

source: Can't save the root node branch as an instantiated scene. To create an editable copy of the current scene, duplicate it using the FileSystem dock context menu or create an inherited scene using Scene > New Inherited Scene... instead.
cs: Nelze uložit větev kořenového uzlu jako instancovanou scénu. Chcete-li vytvořit upravovatelnou kopii současné scény ji duplikujte za pomoci kontextové nabídky doku Souborového systému, nebo vytvořte zděděnou scénu ve Scéna > Nová zděděná scéna...
de: Der Root-Node-Branch kann nicht als instanziierte Szene gespeichert werden. Um eine bearbeitbare Kopie der aktuellen Szene zu erstellen, duplizieren Sie sie über das Kontextmenü des Dateisystem-Docks oder erstellen Sie stattdessen eine vererbte Szene mit „Szene > Neue Vererbte Szene ...“.
ga: Ní féidir brainse an bhunnóid a shábháil mar radharc láithreach. Chun cóip ineagarthóireachta den radharc reatha a chruthú, déan é a dhúbailt trí úsáid a bhaint as roghchlár comhthéacs duga FileSystem nó cruthaigh radharc oidhreachta ag úsáid Radharc > Radharc Oidhreacht Nua... ina ionad sin.
ru: Невозможно сохранить ветку корневого узла в качестве инстанцированной сцены. Чтобы создать редактируемую копию текущей сцены, продублируйте её с помощью контекстного меню панели «Файловая система» или создайте унаследованную сцену с помощью пункта меню «Сцена > Новая унаследованная сцена…».

source: Can't save the branch of an already instantiated scene. To create a variation of a scene, you can make an inherited scene based on the instantiated scene using Scene > New Inherited Scene... instead.
cs: Nelze uložit větev již instancované scény. Chcete-li vytvořit variaci scény, můžete místo toho vytvořit zděděnou scénu na základě vytvořené scény pomocí Scéna > Nová zděděná scéna....
de: Kann keinen Branch einer bereits instanziierten Szene speichern. Um eine Variation einer Szene zu erstellen, können Sie stattdessen mit „Szene > Neue vererbte Szene ...“ eine vererbte Szene auf Basis der instanziierten Szene erstellen.
ga: Ní féidir an brainse de radharc a cuireadh ar an toirt cheana féin a shábháil. Chun éagsúlacht radharc a chruthú, is féidir leat radharc oidhreachta a dhéanamh bunaithe ar an radharc ar an toirt trí úsáid a bhaint as Radharc > Radharc Oidhreacht Nua... ina ionad sin.
ru: Невозможно сохранить ветку уже инстанцированной сцены. Чтобы создать вариацию сцены, можно создать унаследованную сцену на основе инстанцированной сцены с помощью пункта меню «Сцена > Новая унаследованная сцена…».
