Repository: JellyTyan/GulpgulpgulpDot-Engine
Catalog: editor/translations/editor/*.po
Languages: cs, de, ga, ru

# Transition Type
source: Spring
cs: Pružinový
de: Feder
ga: An tEarrach
ru: Пружина

source: Ease Type:
cs: Typ uhlazení:
de: Glättungstyp:
ga: Cineál Éasca:
ru: Тип плавного перехода:

source: FPS:
ga: CCT:
ru: Кадр/с:

source: Animation Baker
cs: Vypalovač animace
de: Animations-Bäcker
ga: Bácús Beochana
ru: Запекание анимации

source: 3D Pos/Rot/Scl Track:
cs: Stopa 3D Pos/Rot/Scl:
de: 3D-Pos.-/Rot.-/Ska.-Track:
ga: 3D Pos / Lot / Scl Track:
ru: Дорожка Позиция/Вращения/Масштаба 3D:

source: Blendshape Track:
cs: Stopa prolínání tvarů:
ga: Amhrán Cumaisc:
ru: Дорожка формы смешивания:

source: Value Track:
cs: Stopa hodnoty:
de: Werte-Track:
ga: Rian Luacha:
ru: Дорожка значения:

source: Select Tracks to Copy
cs: Vybrat stopy ke kopírování
de: Zu kopierende Tracks auswählen
ga: Roghnaigh Rianta le Cóipeáil
ru: Выбрать дорожки для копирования

source: Select All/None
cs: Vybrat všechny/žádné
de: Alles/Nichts auswählen
ga: Roghnaigh Gach Rud / Dada
ru: Выбрать всё/Сбросить

source: Copy Selection
cs: Kopírovat výběr
de: Auswahl kopieren
ga: Cóipeáil an Roghnúchán
ru: Копировать выделенное

source: Animation Change Keyframe Time
cs: Animace: Změnit čas klíčového snímku
de: Animations-Keyframe-Zeit ändern
ga: Athrú Beochana Eochairfhráma Ama
ru: Изменить время ключевого кадра анимации

source: Marker name is read-only in the inspector.
cs: Název značky je v inspektoru přístupný pouze ke čtení.
de: Der Markername kann im Inspektor nur gelesen werden.
ga: Is féidir ainm an mharcóra a léamh amháin sa chigire.
ru: Имя маркера доступно только для чтения в инспекторе.

source: A marker's name can only be changed by right-clicking it in the animation editor and selecting "Rename Marker", in order to make sure that marker names are all unique.
cs: Aby bylo zajištěno, že jsou všechny názvy značek unikátní, lze název značky lze změnit pouze tak, že na ni kliknute pravým tlačítkem myši v editoru animací a vyberete "Přejmenovat značku".
de: Ein Markername kann nur geändert werden, wenn er im Animationseditor gerechtsklickt wird und dann „Marker umbenennen“ ausgewählt wird, um sicherzustellen, dass alle Markernamen einzigartig sind.
ga: Ní féidir ainm marcóra a athrú ach trí chliceáil ar dheis air san eagarthóir beochana agus "Athainmnigh Marcóir" a roghnú, chun a chinntiú go bhfuil ainmneacha na marcóirí uile uathúil.
ru: Имя маркера можно изменить, щелкнув правой кнопкой мыши в редакторе анимации и выбрав «Переименовать маркер», чтобы убедиться, что все имена маркеров уникальны.

source: Insert Marker...
cs: Vložit značku...
de: Marker einfügen …
ga: Cuir Marcóir Isteach...
ru: Вставить Маркер…

source: Rename Marker
cs: Přejmenovat značku
de: Marker umbenennen
ga: Athainmnigh Marcóir
ru: Переименовать маркер

source: Delete Marker(s)
cs: Odstranit značky
de: Marker entfernen
ga: Scrios Marcóir(í)
ru: Удалить Маркер(ы)

source: Show All Marker Names
cs: Zobrazit všechny názvy značek
de: Alle Markernamen anzeigen
ga: Taispeáin Ainmneacha na Marcóirí Uile
ru: Показать все имена маркеров

source: Marker:
cs: Značka:
ga: Marcóir:
ru: Маркер:

source: Animation Move Markers
cs: Animace: Přesunout značky
de: Animationsbewegungsmarker
ga: Marcóirí Bogtha Beochana
ru: Перемещение ключевых точек анимации

source: Animation Delete Markers
cs: Animace: Smazat značky
de: Animationslöschmarker
ga: Marcóirí Scriosta Beochana
ru: Удалить ключевые точки анимации

source: Marker '%s' already exists!
cs: Značka '%s' již existuje!
de: Marker „%s“ existiert bereits!
ga: Tá an marcóir '%s' ann cheana féin!
ru: Маркер «%s» уже существует!

source: Add Marker Key
cs: Přidat klíč značky
de: Marker-Key hinzufügen
ga: Cuir Eochair Marcóra leis
ru: Добавить ключ дорожки для Маркера

source: Empty marker names are not allowed.
cs: Prázdné názvy značek nejsou dovoleny.
de: Leere Markernamen sind nicht gestattet.
ga: Ní cheadaítear ainmneacha folamh marcóirí.
ru: Пустые имена маркеров не допускаются.

source: Insert Marker
cs: Vložit značku
de: Marker einfügen
ga: Cuir Marcóir Isteach
ru: Вставить Маркер

source: Marker Name
cs: Název značky
ga: Ainm an Mharcóra
ru: Задать имя маркера

source: Marker Color
cs: Barva značky
de: Markerfarbe
ga: Dath Marcóra
ru: Цвет Маркера

source: Change Marker Name:
cs: Změnit název značky:
de: Markername ändern:
ga: Athraigh Ainm an Mharcóra:
ru: Изменить имя Маркера:

source: Edit Marker Color
cs: Upravit barvu značky
de: Markerfarbe einstellen
ga: Cuir Dath an Mharcóra in Eagar
ru: Редактировать цвет маркера

source: Multi Edit Marker Color
cs: Upravit barvu značky více
de: Farbe des Mehrfachbearbeitungsmarkers
ga: Dath Marcóra Il-Eagarthóireachta
ru: Цвет маркера для мультиредактирования

source: Animation Change Marker Time
cs: Animace: Změnit čas značky
de: Animationsänderungsmarkerzeit
ga: Am Marcóra Athraithe Beochana
ru: Изменить время Маркера

source: Add Audio Track Clip
cs: Přidat audio klip
de: Audiotrack-Clip hinzufügen
ga: Cuir Gearrthóg Rian Fuaime Leis
ru: Добавить звуковую дорожку

source: Change Audio Track Clip Start Offset
cs: Změnit počáteční pozici audio klipu
de: Audiotrack-Clip-Startversatz ändern
ga: Athraigh Fritháireamh Tosaigh Gearrthóg Rian Fuaime
ru: Изменить сдвиг от начала звуковой дорожки

source: Change Audio Track Clip End Offset
cs: Změnit koncovou pozici audio klipu
de: Audiotrack-Clip-Endversatz ändern
ga: Athraigh Fritháireamh Deiridh Gearrthóg Rian Fuaime
ru: Изменить сдвиг от конца звуковой дорожки

source: Root
cs: Kořen
ga: Fréamh
ru: Корень

source: AnimationTree
cs: Strom animace
ga: BeochanTreeName
ru: Дерево анимации

source: Path:
cs: Cesta:
de: Pfad:
ga: Conair:
ru: Путь:

source: Open asset details
de: Asset-Details öffnen
ga: Oscail sonraí sócmhainne
ru: Открыть подробную информацию по ассетам

source: Title
cs: Název
de: Titel
ga: Teideal
ru: Название

source: Category
de: Kategorie
ga: Catagóir
ru: Категория

source: Author
cs: Autor
de: Autor
ga: Údar
ru: Автор

source: License
cs: Licence
de: Lizenz
ga: Ceadúnas
ru: Лицензия

source: Version:
cs: Verze:
ga: Leagan:
ru: Версия:

source: Contents:
cs: Obsah:
de: Inhalt:
ga: Ábhar:
ru: Содержимое:

source: View Files
cs: Zobrazit soubory
de: Dateien anzeigen
ga: Amharc ar Chomhaid
ru: Просмотр файлов

source: Description:
cs: Popis:
de: Beschreibung:
ga: Cuntas:
ru: Описание:

source: Download
cs: Stáhnout
de: Herunterladen
ga: Íoslódáil
ru: Загрузка

source: Connection error, please try again.
cs: Chyba připojení, zkuste to prosím znovu.
de: Verbindungsfehler, bitte erneut versuchen.
ga: Earráid ceangail, bain triail eile as.
ru: Ошибка подключения, попробуйте ещё раз.

source: Can't connect.
cs: Nelze se připojit.
de: Kann nicht verbinden.
ga: Ní féidir ceangal.
ru: Не удалось подключиться.

source: Can't connect to host:
cs: Nelze se připojit k hostiteli:
de: Kann nicht zu Host verbinden:
ga: Ní féidir ceangal leis an óstríomhaire:
ru: Не удалось подключиться к хосту:

source: No response from host:
cs: Žádná odpověď od hostitele:
de: Keine Antwort von Host:
ga: Gan freagra ón óstach:
ru: Нет ответа от хоста:

source: No response.
cs: Žádná odpověď.
de: Keine Antwort.
ga: Gan aon fhreagra.
ru: Нет ответа.

source: Can't resolve hostname:
cs: Nelze přeložit název hostitele:
de: Kann Hostnamen nicht auflösen:
ga: Ní féidir óstainm a réiteach:
ru: Не удалось определить имя хоста:

source: Can't resolve.
cs: Nelze přeložit.
de: Kann nicht auflösen.
ga: Ní féidir é a réiteach.
ru: Не удалось определить адрес.

source: Request failed, return code:
cs: Požadavek se nezdařil, návratový kód:
de: Anfrage fehlgeschlagen: Rückgabewert:
ga: Theip ar an iarratas, cód fillte:
ru: Ошибка запроса, код возврата:

source: Request failed.
cs: Požadavek selhal.
de: Anfrage fehlgeschlagen.
ga: Theip ar an iarratas.
ru: Не удалось выполнить запрос.

source: Cannot save response to:
cs: Odpověď nelze uložit do:
de: Kann Antwort nicht speichern in:
ga: Ní féidir an freagra seo a shábháil:
ru: Невозможно сохранить ответ в:

source: Write error.
cs: Chyba zápisu.
de: Schreibfehler.
ga: Scríobh earráid.
ru: Ошибка записи.

source: Request failed, too many redirects
cs: Požadavek se nezdařil, příliš mnoho přesměrování
de: Anfrage fehlgeschlagen, zu viele Weiterleitungen
ga: Theip ar an iarratas, an iomarca atreoruithe
ru: Ошибка запроса, слишком много перенаправлений

source: Redirect loop.
cs: Zacyklené přesměrování.
de: Weiterleitungsschleife.
ga: Lúb a atreorú.
ru: Циклическое перенаправление.

source: Request failed, timeout
cs: Požadavek selhal, vypršel časový limit
de: Anfrage fehlgeschlagen, Zeitüberschreitung
ga: Theip ar an iarratas, teorainn ama
ru: Ошибка запроса, превышено время ожидания

source: Timeout.
cs: Čas vypršel.
de: Zeitüberschreitung.
ga: Teorainn ama.
ru: Превышено время ожидания.

source: Failed:
cs: Selhalo:
de: Fehlgeschlagen:
ga: Theip ar:
ru: Ошибка:

source: Bad download hash, assuming file has been tampered with.
cs: Špatný hash staženého souboru, soubor byl nejspíše zfalšován.
de: Falsche Download-Prüfsumme, Datei könnte manipuliert worden sein.
ga: Bad download hash, ag glacadh leis go bhfuil an comhad curtha isteach air.
ru: Несовпадение хеша загрузки; возможно, файл был изменён.

source: Expected:
cs: Očekávané:
de: Erwartet:
ga: Bhíothas ag súil leis:
ru: Ожидалось:

source: Got:
cs: Získané:
de: Erhalten:
ga: Fuair:
ru: Получено:

source: Failed SHA-256 hash check
cs: Neúspěšná kontrola SHA-256 hashe
de: Sha256 Checksummen prüfung fehlgeschlagen
ga: Theip ar sheiceáil hash SHA-256
ru: Не удалось пройти проверку хеша SHA-256

source: Asset Download Error:
cs: Chyba při stahování zdroje:
de: Asset-Download-Fehler:
ga: Earráid Íosluchtaithe Sócmhainní:
ru: Ошибка загрузки ассетов:

source: Ready to install!
cs: Připraveno k instalaci!
de: Bereit zum Installieren!
ga: Réidh le suiteáil!
ru: Готово к установке!

source: Downloading (%s / %s)...
cs: Stahování (%s / %s)...
de: Wird heruntergeladen (%s / %s) …
ga: Á íosluchtú (%s / %s)...
ru: Загрузка (%s / %s)…

source: Downloading...
cs: Stahování...
de: Wird heruntergeladen …
ga: Á Íosluchtú...
ru: Загрузка…

source: Resolving...
cs: Překládání...
de: Löse auf …
ga: Ag réiteach...
ru: Определение адреса…

source: Connecting...
cs: Připojování...
de: Verbinde...
ga: Ag ceangal...
ru: Подключение…

source: Requesting...
cs: Posílá se žádost...
de: Frage an...
ga: Ag iarraidh...
ru: Запрос…

source: Error making request
cs: Chyba při vytváření požadavku
de: Fehler bei Anfrage
ga: Earráid agus iarratas á dhéanamh
ru: Ошибка во время запроса

source: Idle
cs: Nečinný
de: Leerlauf
ga: Díomhaoin
ru: Простой

source: Install...
cs: Nainstalovat...
de: Installieren …
ga: Suiteáil...
ru: Установить…

source: Retry
cs: Zkusit znovu
de: Erneut versuchen
ga: Atriail
ru: Повторить

source: Download Error
cs: Chyba stahování
de: Downloadfehler
ga: Earráid Íosluchtaithe
ru: Ошибка загрузки

source: Recently Updated
cs: Nedávno aktualizované
de: Kürzlich aktualisiert
ga: Nuashonraithe le Déanaí
ru: Недавно обновлённые

source: Least Recently Updated
cs: Dlouho neaktualizované
de: Lange nicht aktualisiert
ga: An ceann is lú a nuashonraíodh le déanaí
ru: Давно обновлённые

source: Name (A-Z)
cs: Název (A-Z)
ga: Ainm (A-Z)
ru: Имя (А-Я)

source: Name (Z-A)
cs: Název (Z-A)
ga: Ainm (Z-A)
ru: Имя (Я-А)

source: License (A-Z)
cs: Licence (A-Z)
de: Lizenz (A-Z)
ga: Ceadúnas (A-Z)
ru: Лицензия (А-Я)

source: License (Z-A)
cs: Licence (Z-A)
de: Lizenz (Z-A)
ga: Ceadúnas (Z-A)
ru: Лицензия (Я-А)

source: Featured
cs: Vybrané
de: Empfohlen
ga: Réadmhaoin
ru: Включённые

source: Community
cs: Komunita
ga: Pobal
ru: Сообщество

source: Testing
cs: Testování
de: Testphase
ga: Tástáil
ru: Тестируемые

source: Loading...
cs: Načítání...
de: Lade …
ga: Á Luchtú...
ru: Загрузка…

# Pagination
source: First
cs: První
de: Anfang
ga: An chéad
ru: Первая

# Pagination
source: Previous
cs: Předchozí
de: Vorheriges
ga: Roimhe Seo
ru: Предыдущая

# Pagination
source: Next
cs: Další
de: Nächstes
ga: Ar Aghaidh
ru: Следующая

# Pagination
source: Last
cs: Poslední
de: Ende
ga: An uair dheireanach
ru: Последняя

source: The Asset Library requires an online connection and involves sending data over the internet.
cs: Knihovna zdrojů vyžaduje online připojení a zahrnuje posílání dat přes internet.
de: Die Asset-Bibliothek erfordert eine Online-Verbindung und überträgt Daten über das Internet.
ga: Teastaíonn nasc ar líne ón Leabharlann Sócmhainní agus is éard atá i gceist léi ná sonraí a sheoladh ar an idirlíon.
ru: Библиотека ассетов требует подключения к сети и использует отправку данных через Интернет.

source: Go Online
cs: Jít online
de: Online gehen
ga: Téigh Ar Líne
ru: Войти в сеть

source: Failed to get repository configuration.
cs: Stahování konfigurace repozitáře selhalo.
de: Repository-Konfiguration konnte nicht abgerufen werden.
ga: Theip ar chumraíocht an stóir a fháil.
ru: Не удалось получить конфигурацию репозитория.

source: All
cs: Vše
de: Alle
ga: Gach
ru: Все

source: No results for "%s" for support level(s): %s.
cs: Žádné výsledky pro "%s" při úrovni podpory: %s.
de: Keine Ergebnisse zu „%s“ für Unterstützungslevel: %s.
ga: Níl aon toradh ar "%s" le haghaidh leibhéal(anna) tacaíochta: %s.
ru: Нет результатов для «%s» для уровней поддержки: %s.

source: No results compatible with %s %s for support level(s): %s. Check the enabled support levels using the 'Support' button in the top-right corner.
cs: Žádné výsledky kompatibilní s %s %s při úrovni podpory: %s. Zkontrolujte povolené úrovně podpory pomocí tlačítka "Podpora" v pravém horním rohu.
de: Keine Ergebnisse kompatibel mit %s %s für Unterstützungslevel: %s. Aktivierte Unterstützungslevel können über den ‚Unterstützung‘-Button am rechten oberen Rand eingesehen werden.
ga: Níl aon torthaí comhoiriúnach le %s %s le haghaidh leibhéal(í) tacaíochta: %s. Seiceáil na leibhéil tacaíochta cumasaithe ag baint úsáide as an gcnaipe 'Tacaíocht' sa chúinne ag barr ar dheis.
ru: Нет совместимых с %s %s результатов для уровней поддержки: %s. Проверьте включённые уровни поддержки с помощью кнопки «Поддержка», расположенной в правом верхнем углу.

source: Install
cs: Instalovat
de: Installieren
ga: Suiteáil
ru: Установить

source: Search Templates, Projects, and Demos
cs: Vyhledávání šablon, projektů a ukázek
de: Vorlagen, Projekte und Demos suchen
ga: Cuardaigh Teimpléid, Tionscadail, agus Demos
ru: Искать шаблоны, проекты и демо

source: Search Assets (Excluding Templates, Projects, and Demos)
cs: Vyhledávání zdrojů (kromě šablon, projektů a ukázek)
de: Assets suchen (ausgenommen Vorlagen, Projekte und Demos)
ga: Sócmhainní Cuardaigh (Gan Teimpléid, Tionscadail agus Demos a áireamh)
ru: Искать ассеты (исключая шаблоны, проекты и демо)

source: Import...
cs: Importovat...
de: Importieren …
ga: Iompórtáil...
ru: Импорт…

source: Plugins...
cs: Pluginy...
ga: Breiseáin...
ru: Модули…

source: Sort:
cs: Řadit podle:
de: Sortiere:
ga: Sórtáil:
ru: Сортировка:

source: Category:
cs: Kategorie:
de: Kategorie:
ga: Catagóir:
ru: Категория:

source: Site:
cs: Stránka:
de: Seite:
ga: Suíomh:
ru: Сайт:

source: Support
cs: Podpora
de: Unterstützung
ga: Tacaíocht
ru: Поддержка

source: Assets ZIP File
cs: Soubor zdrojů ZIP
de: Assets-ZIP-Datei
ga: Comhad ZIP Sócmhainní
ru: ZIP-файл ассетов

source: AssetLib
ga: Leabharlann Sócmhainní
ru: Библиотека ассетов

source: Error opening asset file for "%s" (not in ZIP format).
cs: Chyba při otevírání balíčku "%s" (není ve formátu ZIP).
de: Fehler beim Öffnen des Asset „%s“ (nicht im ZIP-Format).
ga: Earráid agus comhad sócmhainne á oscailt le haghaidh "%s" (ní i bhformáid ZIP).
ru: Ошибка при открытии файла ассета «%s» (не в формате ZIP).

source: %s (already exists)
cs: %s (již existuje)
de: %s (existiert bereits)
ga: %s (tá sé ann cheana)
ru: %s (уже существует)

source: %d file conflicts with your project and won't be installed
cs: %d soubor je v konfliktu s vaším projektem a nebude nainstalován
de: %d Datei hat einen Konflikt mit Ihrem Projekt und wird nicht installiert
ga: Tagann %d comhad salach ar do thionscadal agus ní shuiteálfar é
ru: %d файл конфликтует с проектом и не будет установлен

source: This asset doesn't have a root directory, so it can't be ignored.
cs: Tento zdroj nemá kořenový adresář, proto jej nelze ignorovat.
de: Diese Assets haben kein Root-Verzeichnis, also können sie nicht ignoriert werden.
ga: Níl fréamhchomhadlann ag an tsócmhainn seo, mar sin ní féidir neamhaird a dhéanamh air.
ru: Этот ассет не имеет корневого каталога, поэтому не может быть проигнорирован.

source: Ignore the root directory when extracting files.
cs: Ignorovat kořenový adresář při extrakci souborů.
de: Root-Verzeichnis ignorieren, wenn Dateien extrahiert werden.
ga: Déan neamhaird den fhréamhchomhadlann agus comhaid á n-úsáid.
ru: Игнорировать корневую папку при извлечении файлов.

source: Select Install Folder
cs: Vybrat složku pro instalaci
de: Installationsverzeichnis auswählen
ga: Roghnaigh Suiteáil Fillteán
ru: Выбрать папку для установки

source: Uncompressing Assets
cs: Dekomprese zdrojů
de: Assets werden entpackt
ga: Sócmhainní Dí-chomhbhrúite
ru: Распаковка ассетов

source: The following files failed extraction from asset "%s":
cs: Následující soubory se nepodařilo extrahovat z balíčku "%s":
de: Die folgenden Dateien ließen sich nicht aus den Assets mit dem Namen „%s“ extrahieren:
ga: Theip ar na comhaid seo a leanas eastóscadh ó shócmhainn "%s":
ru: Следующие файлы не удалось извлечь из ассета «%s»:

source: (and %s more files)
cs: (a %s dalších souborů)
de: (und %s weitere Dateien)
ga: (agus %s níos mó comhad)
ru: (и ещё %s файлов)

source: Asset "%s" installed successfully!
cs: Zdroj "%s" byl úspěšně přidán!
de: Asset "%s" erfolgreich installiert!
ga: Sócmhainn "%s" suiteáilte go rathúil!
ru: Ассет «%s» успешно установлен!

source: Success!
cs: Úspěch!
de: Geschafft!
ga: Rath!
ru: Успех!

source: Asset:
cs: Zdroj:
ga: Sócmhainn:
ru: Ассет:

source: Open the list of the asset contents and select which files to install.
cs: Otevřít obsah zdroje a vybrat ze seznamu soubory pro instalaci.
de: Die Liste der Inhalte der Assets öffnen und die zu installierenden Dateien auswählen.
ga: Oscail liosta na n-ábhar sócmhainne agus roghnaigh na comhaid atá le suiteáil.
ru: Открыть содержимое ассета и выбрать файлы для установки.

source: Change Install Folder
cs: Změnit složku pro instalaci
de: Installationsverzeichnis ändern
ga: Athraigh Suiteáil Fillteán
ru: Изменить папку для установки

source: Change the folder where the contents of the asset are going to be installed.
cs: Změnit složku, do které bude obsah zdroje nainstalován.
de: Den Ordner, in dem sich die zu installierenden Assets befinden, wechseln.
ga: Athraigh an fillteán ina bhfuil inneachar na sócmhainne le suiteáil.
ru: Измените папку, в которую будет установлено содержимое ассета.

source: Ignore asset root
cs: Ignorovat kořenový adresář zdroje
de: Root der Assets ignorieren
ga: Déan neamhaird de fhréamh na sócmhainne
ru: Игнорировать корни ассетов

source: No files conflict with your project
cs: Žádné soubory nejsou v konfliktu s vaším projektem
de: Keine Dateien haben einen Konflikt mit Ihrem Projekt
ga: Níl aon chomhaid ag teacht salach ar do thionscadal
ru: Конфликтующих с проектом файлов нет

source: Show contents of the asset and conflicting files.
cs: Ukázat obsah zdroje a soubory, které jsou v konfliktu.
de: Inhalte der Assets und im Konflikt stehende Dateien anzeigen.
ga: Taispeáin inneachar na sócmhainne agus na gcomhad atá ag teacht salach ar a chéile.
ru: Показать содержимое ассета и конфликтующие файлы.

source: Contents of the asset:
cs: Obsah zdroje:
de: Inhalte des Assets:
ga: Inneachar na sócmhainne:
ru: Содержимое ассета:

source: Source Files
de: Quelldateien
ga: Comhaid Foinse
ru: Исходные файлы

source: Installation preview:
cs: Náhled instalace:
de: Installationsvorschau:
ga: Réamhamharc suiteála:
ru: Предпросмотр установки:

source: Destination Files
de: Zieldateien
ga: Comhaid Ceann Scríbe
ru: Файлы Назначения

source: Configure Asset Before Installing
cs: Konfigurovat zdroj před instalací
de: Assets vor Installation konfigurieren
ga: Cumraigh sócmhainn roimh shuiteáil
ru: Настройка ассета перед установкой

source: Audio Preview Play/Pause
cs: Náhled zvuku Přehrát/Pozastavit
de: Audiovorschau abspielen/pausieren
ga: Seinn Réamhamhairc Fuaime / Sos
ru: Воспроизвести/приостановить звуковое превью

source: Play
de: Abspielen
ga: Seinn
ru: Запустить

source: Stop
de: Stopp
ru: Остановить

source: Speakers
cs: Reproduktory
de: Lautsprecher
ga: Cainteoirí
ru: Колонки

source: Add Effect
cs: Přidat efekt
de: Effekt hinzufügen
ga: Cuir Maisíocht Leis
ru: Добавить эффект

source: Rename Audio Bus
cs: Přejmenovat zvukovou sběrnici
de: Audiobus umbenennen
ga: Athainmnigh Bus Fuaime
ru: Переименовать звуковую шину

source: Change Audio Bus Volume
cs: Změnit hlasitost zvukové sběrnice
de: Lautstärke des Audiobus ändern
ga: Athraigh Imleabhar Bus Fuaime
ru: Изменить громкость шины

source: Toggle Audio Bus Solo
cs: Přepnout režim sólo zvukové sběrnice
de: Audiobus Solo ein-/ausschalten
ga: Scoránaigh Aonair Bus Fuaime
ru: Включить или отключить соло звуковой шины

source: Toggle Audio Bus Mute
cs: Přepnout ztlumení zvukové sběrnice
de: Audiobus stumm ein-/ausschalten
ga: Scoránaigh Mute Bus Fuaime
ru: Включить или отключить звук звуковой шины

source: Toggle Audio Bus Bypass Effects
cs: Přepnout obcházení efektů zvukové sběrnice
de: Audiobus Bypasseffekte ein-/ausschalten
ga: Scoránaigh Éifeachtaí Seachbhóthar Bus Fuaime
ru: Включить или отключить эффекты обхода звуковой шины

source: Select Audio Bus Send
cs: Vybrat cíl zvukové sběrnice
de: Audiobus senden auswählen
ga: Roghnaigh Bus Fuaime Seol
ru: Выбрать передачу звуковой шины

source: Add Audio Bus Effect
cs: Přidat efekt zvukové sběrnice
de: Audiobuseffekt hinzufügen
ga: Cuir Maisíocht Bus Fuaime Leis
ru: Добавить эффект звуковой шины

source: Move Bus Effect
cs: Přesunout efekt sběrnice
de: Audiobuseffekt verschieben
ga: Bog Maisíocht Bus
ru: Переместить эффект шины

source: Delete Bus Effect
cs: Smazat efekt sběrnice
de: Audiobuseffekt löschen
ga: Scrios Maisíocht Bus
ru: Удалить эффект шины

source: Drag & drop to rearrange.
cs: Přetažením uspořádejte.
de: Mittels Drag&Drop umordnen.
ga: Tarraing & scaoil chun athshocrú a dhéanamh.
ru: Перетащите, чтобы изменить порядок.

source: Track Name
de: Spurname
ga: Ainm an Rian
ru: Имя звуковой дорожки

source: Solo
cs: Sólo
de: Allein
ga: Níl ann ach
ru: Соло

source: Mute
cs: Ztlumit
de: Stummschalten
ga: MuteName
ru: Заглушить

source: Bypass
cs: Obejít
ga: Seachbhóthar
ru: Обход

source: Volume
cs: Objem
de: Volumen
ga: Imleabhar
ru: Объём

source: Channel %d, Left VU
de: Kanal %d, VU links
ga: Cainéal %d, VU Clé
ru: Канал %d, левый VU-метр

source: Channel %d, Right VU
de: Kanal %d, VU rechts
ga: Cainéal %d, VU ar dheis
ru: Канал %d, Правый VU-метр

source: Effects
de: Effekte
ga: Éifeachtaí
ru: Эффекты

source: Send
cs: Poslat
de: Senden
ga: Seol
ru: Отправить

source: Bus Options
cs: Možnosti sběrnice
de: Audiobusoptionen
ga: Roghanna Bus
ru: Параметры шины

source: Duplicate Bus
cs: Duplikovat sběrnici
de: Bus duplizieren
ga: Dúblach Bus
ru: Дублировать шину

source: Delete Bus
cs: Smazat sběrnici
de: Bus löschen
ga: Scrios Bus
ru: Удалить шину

source: Reset Volume
cs: Obnovit hlasitost
de: Lautstärke zurücksetzen
ga: Athshocraigh Imleabhar
ru: Сбросить громкость

source: Delete Effect
cs: Smazat efekt
de: Effekt löschen
ga: Scrios Maisíocht
ru: Удалить эффект

source: Add Audio Bus
cs: Přidat zvukovou sběrnici
de: Audiobus hinzufügen
ga: Cuir Bus Fuaime Leis
ru: Добавить звуковую шину

source: Master bus can't be deleted!
cs: Hlavní sběrnici nelze smazat!
de: Master-Audiobus kann nicht gelöscht werden!
ga: Ní féidir máistirbhus a scriosadh!
ru: Мастер-шина не может быть удалена!
