Repository: JellyTyan/GulpgulpgulpDot-Engine
Catalog: editor/translations/editor/*.po
Languages: cs, de, ga, ru

source: Save changes to the following scene(s) before opening Project Manager?
cs: Uložit změny následujících scén před otevřením Správce projektů?
de: Änderungen in den folgenden Szenen vor dem Öffnen der Projektmanager speichern?
ga: Sábháil athruithe ar an radharc/na radhairc seo a leanas sula n-osclaíonn tú an Bainisteoir Tionscadail?
ru: Сохранить изменения в следующих сценах перед открытием менеджера проектов?

source: This option is deprecated. Situations where refresh must be forced are now considered a bug. Please report.
cs: Tato možnost je zastaralá. Situace, kdy musí být obnovení vynuceno, jsou nyní považovány za chybu. Prosím nahlaste toto jako bug.
de: Diese Option ist veraltet. Situationen, in denen die Aktualisierung erzwungen werden muss, werden jetzt als Fehler betrachtet. Bitte melden.
ga: Déantar an rogha seo a dhímheas. Meastar anois gur fabht é cásanna ina gcaithfear athnuachan a dhéanamh. Tuairiscigh, le do thoil.
ru: Этот параметр устарел. Ситуации, в которых необходимо принудительное обновление, считаются ошибкой. Просьба отправить отчёт об ошибке.

source: Pick a Main Scene
cs: Zvolit hlavní scénu
de: Wählen Sie eine Hauptszene
ga: Roghnaigh Príomh-Radharc
ru: Выбрать главную сцену

source: This operation can't be done without a scene.
cs: Tuto operaci nelze provést bez scény.
de: Diese Operation kann nicht ohne eine Szene durchgeführt werden.
ga: Ní féidir an oibríocht seo a dhéanamh gan radharc.
ru: Эта операция не может быть выполнена без сцены.

source: Export Mesh Library
cs: Exportovat knihovnu sítí
de: Mesh-Bibliothek exportieren
ga: Easpórtáil Leabharlann Mogalra
ru: Экспортировать библиотеку сеток

source: All scenes are already saved.
de: Alle Szenen wurden bereits gespeichert.
ga: Tá na radhairc uile sábháilte cheana féin.
ru: Все сцены уже сохранены.

source: Quick Open Color Palette...
cs: Rychle otevřít paletu barev...
de: Schnell Farbpalette öffnen …
ga: Pailéad Dathanna Oscailte go Tapa...
ru: Быстрое открытие цветовой палитры…

source: Unable to enable addon plugin at: '%s' parsing of config failed.
cs: Nelze povolit doplňkový zásuvný modul na: '%s', rozbor konfigurace selhal.
de: Plugin lässt sich nicht aktivieren: ‚%s‘ Parsen der Konfiguration fehlgeschlagen.
ga: Ní féidir breiseán addon a chumasú ag: Theip ar pharsáil cumraíochta '%s'.
ru: Не удалось включить модуль дополнения по адресу «%s». Ошибка синтаксического разбора файла конфигурации.

source: Unable to find script field for addon plugin at: '%s'.
cs: Nelze najít pole skriptu pro doplňkový zásuvný modul na: '%s'.
de: Skript-Feld für Plugin in ‚res://addons/%s‘ konnte nicht gefunden werden.
ga: Ní féidir réimse scripte a aimsiú le haghaidh breiseán breiseáin ag: '%s'.
ru: Не удалось найти поле скрипта для модуля дополнения по адресу «%s».

source: Unable to load addon script from path: '%s'.
cs: Nelze načíst doplňkový skript z cesty: '%s'.
de: Erweiterungsskript konnte nicht geladen werden: ‚%s‘.
ga: Ní féidir script an bhreiseáin a luchtú ón gcosán: '%s'.
ru: Не удалось загрузить скрипт дополнения из источника «%s».

source: Unable to load addon script from path: '%s'. This might be due to a code error in that script. Disabling the addon at '%s' to prevent further errors.
cs: Nelze načíst doplňkový skript z cesty: '%s'. To může být způsobeno chybou v jeho kódu. Doplněk na '%s' byl deaktivován, aby se zabránilo dalším chybám.
de: Erweiterungsskript auf folgendem Pfad konnte nicht geladen werden: ‚%s‘. Es scheint ein Fehler in dessen Quellcode zu sein. Die Erweiterung ‚%s‘ wird deaktiviert, um weitere Fehler zu verhindern.
ga: Ní féidir script an bhreiseáin a luchtú ón gcosán: '%s'. D'fhéadfadh sé seo a bheith mar gheall ar earráid cód sa script sin. An breiseán ag '%s' a dhíchumasú chun tuilleadh earráidí a chosc.
ru: Не удалось загрузить скрипт дополнения из источника «%s». Это может быть связано с ошибкой в коде скрипта. Дополнение по адресу «%s» отключено для предотвращения дальнейших ошибок.

source: Unable to load addon script from path: '%s'. Base type is not 'EditorPlugin'.
cs: Nelze načíst doplňkový skript z cesty: '%s'. Základní typ není 'EditorPlugin'.
de: Erweiterungsskript konnte nicht geladen werden: ‚%s‘. Basistyp ist nicht ‚EditorPlugin‘.
ga: Ní féidir script an bhreiseáin a luchtú ón gcosán: '%s'. Ní 'EditorPlugin' an bunchineál.
ru: Не удалось загрузить скрипт дополнения из источника «%s». Базовый тип не EditorPlugin.

source: Unable to load addon script from path: '%s'. Script is not in tool mode.
cs: Nelze načíst doplňkový skript z cesty: '%s'. Skript není v režimu nástroje.
de: Erweiterungsskript konnte nicht geladen werden: ‚%s‘. Skript ist nicht im Tool-Modus.
ga: Ní féidir script an bhreiseáin a luchtú ón gcosán: '%s'. Níl an script i mód uirlisí.
ru: Не удалось загрузить скрипт дополнения из источника «%s». Скрипт не в режиме инструмента.

source: Scene '%s' was automatically imported, so it can't be modified. To make changes to it, a new inherited scene can be created.
cs: Scéna '%s' byla automaticky importována, takže ji nelze měnit. Chcete-li v ní provádět úpravy, můžete vytvořit novou zděděnou scénu.
de: Szene ‚%s‘ wurde automatisch importiert und kann daher nicht verändert werden. Um Änderungen an der Szene vorzunehmen kann eine abgeleitete Szene erstellt werden.
ga: Iompórtáladh radharc '%s' go huathoibríoch, ionas nach féidir é a athrú. Chun athruithe a dhéanamh air, is féidir radharc nua oidhreachta a chruthú.
ru: Сцена «%s» была автоматически импортирована, поэтому её нельзя изменить. Чтобы её изменить, нужно создать новую унаследованную сцену.

source: Error loading scene, it must be inside the project path. Use 'Import' to open the scene, then save it inside the project path.
cs: Chyba při načítání scény, scéna musí být v adresáři projektu. Pro otevřený scény použijte 'Import' uložte ji v adresáři projektu.
de: Fehler beim Laden der Szene, sie muss sich innerhalb des Projektpfads befinden. Verwenden Sie „Importieren“, um die Szene zu öffnen, und speichern Sie sie dann innerhalb des Projektpfads.
ga: Earráid agus radharc á luchtú, caithfidh sé a bheith taobh istigh de chonair an tionscadail. Bain úsáid as 'Iompórtáil' chun an radharc a oscailt, ansin é a shábháil taobh istigh de chonair an tionscadail.
ru: Ошибка при загрузке сцены, она должна быть внутри каталога проекта. Используйте «Импорт», чтобы открыть сцену, а затем сохраните её в каталоге проекта.

source: Scene '%s' has broken dependencies:
cs: Scéna '%s' má poškozené závislosti:
de: Szene „%s“ hat defekte Abhängigkeiten:
ga: Tá spleáchais briste ag radharc '%s':
ru: Сцена «%s» имеет нарушенные зависимости:

source: Multi-window support is not available because the `--single-window` command line argument was used to start the editor.
cs: Podpora více oken není dostupná, protože editor byl spuštěn s argumentem příkazového řádku `--single-window`.
de: Unterstützung für mehrere Fenster ist nicht verfügbar, da das Kommandozeilen-Argument `- single-window` verwendet wurde, um den Editor zu starten.
ga: Níl tacaíocht ilfhuinneoige ar fáil toisc gur úsáideadh argóint líne na n-orduithe '--single-window' chun an t-eagarthóir a thosú.
ru: Поддержка многооконности недоступна, так как при старте редактора был использован аргумент командной строки `--single-window`.

source: Multi-window support is not available because the current platform doesn't support multiple windows.
cs: Podpora více oken není dostupná, protože aktuální platforma nepodporuje více oken.
de: Unterstützung für mehrere Fenster ist nicht verfügbar, da die aktuelle Plattform mehrere Fenster nicht unterstützt.
ga: Níl tacaíocht ilfhuinneog ar fáil toisc nach dtacaíonn an t-ardán reatha le fuinneoga éagsúla.
ru: Поддержка многооконноси недоступна так как не поддерживается текущей платформой.

source: Multi-window support is not available because Interface > Editor > Single Window Mode is enabled in the editor settings.
cs: Podpora více oken není dostupná, protože je v Nastavení editoru povoleno: Rozhraní > Editor > Režim jednoho okna.
de: Die Unterstützung von mehreren Fenstern ist nicht verfügbar, da in den Editoreinstellungen Schnittstelle > Editor > Einzelfenstermodus aktiviert ist.
ga: Níl tacaíocht ilfhuinneog ar fáil toisc go bhfuil Comhéadan > Eagarthóir > Mód Fuinneog Aonair cumasaithe i socruithe an eagarthóra.
ru: Поддержка многооконности недоступна так как в настройках редактора включена опция Интерфейс > Редактор > Однооконный Режим.

source: Multi-window support is not available because Interface > Multi Window > Enable is disabled in the editor settings.
cs: Podpora více oken není dostupná, protože je v Nastavení editoru zakázáno Rozhraní > Více oken > Povolit.
de: Die Unterstützung von mehreren Fenstern ist nicht verfügbar, da Schnittstelle > Mehrfachfenster > Aktivieren in den Editoreinstellungen deaktiviert ist.
ga: Níl tacaíocht ilfhuinneog ar fáil toisc go bhfuil Interface > Multi Window > Enable díchumasaithe i socruithe an eagarthóra.
ru: Поддержка многооконности недоступна так как в настройках редактора отключена опция Интерфейс > Мультиоконный режим > Включить.

source: No Recent Scenes
de: Keine kürzlichen Szenen
ga: Gan Radharcanna Le Déanaí
ru: Нет недавних сцен

source: Clear Recent Scenes
cs: Promazat nedávné scény
de: Verlauf leeren
ga: Glan Radhairc Le Déanaí
ru: Очистить недавние сцены

source: There is no defined scene to run.
cs: Není určena žádná scéna ke spuštění.
de: Es gibt keine definierte Szene zum Abspielen.
ga: Níl aon radharc sainithe le rith.
ru: Не назначена сцена для запуска.

source: Loading editor
cs: Načítání editoru
de: Editor laden
ga: Ag lódáil an eagarthóir
ru: Загрузка редактора

source: Loading editor layout...
cs: Načítání rozvržení editoru...
de: Editor-Layout laden …
ga: Ag lódáil leagan amach an eagarthóra...
ru: Загрузка макета редактора…

source: Loading docks...
cs: Načítání doků...
de: Docks laden …
ga: Ag luchtú dugaí...
ru: Загрузка док-панели…

source: Reopening scenes...
cs: Opětovné otevírání scén...
de: Öffne Szenen neu…
ga: Ag athoscailt radharcanna...
ru: Повторное открытие сцен…

source: Loading central editor layout...
cs: Načítání rozvržení středu editoru...
de: Zentrales Editor-Layout laden …
ga: Ag lódáil leagan amach an eagarthóra lárnaigh...
ru: Загрузка макета центрального редактора…

source: Loading plugin window layout...
cs: Načítání rozvržení okna zásuvných modulů...
de: Pluginfensterlayout laden …
ga: Ag lódáil leagan amach fuinneoige breiseáin...
ru: Загрузка макета окна плагина…

source: Editor layout ready.
cs: Rozvržení editoru připraveno.
de: Editorlayout bereit.
ga: Leagan amach an eagarthóra réidh.
ru: Макет редактора готов.

source: No main scene has ever been defined. Select one? You can change it later in "Project Settings" under the 'application' category.
cs: Žádná hlavní scéna nebyla definována. Chcete ji vybrat? Můžete ji později změnit v "Nastavení projektu", v kategorii 'Aplikace'.
de: Es wurde keine Hauptszene bestimmt, soll eine ausgewählt werden? Dies kann später in den Projekteinstellungen unter der Kategorie „Anwendung“ geändert werden.
ga: Níor sainmhíníodh aon phríomhradharc riamh. Roghnaigh ceann? Is féidir leat é a athrú níos déanaí i "Socruithe Tionscadail" faoin gcatagóir 'feidhmchlár'.
ru: Не назначена главная сцена, выбрать её? Вы можете изменить её позже в «Настройках проекта» в категории «Приложение».

source: Selected scene '%s' does not exist. Select a valid one? You can change it later in "Project Settings" under the 'application' category.
cs: Vybraná scéna '%s' neexistuje. Vybrat platnou? Můžete ji později změnit v "Nastavení projektu", v kategorii 'Aplikace'.
de: Die ausgewählte Szene „%s“ existiert nicht, soll eine gültige ausgewählt werden? Dies kann später in den Projekteinstellungen unter der Kategorie „Anwendung“ geändert werden.
ga: Níl an radharc roghnaithe '%s' ann. An bhfuil ceann bailí á roghnú agat? Is féidir leat é a athrú níos déanaí i "Socruithe Tionscadail" faoin gcatagóir 'feidhmchlár'.
ru: Выбранная сцена «%s» не существует, выбрать другую? Можно изменить её позже в настройках проекта (категория «приложения»).

source: Selected scene '%s' is not a scene file. Select a valid one? You can change it later in "Project Settings" under the 'application' category.
cs: Vybraná scéna '%s' není soubor scény. Vybrat platnou? Můžete ji později změnit v "Nastavení projektu", v kategorii 'Aplikace'.
de: Die ausgewählte Szene „%s“ ist keine Szenendatei, soll eine gültige ausgewählt werden? Dies kann später in den Projekteinstellungen unter der Kategorie „Anwendung“ geändert werden.
ga: Ní comhad radhairc é an radharc roghnaithe '%s'. An bhfuil ceann bailí roghnaithe agat? Is féidir leat é a athrú níos déanaí i "Socruithe Tionscadail" faoin gcatagóir 'feidhmchlár'.
ru: Выбранный файл «%s» не является файлом сцены, выбрать другой? Можно изменить сцену позже в настройках проекта (категория «приложения»).

source: User data dir '%s' is not valid. Change to a valid one?
cs: Adresář uživatelských dat '%s' je neplatný. Změnit na platný adresář?
de: Benutzerdatenverzeichnis „%s“ ist ungültig. Zu einem gültigen wechseln?
ga: Níl an treoir sonraí úsáideora '%s' bailí. Athraigh go ceann bailí?
ru: Каталог пользовательских данных «%s» недействителен. Изменить на действительный?

source: Cannot run the script because it contains errors, check the output log.
cs: Skript nelze spustit, protože obsahuje chyby. Zkontrolujte výstupní log.
de: Kann das Skript nicht ausführen, da es Fehler enthält, siehe Ausgabe-Log.
ga: Ní féidir an script a rith toisc go bhfuil earráidí ann, seiceáil an logchomhad aschuir.
ru: Невозможно выполнить данный скрипт, так как он содержит ошибки, проверьте журнал вывода.

source: Cannot run the script because it doesn't extend EditorScript.
cs: Skript nelze spustit, protože není rozšířením EditorScript.
de: Kann das Skript nicht ausführen, da es nicht von EditorScript abgeleitet ist.
ga: Ní féidir an script a rith toisc nach leathnaíonn sé EditorScript.
ru: Невозможно выполнить этот скрипт, так как он не расширяет EditorScript.

source: Cannot run the script because it's not a tool script (add the @tool annotation at the top).
cs: Skript nelze spustit, protože se nejedná o nástrojový skript (nahoře přidejte anotaci @tool).
de: Kann das Skript nicht ausführen, da es kein Tool-Skript ist (fügen Sie oben die @tool Annotation hinzu).
ga: Ní féidir an script a rith toisc nach script uirlisí é (cuir an anótáil @tool ag an mbarr).
ru: Невозможно выполнить данный скрипт, так как он не скрипт инструмента(добавьте аннотацию @tool в начале).

source: Cannot run the script because it's not a tool script (add the [Tool] attribute above the class definition).
de: Das Skript kann nicht ausgeführt werden, weil es kein Toolskript ist (fügen Sie das [Tool]-Attribut über der Klassendefinition hinzu).
ga: Ní féidir an script a rith mar nach script uirlisí é (cuir an tréith [Tool] os cionn sainmhíniú an ranga).
ru: Невозможно выполнить данный скрипт, так как он не скрипт инструмента(добавьте аннотацию @tool в начале).

source: Cannot run the script because it's not a tool script.
cs: Skript nelze spustit, protože se nejedná o nástrojový skript.
de: Kann das Skript nicht ausführen, da es kein Tool-Skript ist.
ga: Ní féidir an script a rith toisc nach script uirlisí é.
ru: Невозможно выполнить данный скрипт, так как он не скрипт инструмента.

source: Save Layout...
cs: Uložit rozvržení...
de: Layout speichern...
ga: Sábháil Leagan Amach...
ru: Сохранить макет…

source: Delete Layout...
cs: Smazat rozvržení...
de: Layout löschen...
ga: Scrios Leagan Amach...
ru: Удалить макет…

source: Save Layout
cs: Uložit rozvržení
de: Layout speichern
ga: Sábháil Leagan Amach
ru: Сохранить макет

source: Delete Layout
cs: Smazat rozvržení
de: Layout löschen
ga: Scrios Leagan Amach
ru: Удалить макет

source: This scene was never saved.
cs: Tato scéna nebyla nikdy uložena.
de: Diese Szene wurde nie gespeichert.
ga: Níor sábháladh an radharc seo riamh.
ru: Эта сцена никогда не сохранялась.

source: Save & Close
cs: Uložit a zavřít
de: Speichern und schließen
ga: Sábháil & Dún
ru: Сохранить и закрыть

source: Save before closing?
cs: Uložit před zavřením?
de: Vor dem Schließen speichern?
ga: Sábháil roimh dhúnadh?
ru: Сохранить перед закрытием?

source: %d more files or folders
cs: dalších %d souborů nebo složek
de: %d weitere Datei(en) oder Ordner
ga: %d níos mó comhad nó fillteán
ru: Ещё файлы или папки (%d)

source: %d more folders
cs: dalších %d složek
de: %d weitere(r) Ordner
ga: %d tuilleadh fillteán
ru: Ещё папки (%d)

source: %d more files
cs: dalších %d souborů
de: %d weitere Datei(en)
ga: %d comhad eile
ru: Ещё файлы (%d)

source: Unable to write to file '%s', file in use, locked or lacking permissions.
cs: Nelze zapisovat do souboru '%s', protože je používán, uzamčen nebo chybí potřebná oprávnění.
de: In Datei ‚%s‘ kann nicht geschrieben werden. Die Datei wird bereits verwendet, sie ist gesperrt, oder es ist keine Schreibberechtigung vorhanden.
ga: Ní féidir scríobh chuig comhad '%s', comhad in úsáid, faoi ghlas nó gan ceadanna.
ru: Невозможно записать в файл «%s»; файл используется, заблокирован или отсутствуют разрешения.

source: Preparing scenes for reload
cs: Příprava scén pro opětovné načtení
de: Szenen zum Neuladen vorbereiten
ga: Radhairc a ullmhú le hathlódáil
ru: Подготовка сцен к перезагрузке

source: Analyzing scene %s
cs: Probíhá analýza scény %s
de: Szene %s wird analysiert
ga: Anailís á déanamh ar radharc %s
ru: Анализ сцены %s

source: Preparation done.
cs: Příprava dokončena.
de: Vorbereitung abgeschlossen.
ga: Ullmhúchán déanta.
ru: Подготовка завершена.

source: Scenes reloading
cs: Opětovné načítání scén
de: Szenen neu laden
ga: Radhairc á n-athluchtú
ru: Перезагрузка сцен

source: Reloading...
cs: Opětovné načítání...
de: Neuladen...
ga: Athluchtú...
ru: Перезагрузка…

source: Reloading done.
cs: Opětovné načítání dokončeno.
de: Neuladen abgeschlossen.
ga: Athluchtú déanta.
ru: Перезагрузка завершена.

source: Save & Restart
cs: Uložit a restartovat
de: Speichern & Neustarten
ga: Sábháil & Atosaigh
ru: Сохранить и перезапустить

source: Mobile
de: Mobil
ga: Fón póca
ru: Мобильные устройства

source: Compatibility
de: Kompatibilität
ga: Comhoiriúnacht
ru: Совместимость

source: Open Recent
cs: Otevřít nedávné
de: Zuletzt verwendete Szenen
ga: Oscail Le Déanaí
ru: Открыть недавнее

source: Export As...
cs: Exportovat jako...
de: Exportieren als …
ga: Easpórtáil Mar...
ru: Экспортировать как…

source: Version Control
cs: Správa verzí
de: Versionsverwaltung
ga: Rialú Leagain
ru: Управление версиями

source: Create/Override Version Control Metadata...
cs: Vytvořit/Přepsat metadata pro správu verzí...
de: Metadaten der Versionsverwaltung erstellen/überschreiben...
ga: Cruthaigh / Sáraigh Meiteashonraí Rialaithe Leagain...
ru: Создать/переопределить метаданные управления версиями…

source: Version Control Settings...
cs: Nastavení správy verzí...
de: Versionsverwaltungs-Einstellungen...
ga: Socruithe Rialaithe Leagain...
ru: Настройки управления версиями…

source: Pack Project as ZIP...
cs: Zabalit projekt jako ZIP...
de: Projekt als ZIP verpacken …
ga: Pacáil an Tionscadail mar ZIP...
ru: Упаковать проект в ZIP…

source: Install Android Build Template...
cs: Nainstalovat šablonu sestavení pro Android...
de: Android-Buildvorlage installieren …
ga: Suiteáil Teimpléad Tógála Android...
ru: Установить шаблон сборки Android…

source: Open User Data Folder
cs: Otevřít složku s daty uživatele
de: Userdaten-Ordner öffnen
ga: Oscail Fillteán Sonraí Úsáideora
ru: Открыть папку пользовательских данных

source: Tools
cs: Nástroje
ga: Uirlisí
ru: Инструменты

source: Editor Docks
cs: Doky editoru
ga: Duganna an Eagarthóra
ru: Панели редактора

source: Editor Layout
cs: Rozvržení editoru
ga: Leagan Amach an Eagarthóra
ru: Макет редактора

source: Screenshots are stored in the user data folder ("user://").
cs: Snímky obrazovky jsou uloženy ve složce dat uživatele ("user://").
de: Screenshots werden im Benutzerdatenordner („user://“) gespeichert.
ga: Stóráiltear screenshots san fhillteán sonraí úsáideora ("user://").
ru: Снимки экрана хранятся в папке пользовательских данных («user://»).

source: Open Editor Data/Settings Folder
cs: Otevřít složku s daty a nastavením editoru
de: Editordaten-/Einstellungen-Ordner öffnen
ga: Oscail Fillteán Sonraí/Socruithe an Eagarthóra
ru: Открыть папку данных/настроек редактора

source: Open Editor Data Folder
cs: Otevřít složku s daty editoru
de: Editordateiverzeichnis öffnen
ga: Oscail Fillteán Sonraí an Eagarthóra
ru: Открыть папку данных редактора

source: Open Editor Settings Folder
cs: Otevřít složku s nastavením editoru
de: Editoreinstellungen-Ordner öffnen
ga: Oscail Fillteán Socruithe an Eagarthóra
ru: Открыть папку настроек редактора

source: Manage Editor Features...
cs: Spravovat funkce editoru...
de: Editor-Features verwalten …
ga: Bainistigh Gnéithe Eagarthóra...
ru: Управление возможностями редактора…

source: Manage Export Templates...
cs: Spravovat exportní šablony...
de: Exportvorlagen verwalten …
ga: Bainistigh Teimpléid Easpórtála...
ru: Управление шаблонами экспорта…

source: Configure FBX Importer...
cs: Konfigurovat importér FBX...
de: FBX-Importer konfigurieren …
ga: Cumraigh Iompórtálaí FBX...
ru: Настроить импортёр FBX…

source: Copies the system info as a single-line text into the clipboard.
cs: Zkopíruje informace o systému do schránky jako jeden řádek textu.
de: Kopiert die Systeminformationen als einzeiliger Text in die Zwischenablage.
ga: Cóipeáil faisnéis an chórais mar théacs aon líne isteach sa ghearrthaisce.
ru: Копирует системную информацию в виде однострочного текста в буфер обмена.

source: Main Menu
de: Hauptmenü
ga: Príomh-Roghchlár
ru: Основное меню

source: Lock Selected Node(s)
cs: Uzamknout vybrané uzly
de: Gewählte Node(s) sperren
ga: Cuir nód(anna) roghnaithe faoi ghlas
ru: Заблокировать выбранные узлы

source: Unlock Selected Node(s)
cs: Odemknout vybrané uzly
de: Gewählte Node(s) entsperren
ga: Díghlasáil Nód(anna) Roghnaithe
ru: Разблокировать выбранные узлы

source: Group Selected Node(s)
cs: Seskupit vybrané uzly
de: Gewählte Node(s) gruppieren
ga: Grúpa Nód(anna) Roghnaithe
ru: Сгруппировать выбранные узлы

source: Ungroup Selected Node(s)
cs: Oddělit vybrané uzlů
de: Gruppierung gewählter Node(s) auflösen
ga: Díghrúpáil Nód(anna) Roghnaithe
ru: Разгруппировать выбранные узлы

source: Pan View
cs: Přesunout pohled
de: Sicht schwenken
ga: Amharc Pan
ru: Панорамировать вид

source: Distraction Free Mode
cs: Nerozptylující režim
de: Ablenkungsfreier Modus
ga: Mód Saor in Aisce Distraction
ru: Режим без отвлечения

source: Toggle Last Opened Bottom Panel
cs: Přepnout naposledy otevřený spodní panel
de: Zuletzt geöffnetes unteres Bedienfeld ein-/ausschalten
ga: Scoránaigh an bunphainéal is déanaí a osclaíodh
ru: Включить или отключить последнюю открытую нижнюю панель

source: Toggle distraction-free mode.
cs: Přepnout nerozptylující režim.
de: Ablenkungsfreien Modus ein-/ausschalten.
ga: Scoránaigh mód saor ó sheachrán.
ru: Переключить режим без отвлечения.

source: Copy Text
cs: Kopírovat text
de: Text kopieren
ga: Cóipeáil Téacs
ru: Копировать текст

source: Command Palette
cs: Paleta příkazů
de: Befehlsliste
ga: Pailéad Ordaithe
ru: Палитра команд

source: Next Scene Tab
cs: Další záložka scény
de: Nächster Szenen-Tab
ga: An Chéad Chluaisín Radhairc Eile
ru: Вкладка следующей сцены

source: Previous Scene Tab
cs: Předchozí záložka scény
de: Vorheriger Szenen-Tab
ga: An Cluaisín Radhairc Roimhe Seo
ru: Вкладка предыдущей сцены

source: Focus FileSystem Filter
cs: Zaměřit filtr souborového systému
de: Dateisystemfilter fokussieren
ga: Scagaire Córas Comhad FócaisComment
ru: Фокус на фильтре файловой системы

source: New Scene
cs: Nová scéna
de: Neue Szene
ga: Radharc Nua
ru: Новая сцена
