Repository: JellyTyan/GulpgulpgulpDot-Engine
Catalog: editor/translations/editor/*.po
Languages: cs, de, ga, ru

source: New Inherited Scene...
cs: Nová zděděná scéna...
de: Neue geerbte Szene …
ga: Radharc Nua Oidhreachta...
ru: Новая унаследованная сцена…

source: Open Scene...
cs: Otevřít scénu...
de: Szene öffnen …
ga: Oscail Radharc...
ru: Открыть сцену…

source: Reopen Closed Scene
cs: Znovu otevřít zavřenou scénu
de: Geschlossene Szene erneut öffnen
ga: Radharc Dúnta a Athoscailt
ru: Открыть закрытую сцену

source: Save Scene
cs: Uložit scénu
de: Szene speichern
ga: Sábháil Radharc
ru: Сохранить сцену

source: Save All Scenes
cs: Uložit všechny scény
de: Alle Szenen speichern
ga: Sábháil Gach Radharc
ru: Сохранить все сцены

source: Quick Open...
cs: Rychle otevřít...
de: Schnell öffnen …
ga: Oscailte Tapa...
ru: Быстрый доступ…

source: Quick Open Scene...
cs: Rychle otevřít scénu...
de: Schnell Szenen öffnen …
ga: Radharc Oscailte Tapa...
ru: Быстро открыть сцену…

source: Quick Open Script...
cs: Rychle otevřít skript...
de: Schnell Skripte öffnen …
ga: Script Oscailte Thapa...
ru: Быстро открыть скрипт…

source: MeshLibrary...
cs: Knihovna sítí...
de: Mesh-Bibliothek …
ga: MogalraLibrary...
ru: Библиотека сеток…

source: Reload Saved Scene
cs: Znovu načíst uloženou scénu
de: Gespeicherte Szene neu laden
ga: Athluchtaigh an Radharc Sábháilte
ru: Перезагрузить сохранённую сцену

source: Close Scene
cs: Zavřít scénu
de: Szene schließen
ga: Dún an Radharc
ru: Закрыть сцену

source: Editor Settings...
cs: Nastavení editoru...
de: Editoreinstellungen …
ga: Socruithe an Eagarthóra...
ru: Настройки редактора…

source: Quit
cs: Ukončit
de: Verlassen
ga: Scoir
ru: Выход

source: Project Settings...
cs: Nastavení projektu...
de: Projekteinstellungen ...
ga: Socruithe an Tionscadail...
ru: Настройки проекта…

source: Project Settings
cs: Nastavení projektu
de: Projekteinstellungen
ga: Socruithe an Tionscadail
ru: Настройки проекта

source: Find in Files...
cs: Najít v souborech...
de: In Dateien suchen …
ga: Aimsigh i gComhaid...
ru: Найти в файлах…

source: Export...
cs: Exportovat...
de: Exportieren ...
ga: Easpórtáil...
ru: Экспортировать…

source: Export
ga: Easpórtáil
ru: Экспорт

source: Orphan Resource Explorer...
cs: Průzkumník osiřelých zdrojů...
de: Verwaltung nicht verwendeter Ressourcen …
ga: Taiscéalaí Acmhainní Dílleachta...
ru: Обзор потерянных ресурсов…

source: Engine Compilation Configuration Editor...
cs: Editor konfigurace kompilace enginu...
de: Engine-Kompilierkonfigurations-Editor…
ga: Eagarthóir Cumraíochta Tiomsúcháin Innill...
ru: Редактор конфигурации сборки движка…

source: Upgrade Project Files...
de: Projektdateien upgraden …
ga: Uasghrádaigh Comhaid Tionscadail...
ru: Обновить файлы проекта…

source: Reload Current Project
cs: Znovu načíst aktuální projekt
de: Aktuelles Projekt neu laden
ga: Athluchtaigh an Tionscadal Reatha
ru: Перезагрузить текущий проект

source: Quit to Project List
cs: Ukončit do seznamu projektů
de: Zum Projektmanager zurückkehren
ga: Scoir den Liosta Tionscadail
ru: Выйти в список проектов

source: Command Palette...
cs: Paleta příkazů...
de: Befehlsliste…
ga: Pailéad Ordaithe...
ru: Палитра команд…

source: Take Screenshot
cs: Pořídit snímek obrazovky
de: Screenshot erstellen
ga: Tóg Gabháil Scáileáin
ru: Сделать снимок экрана

source: Toggle Fullscreen
cs: Přepnout režim celé obrazovky
de: Vollbildmodus ein-/ausschalten
ga: Scoránaigh an Lánscáileán
ru: Включить или отключить полноэкранный режим

source: Search Help...
cs: Hledat v dokumentaci...
de: Hilfe durchsuchen...
ga: Cuardaigh Cabhair...
ru: Поиск в справке…

source: Online Documentation
cs: Online dokumentace
de: Internet-Dokumentation
ga: Doiciméadú Ar Líne
ru: Онлайн-документация

source: Forum
cs: Fórum
ga: Fóram
ru: Форум

source: Copy System Info
cs: Kopírovat informace o systému
de: Systeminformationen kopieren
ga: Cóipeáil Eolas faoin gCóras
ru: Копировать системную информацию

source: Report a Bug
cs: Nahlásit chybu
de: Fehler melden
ga: Tuairiscigh Fabht
ru: Сообщить об ошибке

source: Suggest a Feature
cs: Navrhnout funkci
de: Neues Feature vorschlagen
ga: Mol Gné
ru: Предложить функцию

source: Send Docs Feedback
cs: Odeslat zpětnou vazbu k dokumentaci
de: Dokumentationsvorschläge senden
ga: Seol Aiseolas Docs
ru: Отправить отзыв о документации

source: About Gulpgulpgulpdot...
cs: O aplikaci Gulpgulpgulpdot...
de: Über Gulpgulpgulpdot...
ga: Maidir le Gulpgulpgulpdot...
ru: О программе Gulpgulpgulpdot…

source: Support Gulpgulpgulpdot Development
cs: Podpořit projekt Gulpgulpgulpdot
de: Unterstützung der Gulpgulpgulpdot-Entwicklung
ga: Tacú le Forbairt Gulpgulpgulpdot
ru: Поддержать разработку Gulpgulpgulpdot

source: Open Script Editor
cs: Otevřít editor skriptů
de: Skripteditor öffnen
ga: Oscail Eagarthóir Scripte
ru: Открыть редактор скриптов

source: Open Game View
cs: Otevřít zobrazení hry
de: Spielansicht öffnen
ga: Oscail Radharc Cluiche
ru: Открыть Просмотр Игры

source: Open Asset Library
cs: Otevřít knihovnu zdrojů
de: Öffne Asset-Bibliothek
ga: Leabharlann Sócmhainní Oscailte
ru: Открыть библиотеку ассетов

source: Open the next Editor
cs: Otevřít další editor
de: Nächsten Editor öffnen
ga: Oscail an chéad Eagarthóir eile
ru: Открыть следующий редактор

source: Open the previous Editor
cs: Otevřít předchozí editor
de: Vorigen Editor öffnen
ga: Oscail an tEagarthóir roimhe seo
ru: Открыть предыдущий редактор

source: Project
cs: Projekt
de: Projekt
ga: Tionscadal
ru: Проект

source: Help
cs: Nápověda
de: Hilfe
ga: Cabhair
ru: Справка

source: Update Mode
de: Update-Modus
ga: Mód Nuashonraithe
ru: Режим обновления

source: Update Continuously
cs: Aktualizovat průběžně
de: Fortlaufend aktualisieren
ga: Nuashonraigh go leanúnach
ru: Обновлять непрерывно

source: Update When Changed
cs: Akualizovat při změně
de: Bei Änderungen aktualisieren
ga: Nuashonraigh nuair a athraíodh é
ru: Обновлять при изменениях

source: Hide Update Spinner
cs: Skrýt indikátor aktualizace
de: Aktualisierungsanzeigerad ausblenden
ga: Folaigh Spinner Nuashonraithe
ru: Скрыть индикатор обновлений

source: Don't Save
cs: Neukládat
de: Nicht speichern
ga: Ná Sábháil
ru: Не сохранять

source: Android build template is missing, please install relevant templates.
cs: Chybějící šablona sestavení pro Android, nainstalujte prosím příslušné šablony.
de: Android-Buildvorlage fehlt, Installation relevanter Vorlagen erforderlich.
ga: Tá teimpléad tógála Android ar iarraidh, suiteáil teimpléid ábhartha le do thoil.
ru: Шаблон сборки Android отсутствует. Установите соответствующие шаблоны.

source: Manage Templates
cs: Spravovat šablony
de: Vorlagen verwalten
ga: Bainistigh Teimpléid
ru: Управление шаблонами

source: Install from file
cs: Instalovat ze souboru
de: Aus Datei installieren
ga: Suiteáil ó chomhad
ru: Установить из файла

source: Select Android sources file
cs: Vybrat soubor se zdroji pro Android
de: Android-Quelldateien auswählen
ga: Roghnaigh comhad foinsí Android
ru: Выбрать файл исходников Android

source: Import Templates From ZIP File
cs: Importovat šablony ze ZIP souboru
de: Vorlagen aus ZIP-Datei importieren
ga: Iompórtáil teimpléid ó chomhad ZIP
ru: Импортировать шаблоны из ZIP-файла

source: Template Package
cs: Balíček šablon
de: Vorlagenpaket
ga: Pacáiste Teimpléid
ru: Пакет с шаблонами

source: Export Library
cs: Exportovat knihovnu
de: Bibliothek exportieren
ga: Easpórtáil Leabharlann
ru: Экспортировать библиотеку

source: Files have been modified outside Gulpgulpgulpdot
cs: Soubory byly změněny mimo Gulpgulpgulpdot
de: Dateien wurden außerhalb von Gulpgulpgulpdot verändert
ga: Tá comhaid athraithe lasmuigh de Gulpgulpgulpdot
ru: Файлы были изменены вне Gulpgulpgulpdot

source: The following files are newer on disk:
cs: Následující soubory jsou na disku novější:
de: Die folgenden Dateien sind neuer auf der Festplatte:
ga: Tá na comhaid seo a leanas níos nuaí ar an diosca:
ru: Следующие файлы изменены на диске:

source: What action should be taken?
cs: Jaká akce by měla být provedena?
de: Welche Aktion soll ausgeführt werden?
ga: Cén gníomh ba chóir a dhéanamh?
ru: Какие действия следует предпринять?

source: Reload from disk
cs: Znovu načíst z disku
de: Von Festplatte neu laden
ga: Athlódáil ón diosca
ru: Перезагрузить с диска

source: Ignore external changes
cs: Ignorovat externí změny
de: Externe Änderungen ignorieren
ga: Déan neamhaird de na hathruithe seachtracha
ru: Игнорировать внешние изменения

source: Project data folder (.gulpgulpgulpdot) is missing. Please restart editor.
cs: Chybí složka s daty projektu (.gulpgulpgulpdot). Restartujte prosím editor.
de: Das Projektdatenverzeichnis (.gulpgulpgulpdot) fehlt. Bitte Editor neustarten.
ga: Tá fillteán sonraí tionscadail (.gulpgulpgulpdot) ar iarraidh. Atosaigh an t-eagarthóir le do thoil.
ru: Папка данных проекта (.gulpgulpgulpdot) отсутствует. Пожалуйста, перезапустите редактор.

source: Restart
cs: Restartovat
de: Neustarten
ga: Atosaigh
ru: Перезапустить

source: Open Anyway
cs: Přesto otevřít
de: Trotzdem öffnen
ga: Oscail Ar Aon Nós
ru: Всё равно открыть

source: New Inherited
cs: Nová zděděná
de: Neu Geerbte
ga: Oidhreacht Nua
ru: Новая унаследованная сцена

source: Load Errors
cs: Chyby načítání
de: Ladefehler
ga: Luchtaigh Earráidí
ru: Ошибки загрузки

source: Select Current
cs: Vybrat aktuální
de: Aktuelle auswählen
ga: Roghnaigh An Sruth
ru: Выбрать текущую сцену

source: Open Project Settings
de: Projekteinstellungen öffnen
ga: Oscail Socruithe an Tionscadail
ru: Открыть настройки проекта

source: Ok
ga: Ceart go leor
ru: ОК

source: Warning!
cs: Varování!
de: Warnung!
ga: Rabhadh!
ru: Предупреждение!

source: Can't get filesystem access.
cs: Nelze získat přístup k souborovému systému.
de: Dateisystemzugriff fehlgeschlagen.
ga: Ní féidir rochtain ar an gcóras comhad a fháil.
ru: Не удалось получить доступ к файловой системе.

source: Failed to get Info.plist hash.
cs: Nepodařilo se získat hash pro Info.plist.
de: Lesen von Info.plist-Hash fehlgeschlagen.
ga: Theip ar hash Info.plist a fháil.
ru: Не удалось получить хеш Info.plist.

source: Invalid Info.plist, no exe name.
cs: Neplatný Info.plist, žádný název exe.
de: Ungültige Info.plist, kein exe-Name.
ga: Invalid Info.plist, gan ainm exe.
ru: Недопустимый Info.plist, нет имени exe.

source: Invalid Info.plist, no bundle id.
cs: Neplatný Info.plist, žádné ID balíčku.
de: Ungültige Info.plist, keine bundle-id.
ga: Invalid Info.plist, gan aitheantas cuachta.
ru: Недопустимый Info.plist, нет идентификатора пакета.

source: Invalid Info.plist, can't load.
cs: Neplatný Info.plist, nelze načíst.
de: Ungültige Info.plist, kann nicht geladen werden.
ga: Invalid Info.plist, ní féidir é a luchtú.
ru: Недопустимый Info.plist, не удалось загрузить.

source: Failed to create "%s" subfolder.
cs: Nepodařilo se vytvořit podsložku "%s".
de: Erzeugen von Unterordner „%s“ fehlgeschlagen.
ga: Theip ar fhofhillteán "%s" a chruthú.
ru: Не удалось создать подпапку «%s».

source: Failed to extract thin binary.
cs: Extrakce tenkého binárního souboru se nezdařila.
de: Entpacken von thin binary fehlgeschlagen.
ga: Theip ar dhénártha tanaí a bhaint.
ru: Не удалось извлечь тонкий двоичный файл.

source: Invalid binary format.
cs: Neplatný formát binárního souboru.
de: Ungültiges Binärformat.
ga: Formáid dhénártha neamhbhailí.
ru: Недопустимый двоичный формат.

source: Already signed!
cs: Již podepsáno!
de: Bereits signiert!
ga: Sínithe cheana féin!
ru: Уже подписано!

source: Failed to process nested resources.
cs: Zpracování vnořených zdrojů se nezdařilo.
de: Verarbeiten verschachtelter Ressourcen fehlgeschlagen.
ga: Theip ar acmhainní neadaithe a phróiseáil.
ru: Не удалось обработать вложенные ресурсы.

source: Failed to create _CodeSignature subfolder.
cs: Tvorba podsložky _CodeSignature se nezdařila.
de: Erzeugen von _CodeSignature-Unterordner fehlgeschlagen.
ga: Theip ar fhofhillteán _CodeSignature chruthú.
ru: Не удалось создать подпапку _CodeSignature.

source: Failed to get CodeResources hash.
cs: Nepodařilo se získat hash CodeResources.
de: Erhalten von CodeResources-Hash fehlgeschlagen.
ga: Theip ar hash CodeResources a fháil.
ru: Не удалось получить хеш CodeResources.

source: Invalid entitlements file.
cs: Neplatný soubor oprávnění.
de: Ungültige Entitlements-Datei.
ga: Comhad teidlíochtaí neamhbhailí.
ru: Недопустимый файл прав.

source: Invalid executable file.
cs: Neplatný spustitelný soubor.
de: Ungültige ausführbare Datei.
ga: Comhad neamhbhailí inrite.
ru: Недопустимый исполняемый файл.

source: Can't resize signature load command.
cs: Nelze změnit velikost příkazu pro načtení podpisu.
de: Signatur-Lade-Kommando kann nicht vergrößert/verkleinert werden.
ga: Ní féidir an t- ordú ualaigh sínithe a athrú.
ru: Не удалось изменить размер команды загрузки подписи.

source: Failed to create fat binary.
cs: Tvorba tlustého binárního souboru se nezdařila.
de: Erstellen von fat binary fehlgeschlagen.
ga: Theip ar dhénártha saille a chruthú.
ru: Не удалось создать толстый двоичный файл.

source: Unknown bundle type.
cs: Neznámý typ balíčku.
de: Unbekannter bundle-Typ.
ga: Cineál cuachta anaithnid.
ru: Неизвестный тип пакета.

source: Unknown object type.
cs: Neznámý typ objektu.
de: Unbekannter Objekttyp.
ga: Cineál anaithnid réada.
ru: Неизвестный тип объекта.

source: Project export for platform:
cs: Exportovat projekt pro platformu:
de: Projektexport für Plattform:
ga: Easpórtáil tionscadail le haghaidh ardáin:
ru: Экспорт проекта для платформы:

source: Completed with warnings.
cs: Dokončeno s varováními.
de: Unter Warnungen fertiggestellt.
ga: Críochnaithe le rabhaidh.
ru: Завершено с предупреждениями.

source: Completed successfully.
cs: Úspěšně dokončeno.
de: Erfolgreich fertiggestellt.
ga: Cuireadh i gcrích go rathúil é.
ru: Завершено без ошибок.

source: Failed.
cs: Selhalo.
de: Fehlgeschlagen.
ga: Theip ar.
ru: Ошибка.

source: Unknown Error
cs: Neznámá chyba
de: Unbekannter Fehler
ga: Earráid Neamhaithnid
ru: Неизвестная ошибка

source: Export failed with error code %d.
cs: Export selhal s chybovým kódem %d.
de: Der Export ist mit Fehlercode %d fehlgeschlagen.
ga: Theip ar easpórtáil le cód earráide %d.
ru: Экспорт завершился с кодом ошибки %d.

source: Patch Creation
cs: Vytváření záplaty (patche)
de: Patch-Erstellung
ga: Cruthú Paiste
ru: Создание обновления

source: Could not load patch pack with path "%s".
cs: Nepodařilo se načíst balíček záplat z cesty "%s".
de: Patch-Pack mit Pfad „%s“ konnte nicht geladen werden.
ga: Níorbh fhéidir an pacáiste paiste a luchtú leis an gcosán "%s".
ru: Не удалось загрузить обновление по пути "%s".

source: Storing File: %s
cs: Ukládání souboru: %s
de: Speichere Datei: %s
ga: Comhad á stóráil: %s
ru: Сохранение файла: %s

source: Storing File:
cs: Ukládání souboru:
de: Speichere Datei:
ga: Comhad á Stóráil:
ru: Сохранение файла:

source: No export template found at the expected path:
cs: Na očekávané cestě nebyla nalezena žádná šablona pro export:
de: Keine Exportvorlage unter dem erwarteten Pfad gefunden:
ga: Níor aimsíodh aon teimpléad easpórtála ag an gcosán a bhfuiltear ag súil leis:
ru: Шаблоны экспорта не найдены по ожидаемому пути:

source: Using user provided text server data, text display in the exported project might be broken if export template was built with different ICU version!
cs: Používají se uživatelem dodaná data textového serveru. Zobrazení textu nemusí v exportovaném projektu fungovat správně, pokud byla šablona exportu vytvořena s jinou verzí ICU!
de: Bei Verwendung von Textserverdaten, die von Benutzern angegeben wurden, könnte die Textanzeige im exportieren Projekt kaputt sein, falls die Exportvorlage mit einer anderen ICU-Version gebaut wurde!
ga: Agus sonraí freastalaí téacs arna soláthar ag an úsáideoir á n-úsáid, d'fhéadfadh sé go mbeadh taispeáint téacs sa tionscadal onnmhairithe briste má tógadh an teimpléad onnmhairithe le leagan difriúil den ICU!
ru: Использование предоставленных пользователем данных текстового сервера, может нарушить отображение текста в экспортированном проекте, если шаблон экспорта был собран с другой версией ICU!

source: Using editor embedded text server data, text display in the exported project might be broken if export template was built with different ICU version!
cs: Používají se editorem vložená data textového serveru. Zobrazení textu nemusí v exportovaném projektu fungovat správně, pokud byla šablona exportu vytvořena s jinou verzí ICU!
de: Bei Verwendung von im Editor eingebetteten Textserverdaten könnte die Textanzeige im exportieren Projekt kaputt sein, falls die Exportvorlage mit einer anderen ICU-Version gebaut wurde!
ga: Agus sonraí freastalaí téacs leabaithe an eagarthóra á n-úsáid, d'fhéadfadh sé go mbeadh taispeáint téacs sa tionscadal onnmhairithe briste má tógadh an teimpléad onnmhairithe le leagan difriúil den ICU!
ru: Использование встроенного в редактор текстового сервера, может нарушить отображение текста в экспортированном проекте, если шаблон экспорта был собран с другой версией ICU!

source: Missing text server data, text display in the exported project might be broken!
cs: Chybějící data textového serveru, zobrazení textu nemusí v exportovaném projektu fungovat správně!
de: Im Falle von fehlenden Textserverdaten könnte die Textanzeige im exportierten Projekt kaputt sein!
ga: Sonraí freastalaí téacs ar iarraidh, b'fhéidir go bhfuil taispeáint téacs sa tionscadal easpórtáilte briste!
ru: Отсутствуют данные текстового сервера, отображение текста в экспортированном проекте может быть нарушено!

source: ZIP Creation
cs: Vyvtoření ZIP
de: ZIP-Erstellung
ga: Cruthú ZIP
ru: Создание ZIP

source: Could not open file to read from path "%s".
cs: Nelze otevřít soubor pro čtení z cesty "%s".
de: Datei im Pfad „%s“ konnte nicht zum Lesen geöffnet werden.
ga: Níorbh fhéidir comhad a oscailt le léamh ó chonair "%s".
ru: Не удалось открыть файл для чтения из источника «%s».

source: Packing
cs: Vytváření balíčku
de: Packe
ga: Pacáil
ru: Упаковывание

source: Save PCK
cs: Uložit PCK
de: PCK speichern
ga: Sábháil PCK
ru: Сохранить PCK

source: Can't open file for writing at path "%s".
cs: Nelze otevřít soubor pro zápis: "%s".
de: Datei im Pfad „%s“ kann nicht zum schreiben geöffnet werden.
ga: Ní féidir comhad a oscailt le scríobh ag conair "%s".
ru: Не удалось открыть файл для записи по пути «%s».

source: Can't open file for reading-writing at path "%s".
cs: Nelze otevřít soubor pro čtení a zápis: "%s".
de: Datei im Pfad „%s“kann nicht zum Lesen und Schreiben geöffnet werden.
ga: Ní féidir comhad a oscailt le haghaidh scríbhneoireacht léitheoireachta ag conair "%s".
ru: Не удалось открыть файл для чтения-записи по пути «%s».

source: Failed to export project files.
cs: Export souborů projektu selhal.
de: Projektdateien konnten nicht exportiert werden.
ga: Theip ar easpórtáil comhad tionscadail.
ru: Не удалось экспортировать файлы проекта.

source: No files or changes to export.
cs: Žádné soubory nebo změny pro export.
de: Es gibt keine Dateien oder Änderungen zum Exportieren.
ga: Gan aon chomhaid ná athruithe le honnmhairiú.
ru: Нет файлов или изменений для экспорта.

source: Can't create encrypted file.
cs: Nelze vytvořit zašifrovaný soubor.
de: Verschlüsselte Datei kann nicht erzeugt werden.
ga: Ní féidir comhad criptithe a chruthú.
ru: Невозможно создать зашифрованный файл.

source: Save ZIP
cs: Uložit ZIP
de: ZIP speichern
ga: Sábháil ZIP
ru: Сохранить ZIP

source: Failed to move temporary file "%s" to "%s".
cs: Nepodařilo se přesunout dočasný soubor "%s" do "%s".
de: Fehler beim Verschieben der temporären Datei „%s“ nach „%s“.
ga: Theip ar an gcomhad sealadach "%s" a bhogadh go "%s".
ru: Не удалось переместить временный файл "%s" в "%s".

source: App Store Team ID not specified.
cs: App Store Team ID nebylo poskytnuto.
de: App-Store-Team-ID nicht angegeben.
ga: Níor sonraíodh aitheantas Fhoireann App Store.
ru: Не указан App Store Team ID.

source: Invalid Identifier:
cs: Neplatný identifikátor:
de: Ungültiger Bezeichner:
ga: Aitheantóir neamhbhailí:
ru: Неверный идентификатор:

source: At least one file timestamp access reason should be selected.
cs: Měl by být vybrán alespoň jeden důvod přístupu k časovému razítku souboru.
de: Es sollte mindestens ein Grund für Zugriff auf Datei-Zeitstempel ausgewählt werden.
ga: Ba cheart cúis rochtana stampa ama comhaid amháin ar a laghad a roghnú.
ru: Должна быть выбрана хотя бы одна причина доступа к временной метке файла.

source: At least one disk space access reason should be selected.
cs: Měl by být vybrán alespoň jeden důvod pro přístup k prostoru na disku.
de: Es sollte mindestens ein Grund für Zugriff auf Speicherplatz ausgewählt werden.
ga: Ba cheart cúis rochtana spáis diosca amháin ar a laghad a roghnú.
ru: Должна быть выбрана хотя бы одна причина доступа к дисковому пространству.

source: At least one system boot time access reason should be selected.
cs: Měl by být vybrán alespoň jeden důvod pro přístup k času spuštění systému.
de: Es sollte mindestens ein Grund für Zugriff bei Systemstart ausgewählt werden.
ga: Ba chóir cúis rochtana ama tosaithe córais amháin ar a laghad a roghnú.
ru: Должна быть выбрана хотя бы одна причина доступа ко времени загрузки системы.

source: "Shader Baker" doesn't work with the Compatibility renderer.
de: Der „Shader Baker“ funktioniert nicht mit dem Kompatibilitätsrenderer.
ga: Ní oibríonn "Shader Baker" leis an rindreálaí Comhoiriúnachta.
ru: «Shader Baker» не работает с рендерером Compatibility.

source: The editor is currently using a different renderer than what the target platform will use. "Shader Baker" won't be able to include core shaders. Switch to "%s" renderer temporarily to fix this.
cs: Editor používá jiný renderer než ten, který bude používat cílová platforma. "Shader Baker" nebude obsahovat základní shadery. Přepněte dočasně na "%s" renderer, abyste problém opravili.
de: Der Editor benutzt im Moment einen anderen Renderer als den, der von der Zielplattform benutzt wird. Der „Shader Baker“ wird nicht in der Lage sein, die Hauptshader einzubinden. Um dies zu beheben, sollte vorübergehend zum Renderer „%s“ gewechselt werden.
ga: Tá an t-eagarthóir ag úsáid rindreálaí difriúil faoi láthair ná an ceann a úsáidfidh an t-ardán sprice. Ní bheidh "Shader Baker" in ann scáthláin lárnacha a áireamh. Athraigh go rindreálaí "%s" go sealadach chun seo a shocrú.
ru: Редактор в настоящее время использует другой рендерер, нежели тот, который будет использовать целевая платформа. "Shader Baker" не сможет включать основные шейдеры. Временно переключитесь на рендерер "%s", чтобы исправить это.

source: Target folder does not exist or is inaccessible: "%s"
cs: Cílová složka neexistuje, nebo k ní nelze přistoupit: "%s"
de: Der Zielordner existiert nicht oder ist nicht zugreifbar: "%s"
ga: Níl an spriocfhillteán ann nó níl sé dorochtana: "%s"
ru: Целевая папка не существует или недоступна: «%s»

source: Prepare Templates
cs: Připravit šablony
de: Vorlagen vorbereiten
ga: Ullmhaigh Teimpléid
ru: Подготовить шаблоны

source: Export template not found.
cs: Šablona exportu nenalezena.
de: Exportvorlage wurde nicht gefunden.
ga: Níor aimsíodh teimpléad easpórtála.
ru: Шаблон экспорта не найден.

source: Unexpected files found in the export destination directory "%s.xcodeproj", delete it manually or select another destination.
cs: Nalezeny neočekávané soubory v cílovém adresáři exportu "%s.xcodeproj". Manuálně je smažte, nebo vyberte jinou cílovou destinaci.
de: Unerwartete Dateien im Export-Target-Verzeichnis „%s.xcodeproj“ gefunden, löschen Sie es manuell oder wählen Sie ein anderes Target.
ga: Aimsíodh comhaid gan choinne sa chomhadlann easpórtála "%s.xcodeproj", scrios de láimh é nó roghnaigh ceann scríbe eile.
ru: В каталоге назначения экспорта «%s.xcodeproj» обнаружены неизвестные файлы, удалите его вручную или выберите другое место назначения.
