Repository: JellyTyan/GulpgulpgulpDot-Engine
Catalog: editor/translations/editor/*.po
Languages: cs, de, ga, ru

source: This type of node can't be used. Only root nodes are allowed.
cs: Tento typ uzlu nelze použít. Jsou povoleny pouze kořenové uzly.
de: Dieser Node-Typ kann nicht verwendet werden. Nur Root-Nodes sind möglich.
ga: Ní féidir an cineál nód seo a úsáid. Ní cheadaítear ach nóid fréimhe.
ru: Этот тип узла не может быть использован. Разрешены только корневые узлы.

source: Add Node Point
cs: Přidat bod uzlu
de: Node-Punkt hinzufügen
ga: Cuir Pointe Nód Leis
ru: Добавить точку узла

source: Add Animation Point
cs: Přidat bod animace
de: Animationspunkt hinzufügen
ga: Cuir Pointe Beochana Leis
ru: Добавить точку анимации

source: Remove BlendSpace1D Point
cs: Odstranit bod BlendSpace1D
de: BlendSpace1D-Punkt entfernen
ga: Bain Pointe BlendSpace1D
ru: Удалить точку BlendSpace1D

source: Move BlendSpace1D Node Point
cs: Přesunout bod uzlu BlendSpace1D
de: BlendSpace1D-Node-Punkt verschieben
ga: Bog Pointe Nód BlendSpace1D
ru: Переместить точку узла BlendSpace1D

source: Continuous
cs: Spojitá
de: Fortlaufend
ga: Leanúnach
ru: Непрерывная

source: Discrete
cs: Diskrétní
de: Einzeln
ga: Scoite
ru: Дискретная

source: Capture
cs: Snímat
de: Aufnahme
ga: Gabháil
ru: Захват

source: Create points.
cs: Vytvořit body.
de: Punkte erstellen.
ga: Cruthaigh pointí.
ru: Создать точки.

source: Erase points.
cs: Vymazat body.
de: Punkte löschen.
ga: Scrios pointí.
ru: Удалить точки.

source: Enable snap and show grid.
cs: Aktivovat přichytávání a zobrazit mřížku.
de: Einrasten und Anzeigeraster aktivieren.
ga: Cumasaigh léim agus taispeáin greille.
ru: Включить привязку и отображение сетки.

source: Grid Step
de: Rasterschritt
ga: Céim Eangaí
ru: Шаг сетки

source: Sync:
cs: Synchronizace:
de: Synchronisieren:
ga: Sioncronaigh:
ru: Синхронизация:

source: Blend:
cs: Prolínání:
de: Blende:
ga: Cumasc:
ru: Смешивание:

source: Point
cs: Bod
de: Punkt
ga: Pointe
ru: Точка

source: Blend Value
de: Blende-Wert
ga: Luach Cumaisc
ru: Значение смешивания

source: Open Editor
cs: Otevřít editor
de: Editor öffnen
ga: Oscail Eagarthóir
ru: Открыть редактор

source: Min
ga: Íosmhéid
ru: Мин

source: Max
ga: Uasmhéid
ru: Макс

source: Value
cs: Hodnota
de: Wert
ga: Luach
ru: Значение

source: Open Animation Node
cs: Otevřít uzel animace
de: Animations-Node öffnen
ga: Oscail Nód Beochana
ru: Открыть узел анимации

source: Triangle already exists.
cs: Trojúhelník již existuje.
de: Dreieck existiert bereits.
ga: Tá triantán ann cheana féin.
ru: Треугольник уже существует.

source: Add Triangle
cs: Přidat trojúhelník
de: Dreieck hinzufügen
ga: Cuir Triantán Leis
ru: Добавить треугольник

source: Change BlendSpace2D Config
cs: Změnit konfiguraci BlendSpace2D
de: BlendSpace2D-Konfiguration ändern
ga: Athraigh Cumraíocht BlendSpace2D
ru: Изменить настройки BlendSpace2D

source: Change BlendSpace2D Labels
cs: Změnit popisky BlendSpace2D
de: BlendSpace2D-Labels ändern
ga: Athraigh Lipéid BlendSpace2D
ru: Изменить метки BlendSpace2D

source: Remove BlendSpace2D Point
cs: Odstranit bod BlendSpace2D
de: BlendSpace2D-Punkt entfernen
ga: Bain Pointe BlendSpace2D
ru: Удалить точку BlendSpace2D

source: Remove BlendSpace2D Triangle
cs: Odstranit trojúhelník BlendSpace2D
de: BlendSpace2D-Dreieck entfernen
ga: Bain Triantán BlendSpace2D
ru: Удалить треугольник BlendSpace2D

source: No triangles exist, so no blending can take place.
cs: Neexistují žádné trojúhelníky, takže nemůže dojít k prolnutí.
de: Es existieren keine Dreiecke, Blending nicht möglich.
ga: Níl aon triantáin ann, mar sin ní féidir aon chumasc a dhéanamh.
ru: Невозможно смешивать, поскольку отсутствуют треугольники.

source: Toggle Auto Triangles
cs: Přepnout automatické trojúhelníky
de: Automatische Dreiecke ein-/ausschalten
ga: Scoránaigh Triantáin Uathoibríocha
ru: Включить или отключить автоматические треугольники

source: Create triangles by connecting points.
cs: Vytvořit trojúhelníky spojováním bodů.
de: Dreiecke durch Punkteverbinden herstellen.
ga: Cruthaigh triantáin trí phointí a nascadh.
ru: Создавать треугольники соединением точек.

source: Erase points and triangles.
cs: Odstranit body a trojúhelníky.
de: Punkte und Dreiecke löschen.
ga: Scrios pointí agus triantáin.
ru: Удалить точки и треугольники.

source: Generate blend triangles automatically (instead of manually)
cs: Vygenerovat prolínací trojúhelníky automaticky (namísto manuálně)
de: Blending-Dreiecke automatisch erstellen (statt manuell)
ga: Gin triantáin chumaisc go huathoibríoch (in ionad de láimh)
ru: Генерировать треугольники смешивания автоматически (а не вручную)

source: Grid X Step
de: Raster-X-Schritt
ga: Céim Eangach X
ru: Шаг сетки по X

source: Grid Y Step
de: Raster-Y-Schritt
ga: Céim Y Eangach
ru: Шаг сетки по Y

source: Blend X Value
de: Blende-X-Wert
ga: Meascán Luach X
ru: Значение смешивания по X

source: Blend Y Value
de: Blende-Y-Wert
ga: Luach Y Cumasctha
ru: Значение смешивания по Y

source: Max Y
ga: Uasmhéid Y
ru: Макс. Y

source: Y Value
de: Y-Wert
ga: Uasmhéid Y
ru: Значение Y

source: Min Y
ga: Íosmhéid Y
ru: Мин. Y

source: Min X
ga: Íosmhéid X
ru: Мин. X

source: X Value
de: X-Wert
ga: Luach X
ru: Значение X

source: Max X
ga: Uasmhéid X
ru: Макс. X

source: Parameter Changed: %s
cs: Parametr změněn: %s
de: Parameter geändert: %s
ga: Athraíodh an paraiméadar: %s
ru: Параметр изменён: %s

source: Inspect Filters
cs: Prozkoumat filtry
de: Filter untersuchen
ga: Scagairí a Iniúchadh
ru: Просмотреть фильтры

source: Edit Filters
cs: Upravit filtry
de: Filter bearbeiten
ga: Cuir Scagairí in Eagar
ru: Редактировать фильтры

source: Output node can't be added to the blend tree.
cs: Výstupní uzly nemohou být přidány do stromu prolnutí.
de: Ausgabe-Node kann nicht zum Blend-Tree hinzugefügt werden.
ga: Ní féidir nód aschuir a chur leis an gcrann cumaisc.
ru: Узел вывода не может быть добавлен в дерево смешивания.

source: Add Node to BlendTree
cs: Přidat uzel do BlendTree
de: Node zu BlendTree hinzufügen
ga: Cuir Nód le BlendTree
ru: Добавить узел к BlendTree

source: Node Moved
cs: Uzel přesunut
de: Node verschoben
ga: Nód Bogtha
ru: Узел перемещён

source: Unable to connect, port may be in use or connection may be invalid.
cs: Nelze se připojit, port může být používán nebo připojení není platné.
de: Verbindung nicht möglich, Port ist eventuell bereits in Benutzung oder Verbindung ist ungültig.
ga: Ní féidir ceangal, d'fhéadfadh calafort a bheith in úsáid nó d'fhéadfadh ceangal a bheith neamhbhailí.
ru: Невозможно подключиться. Возможно, порт уже используется или подключение некорректно.

source: Nodes Connected
cs: Uzly připojeny
de: Nodes verbunden
ga: Nóid Ceangailte
ru: Узлы соединены

source: Nodes Disconnected
cs: Uzly odpojeny
de: Nodes getrennt
ga: Nóid Dícheangailte
ru: Узлы разъединены

source: Set Animation
cs: Nastavit animaci
de: Animation setzen
ga: Socraigh Beochan
ru: Задать анимацию

source: Delete Node
cs: Smazat uzel
de: Node löschen
ga: Scrios Nód
ru: Удалить узел

source: Delete Node(s)
cs: Smazat uzly
de: Node(s) löschen
ga: Scrios Nód(anna)
ru: Удалить узлы

source: Toggle Filter On/Off
cs: Přepnout filtr aktivní/neaktivní
de: Filter ein-/ausschalten
ga: Scoránaigh an scagaire ar/as
ru: Переключить фильтр вкл/откл

source: Change Filter
cs: Změnit filtr
de: Filter ändern
ga: Athraigh scagaire
ru: Изменить фильтр

source: Fill Selected Filter Children
cs: Vyplnit potomky vybraného filtru
de: Ausgewählte Filter-Child-Nodes füllen
ga: Líon Páistí Scagaire Roghnaithe
ru: Заполнить выделенные дочерние элементы фильтра

source: Invert Filter Selection
cs: Invertovat výběr filtru
de: Filterauswahl umkehren
ga: Inbhéartaigh Roghnú Scagaire
ru: Инвертировать выделение фильтра

source: Clear Filter Selection
cs: Promazat výběr filtru
de: Filterauswahl löschen
ga: Glan Roghnú Scagaire
ru: Очистить выделение фильтра

source: Animation player has no valid root node path, so unable to retrieve track names.
cs: Přehrávač animací nemá platnou cestu ke kořenovému uzlu, takže nelze získat jména stop.
de: Animations-Player hat keinen gültigen Root-Node-Pfad, Track-Namen können nicht abgerufen werden.
ga: Níl aon chosán nód fréimhe bailí ag an seinnteoir beochana, mar sin ní féidir ainmneacha rianta a aisghabháil.
ru: Средство воспроизведения анимации не имеет корректного пути к корневому узлу, поэтому невозможно получить имена дорожек.

source: Anim Clips
cs: Klipy animace
de: Animations-Clips
ga: Gearrthóga Anim
ru: Анимационные клипы

source: Audio Clips
cs: Zvukové klipy
ga: Gearrthóga Fuaime
ru: Аудиоклипы

source: Functions
cs: Funkce
de: Funktionen
ga: Feidhmeanna
ru: Функции

source: Inspect Filtered Tracks:
cs: Prozkoumat filtrované stopy:
de: Gefilterte Tracks untersuchen:
ga: Scrúdaigh Rianta Scagtha:
ru: Просмотреть отфильтрованные дорожки:

source: Edit Filtered Tracks:
cs: Upravit filtrované stopy:
de: Gefilterte Tracks bearbeiten:
ga: Cuir Rianta Scagtha in Eagar:
ru: Редактировать отфильтрованные дорожки:

source: Node Renamed
cs: Uzel přejmenován
de: Node umbenannt
ga: Nód Athainmnithe
ru: Узел переименован

source: Add Node...
cs: Přidat uzel...
de: Node hinzufügen …
ga: Cuir Nód Leis...
ru: Добавить узел…

source: Enable Filtering
cs: Povolit filtrování
de: Filtern aktivieren
ga: Cumasaigh scagadh
ru: Включить фильтрацию

source: Fill Selected Children
cs: Vyplnit vybrané potomky
de: Ausgewählte Child-Nodes füllen
ga: Líon na Leanaí Roghnaithe
ru: Заполнить выделенные дочерние элементы

source: Invert
cs: Invertovat
de: Umkehren
ga: Inbhéartaigh
ru: Инверсия

source: Clear
cs: Promazat
de: Löschen
ga: Glan
ru: Очистить

source: Start of Animation
cs: Začátek animace
de: Start der Animation
ga: Tús na Beochana
ru: Начало анимации

source: End of Animation
cs: Konec animace
de: Ende der Animation
ga: Deireadh na Beochana
ru: Конец анимации

source: Set Custom Timeline from Marker
cs: Nastavit vlastní časovou osu ze značky
de: Benutzerdefinierte Timeline vom Marker erstellen
ga: Socraigh Amchlár Saincheaptha ón Marcóir
ru: Установить пользовательскую временную шкалу от маркера

source: Select Markers
cs: Vybrat značky
de: Marker auswählen
ga: Roghnaigh Marcóirí
ru: Выбрать Маркеры

source: Start Marker
cs: Značka počátku
de: Anfangsmarker
ga: Marcóir Tosaigh
ru: Начальный маркер

source: End Marker
cs: Značka konce
ga: Marcóir Deiridh
ru: Конечный маркер

source: Library Name:
cs: Název knihovny:
de: Bibliotheksname:
ga: Ainm na Leabharlainne:
ru: Имя библиотеки:

source: Animation name can't be empty.
cs: Název animace nesmí být prázdný.
de: Animationsname darf nicht leer sein.
ga: Ní féidir ainm beochana a bheith folamh.
ru: Имя анимации не может быть пустым.

source: Animation name contains invalid characters: '/', ':', ',' or '['.
cs: Název animace obsahuje neplatné znaky: '/', ':', ',' nebo '['.
de: Animationsname enthält ungültige Zeichen: ›/‹, ›:‹, ›,‹ oder ›[‹.
ga: Tá carachtair neamhbhailí in ainm beochana: '/', ':', ',' nó '['.
ru: Имя анимации содержит недопустимые символы: «/», «:», «,» или «[».

source: Animation with the same name already exists.
cs: Akce se stejným názvem již existuje.
de: Animation des selben Namens existiert bereits.
ga: Tá beochan leis an ainm céanna ann cheana féin.
ru: Анимация с таким именем уже существует.

source: Enter a library name.
cs: Zadejte název knihovny.
de: Bitte Bibliotheksname eingeben.
ga: Iontráil ainm leabharlainne.
ru: Введите имя библиотеки.

source: Library name contains invalid characters: '/', ':', ',' or '['.
cs: Název knihovny obsahuje neplatné znaky: '/', ':', ',' nebo '['.
de: Bibliotheksname enthält ungültige Zeichen: ›/‹, ›:‹, ›,‹ oder ›[‹.
ga: Tá carachtair neamhbhailí in ainm na leabharlainne: '/', ':', ',' nó '['.
ru: Имя библиотеки содержит недопустимые символы: «/», «:», «,» или «[».

source: Library with the same name already exists.
cs: Knihovna s tímto názvem již existuje.
de: Eine Bibliothek des selben Namens existiert bereits.
ga: Tá leabharlann leis an ainm céanna ann cheana féin.
ru: Библиотека с таким именем уже существует.

source: Animation name is valid.
cs: Název animace je platný.
de: Animationsname ist gültig.
ga: Tá ainm beochana bailí.
ru: Имя анимации является допустимым.

source: Global library will be created.
cs: Bude vytvořena globální knihovna.
de: Eine globale Bibliothek wird erstellt werden.
ga: Cruthófar leabharlann dhomhanda.
ru: Будет создана глобальная библиотека.

source: Library name is valid.
cs: Název knihovny je platný.
de: Bibliotheksname ist gültig.
ga: Tá ainm na leabharlainne bailí.
ru: Имя библиотеки является допустимым.

source: Add Animation to Library: %s
cs: Přidat animaci do knihovny: %s
de: Animation zu Bibliothek hinzufügen: %s
ga: Cuir Beochan leis an Leabharlann: %s
ru: Добавить анимацию в библиотеку: %s

source: Add Animation Library: %s
cs: Přidat knihovnu animací: %s
de: Animationsbibliothek hinzufügen: %s
ga: Cuir Leabharlann Bheochana Leis: %s
ru: Добавить библиотеку анимации: %s

source: Load Animation
cs: Načíst animaci
de: Animation laden
ga: Luchtaigh Beochan
ru: Загрузить анимацию

source: This animation library can't be saved because it does not belong to the edited scene. Make it unique first.
cs: Tato knihovna animací nemůže být uložena, protože nenáleží upravované scéně. Nejdříve z ní udělejte unikátní zdroj.
de: Diese Animationsbibliothek kann nicht gespeichert werden, da sie nicht zur bearbeiteten Szene gehört. Sie muss erst einzigartig gemacht werden.
ga: Ní féidir an leabharlann beochana seo a shábháil toisc nach mbaineann sí leis an radharc atheagraithe. Déan uathúil é ar dtús.
ru: Эту библиотеку анимации нельзя сохранить, так как она не принадлежит редактируемой сцене. Сначала нужно сделать её уникальной.

source: This animation library can't be saved because it was imported from another file. Make it unique first.
cs: Tato knihovna animací nemůže být uložena, protože nenáleží upravované scéně. Nejdříve z ní udělejte unikátní zdroj.
de: Diese Animationsbibliothek kann nicht gespeichert werden, da sie aus einer anderen Datei importiert wurde. Sie muss erst einzigartig gemacht werden.
ga: Ní féidir an leabharlann beochana seo a shábháil toisc gur iompórtáladh í ó chomhad eile. Déan uathúil é ar dtús.
ru: Эту библиотеку анимации нельзя сохранить, так как она была импортирована из другого файла. Сначала нужно сделать её уникальной.

source: Save Library
cs: Uložit knihovnu
de: Bibliothek speichern
ga: Sábháil an Leabharlann
ru: Сохранить библиотеку

source: Make Animation Library Unique: %s
cs: Zunikátnit knihovnu animací: %s
de: Animationsbibliothek einzigartig machen: %s
ga: Déan Leabharlann Beochana Uathúil: %s
ru: Сделать библиотеку анимации уникальной: %s

source: This animation can't be saved because it does not belong to the edited scene. Make it unique first.
cs: Tato animace nemůže být uložena, protože nenáleží upravované scéně. Nejdříve z ní udělejte unikátní zdroj.
de: Diese Animation kann nicht gespeichert werden, da sie nicht zur bearbeiteten Szene gehört. Sie muss erst einzigartig gemacht werden.
ga: Ní féidir an beochan seo a shábháil toisc nach mbaineann sé leis an radharc atheagraithe. Déan uathúil é ar dtús.
ru: Эту анимацию нельзя сохранить, так как она не принадлежит редактируемой сцене. Сначала нужно сделать её уникальной.

source: This animation can't be saved because it was imported from another file. Make it unique first.
cs: Tato animace nemůže být uložena, protože nenáleží upravované scéně. Nejdříve z ní udělejte unikátní zdroj.
de: Diese Animation kann nicht gespeichert werden, da sie aus einer anderen Datei importiert wurde. Sie muss erst einzigartig gemacht werden.
ga: Ní féidir an beochan seo a shábháil toisc gur iompórtáladh é ó chomhad eile. Déan uathúil é ar dtús.
ru: Эту анимацию нельзя сохранить, так как она была импортирована из другого файла. Сначала нужно сделать её уникальной.

source: Save Animation
cs: Uložit animaci
de: Animation speichern
ga: Sábháil Beochan
ru: Сохранить анимацию

source: Make Animation Unique: %s
cs: Zunikátnit animaci: '%s'
de: Animation einzigartig machen: %s
ga: Déan Beochan Uathúil: %s
ru: Сделать анимацию уникальной: %s

source: Save Animation library to File: %s
cs: Uložit knihovnu animací do souboru: %s
de: Animationsbibliothek in Datei speichern: %s
ga: Sábháil leabharlann beochana i gcomhad: %s
ru: Сохранить библиотеку анимации в файл: %s

source: Save Animation to File: %s
cs: Uložit animaci do souboru: %s
de: Animation in Datei speichern: %s
ga: Sábháil Beochan i gComhad: %s
ru: Сохранить анимацию в файл: %s

source: The file you selected is not a valid AnimationLibrary. If the animations you want are inside of this file, save them to a separate file first.
cs: Soubor, který jste vybrali, není platná AnimationLibrary. Pokud chcete používat animace z tohoto souboru, uložte je nejprve jako samostatný soubor.
de: Die Datei, die Sie ausgewählt haben, ist keine gültige AnimationLibrary. Falls die Animationen, die Sie möchten, in dieser Datei sind, speichern sie diese erst in einer separaten Datei.
ga: Ní AnimationLibrary bailí an comhad a roghnaigh tú. Más rud é go bhfuil na beochana atá uait taobh istigh den chomhad seo, sábháil iad i gcomhad ar leithligh ar dtús.
ru: Выбранный вами файл не является допустимым для AnimationLibrary. Если нужные вам анимации находятся внутри этого файла, сначала сохраните их в отдельном файле.

source: Some of the selected libraries were already added to the mixer.
cs: Některé z vybraných knihoven již byly do směšovače přidány.
de: Einige der ausgewählten Bibliotheken wurden bereits dem Mixer hinzugefügt.
ga: Cuireadh cuid de na leabharlanna roghnaithe leis an meascthóir cheana féin.
ru: Некоторые из выбранных библиотек уже добавлены в микшер.

source: Add Animation Libraries
cs: Přidat knihovny animací
de: Animationsbibliotheken hinzufügen
ga: Cuir Leabharlanna Beochana Leis
ru: Добавить библиотеки анимации

source: Some Animation files were invalid.
cs: Některé soubory animace byly neplatné.
de: Einige Animations-Dateien waren ungültig.
ga: Bhí roinnt comhad beochana neamhbhailí.
ru: Некоторые файлы анимации были некорректными.

source: Some of the selected animations were already added to the library.
cs: Některé z vybraných animací již byly do knihovny přidány.
de: Einige der ausgewählten Animationen wurden bereits in die Bibliothek aufgenommen.
ga: Cuireadh cuid de na beochana roghnaithe leis an leabharlann cheana féin.
ru: Некоторые из выбранных анимаций уже были добавлены в библиотеку.

source: Load Animations into Library
cs: Načíst animace do knihovny
de: Animationen in die Bibliothek laden
ga: Luchtaigh Beochan isteach sa Leabharlann
ru: Загрузить анимации в библиотеку

source: Load Animation into Library: %s
cs: Načíst animaci do knihovny: %s
de: Animation in Bibliothek laden: %s
ga: Luchtaigh Beochan sa Leabharlann: %s
ru: Загрузить анимацию в библиотеку: %s

source: Rename Animation Library: %s
cs: Přejmenovat knihovnu animací: %s
de: Animationsbibliothek umbenennen: %s
ga: Athainmnigh Leabharlann Beochana: %s
ru: Переименовать библиотеку анимации: %s

source: [Global]
cs: [Globální]
ga: [Domhanda]
ru: [Глобальная]

source: Rename Animation: %s
cs: Přejmenovat animaci: %s
de: Animation umbenennen: %s
ga: Athainmnigh Beochan: %s
ru: Переименовать анимацию: %s

source: Animation Name:
cs: Název animace:
de: Animationsname:
ga: Ainm Beochana:
ru: Имя анимации:

source: No animation resource in clipboard!
cs: Ve schránce není žádný zdroj animace!
de: Keine Animations-Ressource in der Zwischenablage!
ga: Níl aon acmhainn beochana sa ghearrthaisce!
ru: Нет ресурса анимации в буфере обмена!

source: Pasted Animation
cs: Vložená animace
de: Eingefügte Animation
ga: Beochan Ghreamaithe
ru: Вставленная анимация

source: Save
cs: Uložit
de: Speichern
ga: Sábháil
ru: Сохранить

source: Save As
cs: Uložit jako
de: Speichern als
ga: Sábháil Mar
ru: Сохранить как

source: Make Unique
cs: Udělat unikátní
de: Einzigartig machen
ga: Déan Uathúil
ru: Сделать уникальным

source: Open in Inspector
cs: Otevřít v inspektoru
de: Im Inspektor öffnen
ga: Oscailte sa Chigire
ru: Открыть в инспекторе

source: Remove Animation Library: %s
cs: Odstranit knihovnu animací: %s
de: Animationsbibliothek entfernen: %s
ga: Bain Leabharlann Beochana: %s
ru: Удалить библиотеку анимации: %s

source: Remove Animation from Library: %s
cs: Odstranit animaci z knihovny: %s
de: Animation aus Bibliothek entfernen: %s
ga: Bain Beochan ón Leabharlann: %s
ru: Удалить анимацию из библиотеки: %s

source: [built-in]
cs: [vestavěná]
ga: [tógtha isteach]
ru: [встроено]

source: [foreign]
cs: [cizí]
de: [fremd]
ga: [eachtrach]
ru: [стороннее]

source: [imported]
cs: [importovaná]
de: [importiert]
ga: [iompórtáilte]
ru: [импортировано]

source: Add animation to library.
cs: Přidat animaci do knihovny.
de: Animation zu Bibliothek hinzufügen.
ga: Cuir beochan leis an leabharlann.
ru: Добавить анимацию в библиотеку.

source: Load animation from file and add to library.
cs: Načíst animaci ze souboru a přidat do knihovny.
de: Animation aus Datei laden und zu Bibliothek hinzufügen.
ga: Luchtaigh beochan ón gcomhad agus cuir leis an leabharlann.
ru: Загрузить анимацию из файла и добавить в библиотеку.

source: Paste animation to library from clipboard.
cs: Vložit animaci ze schránky do knihovny.
de: Animation aus Zwischenablage in Bibliothek einzufügen.
ga: Greamaigh beochan go dtí an leabharlann ón ngearrthaisce.
ru: Вставить анимацию в библиотеку из буфера обмена.

source: Save animation library to resource on disk.
cs: Uložit knihovnu animací do zdroje na disku.
de: Animationsbibliothek als Ressource im Dateisystem speichern.
ga: Sábháil leabharlann beochana chun acmhainn a dhéanamh ar an diosca.
ru: Сохранить библиотеку анимации в ресурс на диске.

source: Remove animation library.
cs: Odstranit knihovnu animací.
de: Animationsbibliothek entfernen.
ga: Bain leabharlann beochana.
ru: Удалить библиотеку анимации.

source: Copy animation to clipboard.
cs: Kopírovat animaci do schránky.
de: Animation in Zwischenablage kopieren.
ga: Cóipeáil beochan go dtí an ghearrthaisce.
ru: Копировать анимацию в буфер обмена.

source: Save animation to resource on disk.
cs: Uložit animaci do zdroje na disku.
de: Animation als Ressource im Dateisystem speichern.
ga: Sábháil beochan le hacmhainn ar an diosca.
ru: Сохранить анимацию в ресурс на диске.

source: Remove animation from Library.
cs: Odebrat animaci z knihovny.
de: Animation von Bibliothek entfernen.
ga: Bain beochan ón Leabharlann.
ru: Удалить анимацию из библиотеки.

source: Edit Animation Libraries
cs: Upravit knihovny animací
de: Animationsbibliotheken bearbeiten
ga: Cuir Leabharlanna Beochana in Eagar
ru: Редактировать библиотеки анимации

source: New Library
cs: Nová knihovna
de: Neue Bibliothek
ga: Leabharlann Nua
ru: Новая библиотека

source: Create new empty animation library.
cs: Vytvořit prázdnou knihovnu animací.
de: Neue leere Animationsbibliothek erstellen.
ga: Cruthaigh leabharlann bheochana fholamh nua.
ru: Создать новую пустую библиотеку анимации.

source: Load Library
cs: Načíst knihovnu
de: Bibliothek laden
ga: Luchtaigh Leabharlann
ru: Загрузить библиотеку

source: Load animation library from disk.
cs: Načíst knihovnu animací z disku.
de: Animationsbibliothek von Dateisystem laden.
ga: Luchtaigh leabharlann beochana ón diosca.
ru: Загрузить библиотеку анимации с диска.

source: Resource
cs: Zdroj
de: Ressource
ga: Acmhainn
ru: Ресурс

source: Storage
cs: Úložiště
de: Speicher
ga: Stóráil
ru: Хранилище

source: Error:
cs: Chyba:
de: Fehler:
ga: Earráid:
ru: Ошибка:

source: Toggle Autoplay
cs: Přepnout automatické přehrávání
de: Autoplay ein-/ausschalten
ga: Scoránaigh Uathsheinn
ru: Включить или отключить автовоспроизведение

source: Create New Animation
cs: Vytvořit novou animaci
de: Neue Animation erstellen
ga: Cruthaigh Beochan Nua
ru: Создать новую анимацию
