Repository: JellyTyan/GulpgulpgulpDot-Engine
Catalog: editor/translations/editor/*.po
Languages: cs, de, ga, ru

source: Unexpected files found in the export destination directory "%s", delete it manually or select another destination.
cs: Nalezeny neočekávané soubory v cílovém adresáři "%s". Manuálně je smažte, nebo vyberte jinou cílovou destinaci.
de: Unerwartete Dateien im Export-Target-Verzeichnis „%s“ gefunden, löschen Sie es manuell oder wählen Sie ein anderes Target.
ga: Aimsíodh comhaid gan choinne sa chomhadlann easpórtála "%s", scrios de láimh é nó roghnaigh ceann scríbe eile.
ru: В каталоге назначения экспорта «%s» обнаружены неизвестные файлы, удалите его вручную или выберите другое место назначения.

source: Failed to create the directory: "%s"
cs: Nepodařilo se vytvořit adresář: "%s"
de: Verzeichnis konnte nicht erstellt werden: „%s“
ga: Theip ar chruthú na comhadlainne: "%s"
ru: Не удалось создать каталог: «%s»

source: Could not create and open the directory: "%s"
cs: Nepodařilo se vytvořit a otevřít adresář: "%s"
de: Verzeichnis konnte nicht erstellt und geöffnet werden: „%s“
ga: Níorbh fhéidir an chomhadlann a chruthú agus a oscailt: "%s"
ru: Не удалось создать и открыть каталог: «%s»

source: Apple Embedded Plugins
ga: Breiseáin Leabaithe Apple
ru: Встроенные плагины Apple

source: Failed to export Apple Embedded plugins with code %d. Please check the output log.
de: Der Export von „Apple Embedded“-Plugins ist mit Code %d fehlgeschlagen. Bitte prüfen Sie das Ausgabe-Log.
ga: Theip ar easpórtáil breiseáin Apple Embedded leis an gcód %d. Seiceáil an log aschuir le do thoil.
ru: Не удалось экспортировать встроенные плагины Apple с кодом %d. Проверьте журнал вывода.

source: Could not create a directory at path "%s".
cs: Nepodařilo se vytvořit adresář: "%s".
de: Verzeichnis im Pfad "%s" konnte nicht erstellt werden.
ga: Níorbh fhéidir comhadlann a chruthú ag conair "%s".
ru: Не удалось создать каталог по пути «%s».

source: Could not write to a file at path "%s".
cs: Nepodařilo se psát do souboru na cestě "%s".
de: Datei im Pfad "%s" konnte nicht geschrieben werden.
ga: Níorbh fhéidir scríobh chuig comhad ag conair "%s".
ru: Не удалось записать файл по пути «%s».

source: Requested template library '%s' not found. It might be missing from your template archive.
cs: Vyžádaná knihovna šablon '%s' nebyla nalezena. Možná chybí ve vašem archivu šablon.
de: Benötigte Vorlagen-Bibliothek „%s“ nicht gefunden. Es könnte im Vorlagen-Archiv fehlen.
ga: Níor aimsíodh leabharlann teimpléid '%s' iarrtha. D'fhéadfadh sé a bheith ar iarraidh ó do chartlann teimpléad.
ru: Запрошенная библиотека шаблонов «%s» не найдена. Возможно, она отсутствует в вашем архиве шаблонов.

source: Could not copy a file at path "%s" to "%s".
cs: Nelze zkopírovat soubor z cesty "%s" do "%s".
de: Datei im Pfad „%s“ konnte nicht nach "%s" kopiert werden.
ga: Níorbh fhéidir comhad a chóipeáil ag conair "%s" go "%s".
ru: Не удалось скопировать файл по пути «%s» в «%s».

source: Could not access the filesystem.
cs: Nelze přistoupit k souborovému systému.
de: Kein Zugriff auf das Dateisystem möglich.
ga: Níorbh fhéidir an córas comhad a rochtain.
ru: Не удалось получить доступ к файловой системе.

source: Failed to create a file at path "%s" with code %d.
cs: Nelze vytvořit soubor na cestě "%s" s kódem %d.
de: Datei im Pfad „%s“ konnte nicht erzeugt werden (Code %d).
ga: Theip ar chruthú comhaid ag conair "%s" le cód %d.
ru: Не удалось создать файл по пути «%s», код %d.

source: Code Signing
cs: Podepisování kódu
de: Codesignierung
ga: Síniú an Chóid
ru: Подписание кода

source: Code signing failed, see editor log for details.
cs: Podepisování kódu selhalo, více informací naleznete v logu editoru.
de: Code-Signierung fehlgeschlagen, bitte weitere Details im Editor-Log nachlesen.
ga: Theip ar shíniú an chóid, féach logchomhad an eagarthóra le haghaidh sonraí.
ru: Не удалось выполнить подписание кода, подробности доступны в журнале редактора.

source: Xcode Build
cs: Sestavování Xcode
ga: Tógáil XcodeName
ru: Сборка Xcode

source: Failed to run xcodebuild with code %d
cs: Spuštění xcodebuild selhalo s kódem %d
de: Ausführung von xcodebuild mit Code %d fehlgeschlagen
ga: Theip ar rith xcodebuild le cód %d
ru: Не удалось запустить xcodebuild с кодом %d

source: Xcode project build failed, see editor log for details.
cs: Sestavení projektu Xcode selhalo, více informací najdete v logu editoru.
de: Xcode-Build fehlgeschlagen, bitte weitere Details im Editor-Log nachlesen.
ga: Theip ar thógáil tionscadail Xcode, féach logchomhad an eagarthóra le haghaidh sonraí.
ru: Не удалось выполнить сборку проекта Xcode, подробности доступны в журнале редактора.

source: .ipa export failed, see editor log for details.
cs: Export .ipa selhal, více informací naleznete v logu editoru.
de: .ipa-Export fehlgeschlagen, bitte weitere Details im Editor-Log nachlesen.
ga: Theip ar easpórtáil .ipa, féach logchomhad an eagarthóra le haghaidh sonraí.
ru: Не удалось выполнить экспорт .ipa, подробности доступны в журнале редактора.

source: .ipa can only be built on macOS. Leaving Xcode project without building the package.
cs: Sestavit .ipa je možné pouze na macOS. Xcode projekt opuštěn bez sestavení balíčku.
de: .ipa können nur unter MacOS gebaut werden. Das Xcode-Projekt wird verlassen ohne das Paket zu bauen.
ga: Ní féidir .ipa a thógáil ach ar macOS. Ag fágáil tionscadal Xcode gan an pacáiste a thógáil.
ru: Сборку .ipa можно выполнить только в macOS. Выполняется выход из проекта Xcode без сборки пакета.

source: Exporting to an Apple Embedded platform when using C#/.NET is experimental and requires macOS.
de: Das Exportieren zu einer „Apple Embedded“-Plattform bei Verwendung von C#/.NET ist experimentell und benötigt macOS.
ga: Is turgnamhach é onnmhairiú chuig ardán Apple Embedded agus C#/.NET in úsáid agus teastaíonn macOS chuige.
ru: Экспорт на платформу Apple Embedded при использовании C#/.NET является экспериментальным и требует macOS.

source: Exporting to an Apple Embedded platform when using C#/.NET is experimental.
de: Der Export zu einer „Apple Embedded“-Plattform bei Verwendung von C#/.NET ist experimentell.
ga: Is turgnamhach é onnmhairiú chuig ardán Apple Embedded agus C#/.NET in úsáid.
ru: Экспорт на платформу Apple Embedded при использовании C#/.NET является экспериментальным.

source: Custom debug template not found.
cs: Vlastní šablona pro ladění nebyla nalezena.
de: Selbst konfigurierte Debug-Exportvorlage nicht gefunden.
ga: Níor aimsíodh teimpléad saincheaptha dífhabhtaithe.
ru: Пользовательский отладочный шаблон не найден.

source: Custom release template not found.
cs: Vlastní šablona pro vydání nebyla nalezena.
de: Selbst konfigurierte Release-Exportvorlage nicht gefunden.
ga: Níor aimsíodh teimpléad scaoilte saincheaptha.
ru: Пользовательский релизный шаблон не найден.

source: Invalid additional PList content:
cs: Neplatný dodatečný obsah PList:
de: Ungültiger zusätzlicher PList-Inhalt:
ga: Ábhar breise PList neamhbhailí:
ru: Недопустимое дополнительное содержимое PList:

source: Select device from the list
cs: Vyberte zařízení ze seznamu
de: Gerät aus Liste auswählen
ga: Roghnaigh gléas ón liosta
ru: Выберите устройство из списка

source: Identifier is missing.
cs: Chybí identifikátor.
de: Bezeichner fehlt.
ga: Tá an t-aitheantóir ar iarraidh.
ru: Отсутствует идентификатор.

source: The character '%s' is not allowed in Identifier.
cs: Znak '%s' není v identifikátoru povolen.
de: Das Zeichen ‚%s‘ ist im Bezeichner nicht erlaubt.
ga: Ní cheadaítear an carachtar '%s' san Aitheantóir.
ru: Символ «%s» в идентификаторе не допускается.

source: Running on %s
cs: Běží na %s
de: Läuft auf %s
ga: Ag rith ar %s
ru: Выполняется на %s

source: Could not start ios-deploy executable.
cs: Nelze spustit program ios-deploy.
de: ios-deploy-Anwendung konnte nicht gestartet werden.
ga: Níorbh fhéidir inrite ios-deploy a thosú.
ru: Не удалось запустить исполняемый файл ios-deploy.

source: Installation/running failed, see editor log for details.
cs: Instalace/běh selhal, více informací naleznete v logu editoru.
de: Installation/Ausführung fehlgeschlagen, für weitere Details siehe Editor-Log.
ga: Theip ar shuiteáil / rith, féach logchomhad an eagarthóra le haghaidh sonraí.
ru: Не удалось выполнить установку/запуск, подробности доступны в журнале редактора.

source: Installation failed, see editor log for details.
cs: Instalace selhala, více informací naleznete v logu editoru.
de: Installation fehlgeschlagen, für weitere Details siehe Editor-Log.
ga: Theip ar shuiteáil, féach logchomhad an eagarthóra le haghaidh sonraí.
ru: Не удалось выполнить установку, подробности доступны в журнале редактора.

source: Running failed, see editor log for details.
cs: Běh selhal, více informací naleznete v logu editoru.
de: Programmlauf fehlgeschlagen, für weitere Details siehe Editor-Log.
ga: Theip ar rith, féach logchomhad an eagarthóra le haghaidh sonraí.
ru: Не удалось выполнить запуск, подробности доступны в журнале редактора.

source: "Shader Baker" is not supported when using the Compatibility renderer.
de: Der „Shader Baker“ wird nicht unterstützt, wenn der Kompatibilitäts-Renderer benutzt wird.
ga: Ní thacaítear le "Shader Baker" agus an rindreálaí Comhoiriúnachta in úsáid.
ru: "Shader Baker" не поддерживается при использовании рендерера совместимости (Compatibility).

source: The editor is currently using a different renderer than what the target platform will use. "Shader Baker" won't be able to include core shaders. Switch to the "%s" renderer temporarily to fix this.
cs: Editor používá jiný renderer než ten, který bude používat cílová platforma. "Shader Baker" nebude obsahovat základní shadery. Přepněte dočasně na "%s" renderer, abyste problém opravili.
de: Der Editor benutzt im Moment einen anderen Renderer als den, der von der Zielplattform benutzt wird. Der „Shader Baker“ wird nicht in der Lage sein, die Hauptshader einzubinden. Um dies zu beheben, sollte vorübergehend zum Renderer „%s“ gewechselt werden.
ga: Tá an t-eagarthóir ag úsáid rindreálaí difriúil faoi láthair ná an ceann a úsáidfidh an t-ardán sprice. Ní bheidh "Shader Baker" in ann scáthláin lárnacha a áireamh. Athraigh go dtí an rindreálaí "%s" go sealadach chun seo a shocrú.
ru: Редактор в настоящее время использует другой рендерер, нежели тот, который будет использовать целевая платформа. "Shader Baker" не сможет включать основные шейдеры. Временно переключитесь на рендерер "%s", чтобы исправить это.

source: A texture format must be selected to export the project. Please select at least one texture format.
cs: Formát textur musí být vybrán před exportem projektu. Prosím vyberte alespoň jeden formát textur.
de: Für den Export des Projekts muss ein Texturformat ausgewählt werden. Bitte wählen Sie mindestens ein Texturformat aus.
ga: Ní mór formáid uigeachta a roghnú chun an tionscadal a easpórtáil. Roghnaigh formáid uigeachta amháin ar a laghad.
ru: Для экспорта проекта требуется выбрать форматы текстур. Выберите хотя бы один формат.

source: Prepare Template
cs: Připravit šablonu
de: Vorlage vorbereiten
ga: Ullmhaigh Teimpléad
ru: Подготовить шаблон

source: The given export path doesn't exist.
cs: Zadaná cesta pro export neexistuje.
de: Der angegebene Export-Pfad existiert nicht.
ga: Níl an cosán easpórtála tugtha ann.
ru: Указанный путь экспорта не существует.

source: Template file not found: "%s".
cs: Soubor šablony nenalezen: "%s".
de: Vorlagendatei nicht gefunden: „%s“.
ga: Níor aimsíodh comhad teimpléid: "%s".
ru: Не найден файл шаблона: «%s».

source: Failed to copy export template.
cs: Nepodařilo se zkopírovat exportní šablonu.
de: Fehler beim Kopieren der Exportvorlage.
ga: Theip ar chóipeáil an teimpléid easpórtála.
ru: Не удалось скопировать шаблон экспорта.

source: PCK Embedding
cs: Vložení PCK
de: PCK-Einbettung
ga: Leabú PCK
ru: Встраивание PCK

source: On 32-bit exports the embedded PCK cannot be bigger than 4 GiB.
cs: Při 32-bitovém exportu nemůže být vložené PCK větší než 4 GiB.
de: In 32-bit-Exporten kann das eingebettete PCK nicht größer als 4 GiB sein.
ga: Ar onnmhairí 32-giotán ní féidir leis an PCK leabaithe a bheith níos mó ná 4 GiB.
ru: При экспорте в 32-битном режиме встроенный PCK-файл не может быть больше 4 ГиБ.

source: Failed to copy shared object "%s".
cs: Nepodařilo se zkopírovat sdílený objekt "%s".
de: Fehler beim Kopieren des Shared Objects „%s“.
ga: Theip ar chóipeáil an réad comhroinnte "%s".
ru: Не удалось скопировать общий объект "%s".

source: Plugin "%s" is not supported on "%s"
cs: Plugin "%s" není podporován pro "%s"
de: Plugin „%s“ wird auf „%s“ nicht unterstützt
ga: Ní thacaítear le breiseán "%s" ar "%s"
ru: Модуль «%s» не поддерживается на «%s»

source: Open the folder containing these templates.
cs: Otevřít složku obsahující tyto šablony.
de: Den Ordner der diese Exportvorlagen enthält öffnen.
ga: Oscail an fillteán ina bhfuil na teimpléid seo.
ru: Открыть папку, содержащую эти шаблоны.

source: Uninstall these templates.
cs: Odinstalovat tyto šablony.
de: Diese Exportvorlage deinstallieren.
ga: Díshuiteáil na teimpléid seo.
ru: Удалить эти шаблоны.

source: There are no mirrors available.
cs: Nejsou k dispozici žádné zrcadlové servery.
de: Keine Mirrors verfügbar.
ga: Níl scátháin ar bith ar fáil.
ru: Нет доступных зеркал.

source: Retrieving the mirror list...
cs: Získávání seznamu zrcadlových serverů...
de: Mirror-Liste wird abgerufen …
ga: An liosta scátháin á aisghabháil...
ru: Получение списка зеркал…

source: Starting the download...
cs: Zahájení stahování...
de: Download wird begonnen …
ga: Ag tosú an íoslódáil...
ru: Начало загрузки…

source: Error requesting URL:
cs: Chyba žádosti o URL:
de: Fehler beim Abrufen der URL:
ga: Earráid agus URL á iarraidh:
ru: Ошибка при запросе URL:

source: Connecting to the mirror...
cs: Připojování k zrcadlovému serveru...
de: Verbindung mit Mirror wird hergestellt …
ga: Ag ceangal leis an scáthán...
ru: Подключение к зеркалу…

source: Can't resolve the requested address.
cs: Nelze dohledat požadovanou adresu.
de: Angefragte Adresse konnte nicht aufgelöst werden.
ga: Ní féidir an seoladh iarrtha a réiteach.
ru: Не удалось определить запрошенный адрес.

source: Can't connect to the mirror.
cs: Nelze se připojit k zrcadlovému serveru.
de: Verbindung zu Mirror konnte nicht hergestellt werden.
ga: Ní féidir ceangal leis an scáthán.
ru: Не удалось подключиться к зеркалу.

source: No response from the mirror.
cs: Zrcadlový server neodpovídá.
de: Keine Antwort des Mirrors.
ga: Gan aon fhreagra ón scáthán.
ru: Нет ответа от зеркала.

source: Request ended up in a redirect loop.
cs: Požadavek skončil ve smyčce přesměrování.
de: Anfrage in Weiterleitungsschleife gefangen.
ga: Chríochnaigh an t-iarratas i lúb atreoraithe.
ru: Запрос завершился из-за циклических перенаправлений.

source: Request failed:
cs: Požadavek selhal:
de: Anfrage fehlgeschlagen:
ga: Theip ar an iarratas:
ru: Не удалось выполнить запрос:

source: Download complete; extracting templates...
cs: Stažení dokončeno; extrahování šablon...
de: Download abgeschlossen; Exportvorlagen werden extrahiert …
ga: Íoslódáil críochnaithe; teimpléid á mbaint amach...
ru: Загрузка завершена; извлечение шаблонов…

source: Cannot remove temporary file:
cs: Nelze odstranit dočasný soubor:
de: Temporäre Datei kann nicht entfernt werden:
ga: Ní féidir comhad sealadach a bhaint:
ru: Невозможно удалить временный файл:

source: Templates installation failed. The problematic templates archives can be found at '%s'.
cs: Instalace šablon selhala. Problémové archivy šablon lze nalézt na '%s'.
de: Exportvorlagen-Installation fehlgeschlagen. Das problematische Exportvorlagen-Archiv befindet sich hier in ‚%s‘.
ga: Theip ar shuiteáil teimpléid. Is féidir cartlann na dteimpléad fadhbanna a fháil ag '%s'.
ru: Ошибка установки шаблонов. Архивы с проблемными шаблонами можно найти в «%s».

source: Error getting the list of mirrors.
cs: Chyba při získávání seznamu zrcadlových serverů.
de: Fehler beim Laden der Spiegelserver.
ga: Earráid agus liosta na scáthán á fháil.
ru: Ошибка при получении списка зеркал.

source: Error parsing JSON with the list of mirrors. Please report this issue!
cs: Chyba při rozboru JSONu se seznamem zrcadlových serverů. Nahlaste prosím tento problém!
de: Fehler beim Einlesen des JSON-Formats der Spiegelserverliste. Bitte diesen Fehler melden!
ga: Earráid agus JSON á pharsáil le liosta na scáthán. Tuairiscigh an cheist seo le do thoil!
ru: Ошибка при синтаксическом разборе JSON со списком зеркал. Сообщите об этой проблеме!

source: Best available mirror
cs: Nejlepší dostupný zrcadlový server
de: Bester verfügbarer Mirror
ga: An scáthán is fearr atá ar fáil
ru: Лучшее доступное зеркало

source: No download links found for this version. Direct download is only available for official releases.
cs: Nebyly nalezeny odkazy pro stažení této verze. Přímé stažení je dostupné pouze pro oficiální vydání.
de: Für diese Version wurde kein Downloadlink gefunden. Direkter Download steht nur für offizielle Veröffentlichungen bereit.
ga: Níor aimsíodh aon naisc íoslódála don leagan seo. Níl íoslódáil dhíreach ar fáil ach amháin le haghaidh eisiúintí oifigiúla.
ru: Для этой версии не найдены ссылки на загрузку. Прямая загрузка доступна только для официальных релизов.

source: Disconnected
cs: Odpojeno
de: Getrennt
ga: Dícheangailte
ru: Отключён

source: Resolving
cs: Dohledávání
de: Wird aufgelöst
ga: Réiteach
ru: Определение

source: Can't Resolve
cs: Nelze dohledat
de: Kann nicht auflösen
ga: Ní féidir é a réiteach
ru: Не удалось определить

source: Can't Connect
cs: Nelze se připojit
de: Kann nicht verbinden
ga: Ní féidir ceangal
ru: Не удалось подключиться

source: Connected
cs: Připojeno
de: Verbunden
ga: Ceangailte
ru: Подключён

source: Downloading
cs: Stahování
de: Wird heruntergeladen
ga: Á Íosluchtú
ru: Загрузка

source: Connection Error
cs: Chyba připojení
de: Verbindungsfehler
ga: Earráid naisc
ru: Ошибка подключения

source: TLS Handshake Error
cs: Chyba TLS inicializace (Handshake)
de: TLS-Handshake-Fehler
ga: Earráid Handshake TLS
ru: Ошибка TLS-рукопожатия

source: Can't open the export templates file.
cs: Nelze otevřít soubor exportních šablon.
de: Exportvorlagendatei konnte nicht geöffnet werden.
ga: Ní féidir an comhad teimpléid easpórtála a oscailt.
ru: Не удалось открыть архив шаблонов экспорта.

source: Invalid version.txt format inside the export templates file: %s.
cs: Nesprávný formát version.txt uvnitř souboru exportních šablon: %s.
de: Ungültiges version.txt-Format in der Exportvorlagendatei: %s.
ga: Formáid neamhbhailí version.txt taobh istigh de chomhad na dteimpléad easpórtála: %s.
ru: Неверный формат version.txt внутри файла шаблонов экспорта: %s.

source: No version.txt found inside the export templates file.
cs: V souboru exportních šablon nebyl nalezen soubor version.txt.
de: Keine version.txt in Exportvorlagendatei gefunden.
ga: Níor aimsíodh aon version.txt taobh istigh den chomhad teimpléid easpórtála.
ru: Файл version.txt не найден внутри файла шаблонов экспорта.

source: Error creating path for extracting templates:
cs: Chyba při vytváření cesty pro extrakci šablon:
de: Fehler bei Erzeugen des Pfads zum Extrahieren der Exportvorlagen:
ga: Earráid agus conair á chruthú chun teimpléid a bhaint amach:
ru: Ошибка при создании пути для извлечения шаблонов:

source: Extracting Export Templates
cs: Extrakce exportních šablon
de: Extrahiere Exportvorlagen
ga: Teimpléid Easpórtála a Bhaint Amach
ru: Извлечение шаблонов экспорта

source: Importing:
cs: Importování:
de: Importiere:
ga: Iompórtáil:
ru: Импорт:

source: Remove templates for the version '%s'?
cs: Odstranit šablony pro verzi '%s'?
de: Exportvorlagenversion ‚%s‘ entfernen?
ga: Bain teimpléid don leagan '%s'?
ru: Удалить шаблоны для версии «%s»?

source: Export templates are missing. Download them or install from a file.
cs: Chybí šablony pro export. Stáhněte si je nebo je nainstalujte ze souboru.
de: Exportvorlagen fehlen. Download oder Installation aus Datei nötig.
ga: Tá teimpléid easpórtála ar iarraidh. Íoslódáil iad nó suiteáil ó chomhad.
ru: Шаблоны экспорта отсутствуют. Загрузите их или установите из файла.

source: Export templates are missing. Install them from a file.
cs: Chybí šablony pro export. Nainstalujte je ze souboru.
de: Exportvorlagen fehlen. Installieren Sie sie von einer Datei.
ga: Tá teimpléid easpórtála ar iarraidh. Suiteáil iad ó chomhad.
ru: Шаблоны экспорта отсутствуют. Установите их из файла.

source: Not available in offline mode
cs: Není dostupné v offline režimu
de: Nicht im Offline-Modus verfügbar
ga: Ní féidir é a úsáid sa mhodh as líne
ru: Недоступно в режиме оффлайн

source: Template downloading is disabled in offline mode.
cs: Stahování šablon je v offline režimu zakázáno.
de: Herunterladen von Vorlagen ist im Offline-Modus deaktiviert.
ga: Tá íoslódáil teimpléid díchumasaithe i mód as líne.
ru: Загрузка шаблонов отключена в оффлайн режиме.

source: No templates for development builds
cs: Žádné šablony pro vývojová sestavení
de: Keine Vorlagen für Entwicklungs-Builds
ga: Gan aon teimpléid le haghaidh tógálacha forbartha
ru: нет шаблонов для сборок разработки

source: Official export templates aren't available for development builds.
cs: Oficiální šablony exportu nejsou k dispozici pro vývojová sestavení.
de: Für Entwicklungsversionen werden keine offizielle Exportvorlagen bereit gestellt.
ga: Níl teimpléid onnmhairithe oifigiúla ar fáil le haghaidh tógála forbartha.
ru: Официальные шаблоны экспорта недоступны для рабочих сборок.

source: No templates for double-precision builds
de: Keine Vorlagen für Builds mit Double-Precision
ga: Gan aon teimpléid le haghaidh tógálacha cruinneas dúbailte
ru: Нет шаблонов для построений с двойной точностью

source: Official export templates aren't available for double-precision builds.
de: Offizielle Exportvorlagen sind für Builds mit Double-Precision nicht verfügbar.
ga: Níl teimpléid easpórtála oifigiúla ar fáil le haghaidh tógálacha cruinneas dúbailte.
ru: Официальные шаблоны экспорта недоступны для сборок с двойной точностью.

source: Uncompressing Android Build Sources
cs: Dekomprese zdrojů sestavení pro Android
de: Android-Build-Quellen werden entpackt
ga: Dí-chomhbhrú Foinsí Tógála Android
ru: Распаковка исходников сборки Android

source: Export Template Manager
cs: Správce exportních šablon
de: Exportvorlagenverwaltung
ga: Easpórtáil Bainisteoir Teimpléad
ru: Менеджер шаблонов экспорта

source: Current Version:
cs: Aktuální verze:
de: Aktuelle Version:
ga: Leagan Reatha:
ru: Текущая версия:

source: Export templates are installed and ready to be used.
cs: Exportní šablony jsou nainstalovány a připraveny k použití.
de: Exportvorlagen sind installiert und bereit zum Verwenden.
ga: Tá teimpléid easpórtála suiteáilte agus réidh le húsáid.
ru: Шаблоны экспорта установлены и готовы к использованию.

source: Installed Path
de: Installierter Pfad
ga: Cosán Suiteáilte
ru: Установленный путь

source: Open Folder
cs: Otevřít složku
de: Ordner öffnen
ga: Oscail Fillteán
ru: Открыть папку

source: Open the folder containing installed templates for the current version.
cs: Otevřít složku obsahující nainstalované šablony pro aktuální verzi.
de: Order mit den installierten Exportvorlagen der aktuellen Version öffnen.
ga: Oscail an fillteán ina bhfuil teimpléid suiteáilte don leagan reatha.
ru: Открыть папку, содержащую установленные шаблоны для текущей версии.

source: Uninstall
cs: Odinstalovat
de: Deinstallieren
ga: Díshuiteáil
ru: Удалить

source: Uninstall templates for the current version.
cs: Odinstalovat šablony pro aktuální verzi.
de: Exportvorlagen der aktuellen Version deinstallieren.
ga: Díshuiteáil teimpléid don leagan reatha.
ru: Удалить шаблоны для текущей версии.

source: Download from:
cs: Stáhnout z:
de: Herunterladen von:
ga: Íoslódáil ó:
ru: Загрузить из:

source: Mirror
ga: Scáthán
ru: Зеркало
