Repository: JellyTyan/GulpgulpgulpDot-Engine
Catalog: editor/translations/editor/*.po
Languages: cs, de, ga, ru

source: Alternatively hold %s with other tools to pick tile.
cs: Alternativně držte %s s dalšími nástroji pro výběr dlaždice.
ru: Выбрать тайл также можно путём удержания %s с другими инструментами.

source: Alternatively use RMB to erase tiles.
cs: Alternativně použijte pravé tlačítko myši pro mazání dlaždic.
ru: Удалить тайлы также можно щелчком правой кнопки мыши.

source: Erase
cs: Vymazat
ru: Ластик

source: Rotate Tile Left
cs: Otočit dlaždici doleva
ru: Повернуть тайл влево

source: Rotate Tile Right
cs: Otočit dlaždici doprava
ru: Повернуть тайл вправо

source: Flip Tile Horizontally
cs: Převrátit dlaždici horizontálně
ru: Перевернуть тайл по горизонтали

source: Flip Tile Vertically
cs: Převrátit dlaždici vertikálně
ru: Перевернуть тайл по вертикали

source: Contiguous
cs: Spojité
ru: Непрерывно

source: Place Random Tile
cs: Umístit náhodnou dlaždici
ru: Разместить случайный тайл

source: Modifies the chance of painting nothing instead of a randomly selected tile.
cs: Mění šanci, že místo náhodně vybrané dlaždice nebude malovat nic.
ru: Изменяет вероятность рисования пустоты вместо случайно выбранного тайла.

source: Scattering:
cs: Rozptyl:
ru: Рассеяние:

source: Tiles
cs: Dlaždice
ru: Тайлы

source: This TileMap's TileSet has no Tile Source configured. Go to the TileSet bottom panel to add one.
cs: Sada dlaždic této mapy nemá nakonfigurovaný žádný Zdroj dlaždic. Pro jeho přidání využijte spodní panel Sada dlažic.
ru: TileSet этого TileMap не имеет настроенного источника плиток. Перейдите на нижнюю панель TileSet, чтобы добавить его.

source: Sort sources
cs: Seřadit zdroje
ru: Сортировать источники

source: Sort by ID (Ascending)
cs: Seřadit podle ID (vzestupně)
ru: Сортировать по ID (по возрастанию)

source: Sort by ID (Descending)
cs: Seřadit podle ID (sestupně)
ru: Сортировать по ID (по убыванию)

source: Invalid source selected.
cs: Vybrán neplatný zdroj.
ru: Выбран некорректный источник.

source: Patterns
cs: Vzory
ru: Узоры

source: Drag and drop or paste a TileMap selection here to store a pattern.
cs: Přetáhněte sem nebo vložte výběr mapy dlaždic pro uložení vzoru.
ru: Выполните перетаскивание или вставьте сюда выделение карты тайлов для сохранения узора.

source: Paint terrain
cs: Kreslit terén
ru: Рисовать местность

source: Matches Corners and Sides
cs: Propojit rohy a stranami
ru: Соответствует углам и сторонам

source: Matches Corners Only
cs: Propojit pouze rohy
ru: Соответствует только углам

source: Matches Sides Only
cs: Propojit pouze stranami
ru: Соответствует только сторонам

source: Terrain Set %d (%s)
cs: Sada terénů %d (%s)
ru: Набор местностей %d (%s)

source: Connect mode: paints a terrain, then connects it with the surrounding tiles with the same terrain.
cs: Režim připojení: kreslí terén, který následně připojí k okolním dlaždicím stejným terénem.
ru: Режим соединения: рисует местность, затем соединяет её с окружающими тайлами с той же местностью.

source: Path mode: paints a terrain, then connects it to the previous tile painted within the same stroke.
cs: Režim cesty: kreslí terén, který následně spojí s předchozí dlaždicí nakreslenou v rámci stejného tahu.
ru: Режим пути: рисует местность, затем соединяет её с предыдущим тайлом, нарисованным тем же штрихом.

source: Terrains
cs: Terény
ru: Местности

source: No Layers
cs: Žádné vrstvy
ru: Нет слоёв

source: Replace Tiles with Proxies
cs: Nahradit dlaždice pomocí proxy
ru: Заменить тайлы на прокси

source: Extract TileMap layers as individual TileMapLayer nodes
cs: Extrahovat vrstvy TileMap jako jednotlivé uzly TileMapLayer
ru: Извлечь слои TileMap как отдельные узлы TileMapLayer

source: Can't edit multiple layers at once.
cs: Nelze editovat více vrstev najednou.
ru: Невозможно редактировать сразу несколько слоёв.

source: The selected TileMap has no layer to edit.
cs: Zvolená mapa dlaždic nemá žádnou vrstvu pro úpravy.
ru: Выбранная карта тайлов не имеет слоя для редактирования.

source: The edited layer is disabled or invisible
cs: Upravovaná vrstva je deaktivovaná nebo neviditelná
ru: Редактируемый слой отключён или невидим

source: The edited TileMap or TileMapLayer node has no TileSet resource. Create or load a TileSet resource in the Tile Set property in the inspector.
cs: Upravovaný uzel TileMap nebo TileMapLayer nemá nastavený zdroj TileSet. Vytvořte nebo načtěte zdroj TileSet ve vlastnosti Sada dlaždic v inspektoru.
ru: Редактируемый узел TileMap или TileMapLayer не имеет ресурса TileSet. Создайте или загрузите ресурс TileSet в свойство «Набор тайлов» в инспекторе.

source: TileMap
cs: Mapa dlaždic
ru: Карта тайлов

source: Select Next Tile Map Layer
cs: Vybrat další vrstvu mapy dlaždic
ru: Выбрать следующий слой карты тайлов

source: Select Previous Tile Map Layer
cs: Vybrat předchozí vrstvu mapy dlaždic
ru: Выбрать предыдущий слой карты тайлов

source: TileMap Layers
cs: Vrstvy mapy dlaždic
ru: Слои карты тайлов

source: Select previous layer
cs: Vybrat předchozí vrstvu
ru: Выбрать предыдущий слой

source: Select next layer
cs: Vybrat další vrstvu
ru: Выбрать следующий слой

source: Select all TileMapLayers in scene
cs: Vybrat všechny uzly TileMapLayer ve scéně
ru: Выбрать все TileMapLayers (Cлои Карты Тайлов) в сцене

source: Highlight Selected TileMap Layer
cs: Zvýraznit zvolenou vrstvu mapy dlaždic
ru: Выделить выбранный слой карты тайлов

source: Toggle grid visibility.
cs: Přepnout viditelnost mřížky.
ru: Переключить видимость сетки.

source: Advanced settings.
ru: Расширенные настройки.

source: Automatically Replace Tiles with Proxies
cs: Automaticky vyměnit dlaždice za proxy
ru: Автоматически заменять тайлы на прокси

source: Remove Tile Proxies
cs: Odstranit proxy dlaždic
ru: Удалить прокси тайлов

source: Create Alternative-level Tile Proxy
cs: Vytvořit dlaždicovou proxy alternativní úrovně
ru: Создать прокси тайлов уровня альтернативы

source: Create Coords-level Tile Proxy
cs: Vytvořit dlaždicovou proxy souřadnicové úrovně
ru: Создать прокси тайлов уровня координат

source: Create source-level Tile Proxy
cs: Vytvořit dlaždicovou proxy zdrojové úrovně
ru: Создать прокси тайлов уровня источника

source: Delete All Invalid Tile Proxies
cs: Smazat všechny neplatné proxy dlaždic
ru: Удалить все некорректные прокси тайлов

source: Delete All Tile Proxies
cs: Smazat všechny proxy dlaždic
ru: Удалить все прокси тайлов

source: Tile Proxies Management
cs: Správa dlaždicových proxy
ru: Управление прокси тайлов

source: Source-level proxies
cs: Proxy na úrovni zdroje
ru: Прокси тайлов уровня источника

source: Coords-level proxies
cs: Proxy na úrovni souřadnic
ru: Прокси тайлов уровня координат

source: Alternative-level proxies
cs: Proxy na úrovni alternativ
ru: Прокси тайлов уровня альтернативы

source: Add a new tile proxy:
cs: Přidat novou proxy dlaždice:
ru: Добавить новый прокси тайлов:

source: From Source
cs: Ze zdroje
ru: Из источника

source: From Coords
cs: Ze souřadnic
ru: Из координат

source: From Alternative
cs: Z alternativy
ru: Из альтернативы

source: To Source
cs: Do zdroje
ru: В источник

source: To Coords
cs: Do souřadnic
ru: В координаты

source: To Alternative
cs: Do alternativy
ru: В альтернативу

source: Global actions:
cs: Globální akce:
ru: Глобальные действия:

source: Clear Invalid
cs: Promazat neplatné
ru: Очистить недопустимые

source: Atlas
ru: Атлас

source: Base Tile
cs: Základní dlaždice
ru: Базовый тайл

source: Alternative Tile
cs: Alternativní dlaždice
ru: Альтернативный тайл

source: Selected tile: Source: %d Atlas coordinates: %s Alternative: %d
cs: Vybraná dlaždice: Zdroj: %d Souřadnice atlasu: %s Alternativa: %d
ru: Выбранный тайл: Источник: %d Координаты атласа: %s Альтернатива: %d

source: Rendering
cs: Vykreslování
ru: Рендеринг

source: Texture Origin
cs: Počátek textury
ru: Центр текстуры

source: Modulate
cs: Modulovat
ru: Модуляция

source: Z Index
ru: Z-индекс

source: Y Sort Origin
cs: Počátek řazení podle Y
ru: Начало координат для сортировки по Y

source: Occlusion Layer %d
cs: Krycí vrstva %d
ru: Слой окклюзии %d

source: Probability
cs: Pravděpodobnost
ru: Вероятность

source: Physics
cs: Fyzika
ru: Физика

source: Physics Layer %d
cs: Fyzikální vrstva %d
ru: Физический слой %d

source: No physics layers
cs: Žádné fyzikální vrstvy
ru: Нет слоёв физики

source: Create and customize physics layers in the inspector of the TileSet resource.
cs: Fyzikální vrstvy vytvoříte a přizpůsobíte v inspektoru zdroje sady dlaždic TileSet.
ru: Создайте и настройте слои физики в инспекторе ресурса TileSet.

source: Navigation
cs: Navigace
ru: Навигация

source: Navigation Layer %d
cs: Navigační vrstva %d
ru: Слой навигации %d

source: No navigation layers
cs: Žádné navigační vrstvy
ru: Нет слоёв навигации

source: Create and customize navigation layers in the inspector of the TileSet resource.
cs: Navigační vrstvy vytvoříte a přizpůsobíte v inspektoru zdroje sady dlaždic TileSet.
ru: Создайте и настройте слои навигации в инспекторе ресурса TileSet.

source: Custom Data
cs: Vlastní data
ru: Пользовательские данные

source: Custom Data %d
cs: Vlastní data %d
ru: Пользовательские данные %d

source: No custom data layers
cs: Žádné vrstvy vlastních dat
ru: Нет слоёв пользовательских данных

source: Create and customize custom data layers in the inspector of the TileSet resource.
cs: Vrstvy vlastních dat vytvoříte a přizpůsobíte v inspektoru zdroje sady dlaždic TileSet.
ru: Создайте и настройте слои пользовательских данных в инспекторе ресурса TileSet.

source: Select a property editor
cs: Vybrat editor vlastností
ru: Выбрать редактор свойств

source: Hold Ctrl to create multiple tiles.
cs: Pro vytváření více dlaždic držte Ctrl.
ru: Удерживайте Ctrl, чтобы создать несколько тайлов.

source: Hold Shift to create big tiles.
cs: Pro vytváření velikých dlaždic držte Shift.
ru: Удерживайте Shift, чтобы создать большие тайлы.

source: Hold Shift to select multiple regions.
ru: Удерживайте Ctrl для выбора нескольких областей.

source: TileSet is in read-only mode. Make the resource unique to edit TileSet properties.
cs: Sada dlaždic je v režimu pouze pro čtení. Chcete-li upravovat její vlastnosti, udělejte ji jedinečnou.
ru: Набор тайлов находится в режиме только для чтения. Сделайте ресурс уникальным, чтобы редактировать свойства набора тайлов.

source: Paint properties.
cs: Vlastnosti kreslení.
ru: Свойства окрашивания.

source: Create tiles
cs: Vytvořit dlaždice
ru: Создать тайлы

source: Create a tile
cs: Vytvořit dlaždici
ru: Создать тайл

source: Remove tiles
cs: Odstranit dlaždice
ru: Удалить тайлы

source: Move a tile
cs: Přesunout dlaždici
ru: Переместить тайл

source: Select tiles
cs: Vybrat dlaždice
ru: Выбрать тайлы

source: Resize a tile
cs: Změnit velikost dlaždice
ru: Изменить размер тайла

source: Remove tile
cs: Odstranit dlaždici
ru: Удалить тайл

source: Create tile alternatives
cs: Vytvořit alternativy dlaždic
ru: Создать альтернативы тайлов

source: Remove Tiles Outside the Texture
cs: Odebrat dlaždice mimo texturu
ru: Удалить тайлы вне текстуры

source: Create tiles in non-transparent texture regions
cs: Vytvořit dlaždice v neprůhledných oblastech textury
ru: Создать тайлы в непрозрачных областях текстуры

source: Remove tiles in fully transparent texture regions
cs: Odstranit dlaždice ve zcela průhledných oblastech textury
ru: Удалить тайлы в полностью прозрачных областях текстуры

source: The tile's unique identifier within this TileSet. Each tile stores its source ID, so changing one may make tiles invalid.
cs: Jedinečný identifikátor dlaždice v této sadě dlaždic. Každá dlaždice si uchovává své zdrojové ID, takže jeho změna může dlaždice zneplatnit.
ru: Уникальный идентификатор тайла в наборе. Каждый тайл хранит свой ID источника, поэтому его изменение может сделать тайлы невалидными.

source: The human-readable name for the atlas. Use a descriptive name here for organizational purposes (such as "terrain", "decoration", etc.).
cs: Lidsky čitelný název atlasu. Pro lepší organizaci zde použijte popisný název (např. "terén", "dekorace" atd.).
ru: Понятное человеку имя атласа. Используйте понятное описание для лучшей организации (например, «местность», «декорация» и т.д.).

source: The image from which the tiles will be created.
cs: Obrázek, ze kterého budou vytvořeny dlaždice.
ru: Изображение, из которого будут созданы тайлы.

source: The margins on the image's edges that should not be selectable as tiles (in pixels). Increasing this can be useful if you download a tilesheet image that has margins on the edges (e.g. for attribution).
cs: Odsazení (v pixelech) po okrajích obrázku, které by nemělo být možné vybrat jako dlaždice. Zvýšení této hodnoty může být užitečné, pokud si stáhnete obrázek s archem dlaždic, který má po okrajích prázdné místo (např. pro uvedení autorství).
ru: Отступы на границах изображения, которые не должны выбираться как тайлы (в пикселях). Увеличение этого параметра может быть полезно, если вы скачали изображение с набором тайлов, у которого есть отступы по краям (например, для указания авторства).

source: The separation between each tile on the atlas in pixels. Increasing this can be useful if the tilesheet image you're using contains guides (such as outlines between every tile).
cs: Vzdálenost mezi jednotlivými dlaždicemi atlasu v pixelech. Zvýšení této hodnoty může být užitečné, pokud obrázek s dlaždicovým archem, který používáte, obsahuje vodítka (například obrysy mezi dlaždicemi).
ru: Промежуток между тайлами в атласе в пикселях. Увеличение этого параметра имеет смысл, если изображение с набором тайлов, которое вы используете, содержит направляющие (например, рамку вокруг каждого тайла).

source: The size of each tile on the atlas in pixels. In most cases, this should match the tile size defined in the TileMap property (although this is not strictly necessary).
cs: Velikost každé dlaždice atlasu v pixelech. Ve většině případů by toto mělo odpovídat velikosti dlaždice definované ve vlastnosti mapy dlaždic (nicméně to není nezbytně nutné).
ru: Размер каждого тайла в атласе в пикселях. В большинстве случаев, должен соответствовать размеру тайла, указанному в свойствах TileMap (хотя это не является абсолютно необходимым).

source: If checked, adds a 1-pixel transparent edge around each tile to prevent texture bleeding when filtering is enabled. It's recommended to leave this enabled unless you're running into rendering issues due to texture padding.
cs: Je-li zaškrtnuto, přidá kolem každé dlaždice průhledný okraj široký 1 pixel, aby se zabránilo rozlití textury, když je povoleno filtrování. Pokud nemáte problémy s vykreslováním kvůli odsazení textury, doporučujeme ponechat tuto možnost povolenou.
ru: Если включено, добавляет прозрачный край толщиной в 1 пиксель вокруг каждого тайла для предотвращения утечек текстур при включении фильтрации. Рекомендуется оставить включённым, если у вас нет проблем с отрисовкой из-за отступа текстур.

source: The position of the tile's top-left corner in the atlas. The position and size must be within the atlas and can't overlap another tile. Each painted tile has associated atlas coords, so changing this property may cause your TileMaps to not display properly.
cs: Poloha levého horního rohu dlaždice v atlase. Pozice a velikost musí být spadat dovnitř atlasu a nesmí se překrývat s jinou dlaždicí. Každá kreslená dlaždice má přiřazené souřadnice atlasu, takže změna této vlastnosti může způsobit, že se vaše mapy dlaždic nebudou zobrazovat správně.
ru: Позиция верхнего левого угла тайла в атласе. Позиция и размер должны находиться внутри атласа и не могут пересекать другие тайлы. Каждый рисуемый тайл имеет соответствующие координаты в атласе, поэтому изменение этого свойства может вызвать неверное отображение вашей TileMap.

source: The unit size of the tile.
cs: Jednotková velikost dlaždice.
ru: Типоразмер тайла.

source: Number of columns for the animation grid. If number of columns is lower than number of frames, the animation will automatically adjust row count.
cs: Počet sloupců pro mřížku animace. Je-li nižší než počet snímků, animace automaticky upraví počet řádků.
ru: Количество колонок в сетке анимации. Если количество колонок меньше числа кадров, анимация автоматически скорректирует число строк.

source: The space (in tiles) between each frame of the animation.
cs: Volný prostor (v dlaždicích) mezi každým snímkem animace.
ru: Пространство (в тайлах) между кадрами анимации.

source: Animation speed in frames per second.
cs: Rychlost animace ve snímcích za sekundu.
ru: Скорость анимации в кадрах в секунду.

source: Determines how animation will start. In "Default" mode all tiles start animating at the same frame. In "Random Start Times" mode, each tile starts animation with a random offset.
cs: Určuje, jak se animace spustí. V režimu "Výchozí" se všechny dlaždice začnou animovat ve stejném snímku. V režimu „Náhodné časy spuštění“ každá dlaždice spustí animaci s náhodným posunem.
ru: Определяет, как запускается анимация. В режиме «По умолчанию» все тайлы начинают анимироваться с одного кадра. В режиме «Случайное время старта» каждый тайл начинает анимироваться со случайным смещением.

source: If [code]true[/code], the tile is horizontally flipped.
cs: Je-li [code]true[/code], dlaždice je horizontálně překlopena.
ru: Если [code]true[/code], тайл перевёрнут по горизонтали.

source: If [code]true[/code], the tile is vertically flipped.
cs: Je-li [code]true[/code], dlaždice je vertikálně překlopena.
ru: Если [code]true[/code], тайл перевёрнут по вертикали.

source: If [code]true[/code], the tile is rotated 90 degrees [i]counter-clockwise[/i] and then flipped vertically. In practice, this means that to rotate a tile by 90 degrees clockwise without flipping it, you should enable [b]Flip H[/b] and [b]Transpose[/b]. To rotate a tile by 180 degrees clockwise, enable [b]Flip H[/b] and [b]Flip V[/b]. To rotate a tile by 270 degrees clockwise, enable [b]Flip V[/b] and [b]Transpose[/b].
cs: Je-li [code]true[/code], je dlaždice otočena o 90 stupňů [i]proti směru hodinových ručiček[/i] a poté vertikálně překlopena. V praxi to znamená, že chcete-li dlaždici otočit o 90 stupňů ve směru hodinových ručiček, aniž byste ji překlopili, měli byste povolit [b]Překlopit H[/b] a [b]Transponovat[/b]. Chcete-li dlaždici otočit o 180 stupňů po směru hodinových ručiček, povolte [b]Překlopit H[/b] a [b]Překlopit V[/b]. Chcete-li dlaždici otočit o 270 stupňů po směru hodinových ručiček, povolte [b]Překlopit V[/b] a [b]Transponovat[/b].
ru: Если [code]true[/code], тайл повёрнут на 90 градусов [i]против часовой стрелки[/i] и затем перевёрнут по вертикали. На практике это означает, что для поворота на 90 градусов по часовой стрелке без переворота вам следует включить [b]Перевернуть H[/b] и [b]Транспонировать[/b]. Для поворота тайна на 180 градусов по часовой стрелке, включите [b]Перевернуть H[/b] и [b]Перевернуть V[/b]. Для поворота тайла на 270 градусов по часовой стрелке, включите [b]Перевернуть V[/b] и [b]Транспонировать[/b].

source: The origin to use for drawing the tile. This can be used to visually offset the tile compared to the base tile.
cs: Počátek, který se má použít pro kreslení dlaždice. Lze použít k vizuálnímu odsazení dlaždice oproti základní dlaždici.
ru: Точка привязки для отрисовки тайла. Может быть использована для визуального смещения тайла в сравнении с базовым тайлом.

source: The color multiplier to use when rendering the tile.
cs: Multiplikátor barvy, který se má použít při vykreslování dlaždice.
ru: Множитель цвета, используемый при отрисовке тайла.

source: The material to use for this tile. This can be used to apply a different blend mode or custom shaders to a single tile.
cs: Materiál použitý pro tuto dlaždici. Lze použít k aplikování jiného režimu prolnutí nebo vlastních shaderů na jednu dlaždici.
ru: Материал, используемый для тайла. Это материал можно использовать для применения другого режима наложения или пользовательских шейдеров к одному тайлу.

source: The sorting order for this tile. Higher values will make the tile render in front of others on the same layer. The index is relative to the TileMap's own Z index.
cs: Pořadí dlaždice. Vyšší hodnoty způsobí, že se dlaždice vykreslí před ostatními ve stejné vrstvě. Index je relativní k Z-indexu mapy dlaždic samotné.
ru: Порядок сортировки для этого тайла. Более высокие значения заставят тайл отображаться перед другими на том же слое. Индекс является относительным к собственному Z-индексу TileMap.

source: The vertical offset to use for tile sorting based on its Y coordinate (in pixels). This allows using layers as if they were on different height for top-down games. Adjusting this can help alleviate issues with sorting certain tiles. Only effective if Y Sort Enabled is true on the TileMap layer the tile is placed on.
cs: Vertikální posun (v pixelech), který se má použít při řazení dlaždic podle souřadnice Y. Umožňuje ve hrách s pohledem seshora pracovat s vrstvami, jako by byly v různých výškách. Jeho úprava může pomoci zmírnit problémy s řazením určitých dlaždic. Účinné pouze v případě, že "Povolit řazení podle Y" je ve vrstvě dlaždicové mapy, ve které je tato dlaždice umístěna, true.
ru: Вертикальное смещение, используемое для сортировки фрагментов по координате Y (в пикселях). Это позволяет использовать слои так, как если бы они находились на разной высоте для игр сверху вниз. Настройка этого параметра может помочь решить проблемы с сортировкой определенных тайлов. Действует только в том случае, если для слоя TileMap, на котором размещен тайл, установлено значение Y Sort Enabled.

source: The index of the terrain set this tile belongs to. [code]-1[/code] means it will not be used in terrains.
cs: Index sady terénů, do které tato dlaždice patří. [code]-1[/code] znamená, že v terénech nebude použita.
ru: Индекс набора местностей, которому принадлежит этот тайл. [code]-1[/code] означает, что он не будет использоваться в местностях.

source: The index of the terrain inside the terrain set this tile belongs to. [code]-1[/code] means it will not be used in terrains.
cs: Index terénu uvnitř sady terénů, do které tato dlaždice patří. [code]-1[/code] znamená, že v terénech nebude použita.
ru: Индекс местности внутри набора местностей, которому принадлежит этот тайл. [code]-1[/code] означает, что он не будет использоваться в местностях.

source: The relative probability of this tile appearing when painting with "Place Random Tile" enabled.
cs: Relativní pravděpodobnost, že se tato dlaždice objeví při kreslení s aktivovanou možností "Umístit náhodnou dlaždici".
ru: Относительная вероятность появления этого тайла при рисовании с включенной функцией «Разместить случайный тайл».

source: Setup
cs: Příprava
ru: Настройка

source: Atlas setup. Add/Remove tiles tool (use the shift key to create big tiles, control for rectangle editing).
cs: Příprava atlasu. Nástroj přidání/odebrání dlaždic (pro tvorbu velkých dlaždic podržte klávesu Shift, pro úpravu obdélníků Ctrl).
ru: Настройка атласа. Инструмент для добавления/удаления тайлов (используйте клавишу Shift для создания крупных тайлов, а клавишу Ctrl — для редактирования прямоугольных областей).

source: Select tiles.
cs: Vybrat dlaždice.
ru: Выделить тайлы.

source: Paint
cs: Kreslit
ru: Окрасить

source: No tiles selected. Select one or more tiles from the palette to edit its properties.
cs: Není vybrána žádná dlaždice. Chcete-li upravovat vlastnosti dlaždic, nejprve jednu nebo více dlaždic z palety vyberte.
ru: Не выбраны тайлы. Выберите один или несколько тайлов из палитры, чтобы изменить их свойства.

source: Paint Properties:
cs: Vlastnosti kresby:
ru: Свойства рисования:

source: Create Tiles in Non-Transparent Texture Regions
cs: Vytvořit dlaždice v neprůhledných oblastech textury
ru: Создать тайлы в непрозрачных областях текстуры
